{"id": "RCED-95-209", "url": "https://www.gao.gov/products/RCED-95-209", "title": "Federal Lands: Information on the Use and Impact of Off-Highway Vehicles", "published_date": "1995-08-18T00:00:00", "released_date": "1995-08-18T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed the Bureau of Land Management's (BLM) and the Forest Service's implementation of executive orders regulating the use of off-highway vehicles (OHV) on federal lands, focusing on the agencies': (1) designation of federal lands for OHV use; (2) monitoring of OHV use to identify adverse effects and any needed corrective actions; and (3) compliance with OHV regulations."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) at the 8 locations reviewed, BLM and the Forest Service restricted OHV use in their management plans, but they generally gave lower funding and staffing priority to OHV activities than to other programs; (2) in fiscal year 1993, approximately two-thirds of the estimated total funding for OHV monitoring activities came from the states; (3) only 36 percent of the agency staff assigned to OHV activities worked full-time on such activities; (4) local communities and organizations provided additional funds and volunteer services and material to support OHV activities; (5) BLM and Forest Service compliance with the executive orders at the 8 locations was mixed because of limited staff and funding and higher priority activities; (6) although all 8 locations had lands prescribed for OHV use, 5 locations did not have maps and signs ready to show the public where and under what conditions OHV could be used; (7) at all locations, OHV monitoring was casual, adverse effects were seldom documented, and needed corrective actions had not been prioritized; and (8) although citations were written for violations at all the locations, enforcement was hampered by confusion over where and when OHV restrictions applied."]}], "report": [{"section_title": "Letter", "paragraphs": ["Executive Orders 11644 and 11989 were issued in the 1970s to establish policies and procedures for regulating the use of off-highway vehicles (OHV) on federal lands. The need for such action arose from the increased use of motorcycles, all-terrain vehicles (ATV), four-wheel drive vehicles, and other types of OHVs for recreation on federal lands. Sometimes, these vehicles damaged natural or cultural resources, or their use clashed with other forms of outdoor recreation, such as hiking, picnicking, and horseback riding. More than 20 years later, OHVs remain popular for recreation on federal lands, but concerns about the effects of their use persist.", "Responding to these concerns, you asked us to review the implementation of the executive orders on OHVs by the Department of the Interior’s Bureau of Land Management (BLM) and the Department of Agriculture’s Forest Service. Because neither of these agencies maintains nationwide data on its OHV activities, we agreed with your office to review the OHV programs at eight locations with high OHV use—four BLM resource areas and four Forest Service ranger districts. For these eight case-study locations, we obtained data on OHV program funding and staffing and examined the agencies’ compliance with the executive orders’ requirements that they (1) designate federal lands for OHV use, (2) monitor OHV use to identify adverse effects and any needed corrective actions and to determine compliance with regulations, and (3) address or correct adverse effects caused by OHV use. We also gathered some information at an additional location in Utah where a coalition of federal, state, and local interests has joined forces in managing a nationally recognized OHV trail.", "Appendix I more fully discusses our scope and methodology. Appendixes II through IX present detailed information on each of the locations we reviewed."], "subsections": [{"section_title": "Background", "paragraphs": ["The increased popularity and widespread use of OHVs on federal lands in the 1960s and early 1970s prompted the development of a unified federal policy for such use. Executive Order 11644 was issued in February 1972 to establish policies and provide for procedures to control and direct the use of OHVs on federal lands so as to (1) protect the resources of those lands, (2) promote the safety of all users of those lands, and (3) minimize conflicts among the various uses of those lands. The order directs the agency heads responsible for managing the federal lands to issue regulations governing the designation of areas where OHVs may and may not be used. Under the order, OHV use can be restricted or prohibited to minimize (1) damage to the soil, watersheds, vegetation, or other resources of the federal lands; (2) harm to wildlife or wildlife habitats; and (3) conflicts between the use of OHVs and other types of recreation. The order closes wilderness and primitive areas to OHV use. It also requires the federal agencies to issue OHV use regulations, inform the public of the lands’ designation for OHV use through signs and maps, enforce OHV use regulations, and monitor the effects of OHV use on the land.", "Executive Order 11989 was issued in May 1977 and contained three amendments to the previous order. While these amendments lifted restrictions on the use of military and emergency vehicles on public lands during emergencies, they otherwise strengthened protection of the lands by authorizing agency heads to (1) close areas or trails to OHVs causing considerable adverse effects and (2) designate lands as closed to OHVs unless the lands are specifically designated as open to them.", "Both BLM and the Forest Service have developed regulations in response to the executive orders. These regulations require the agencies to designate areas where OHVs may be used and to manage the use of OHVs on public lands through each agency’s resource management planning process, which allows for public participation. The regulations also require the agencies to monitor the use of OHVs, identify any adverse effects of their use, and take appropriate steps to counteract such effects.", "Both BLM and the Forest Service follow the principles of multiple use and sustained yield in managing their lands. BLM transfers most of its authority and responsibility for day-to-day operations through its state and district offices to its over 140 resource area offices. The Forest Service manages its lands through staff assigned to its regions, forest supervisor offices (forests), and over 600 ranger districts. Both BLM and the Forest Service prepare comprehensive land and resource management plans for their public lands. BLM develops plans for its resource areas that describe the standards, guidelines, and goals for each use on the land—including recreation. The section on recreation usually designates the areas within the resource area that are open, open with restrictions, or closed to OHV use. The Forest Service prepares plans for its forests that contain goals and objectives for using and protecting the resources within a forest’s ranger districts. These plans provide for a mix of activities, including the use of OHVs.", "Both BLM and the Forest Service supplement their comprehensive management plans with more detailed activity plans describing the on-the-ground actions needed to implement the management plans. These activity plans generally identify specific areas or roads and trails as open, open with restrictions, or closed to OHVs; stipulate conditions for using OHVs; emphasize the use of OHVs in suitable areas; prescribe management actions; and prescribe monitoring for adverse effects.", "External and internal reviews have identified weaknesses in BLM’s and the Forest Service’s implementation of the executive orders on OHVs. In 1979, the Council on Environmental Quality concluded, in a report entitled Off-road Vehicles on Public Land, that both BLM and the Forest Service have been slow to address damage from OHVs to soils, vegetation, wildlife, and watershed resources. Similarly, the Department of the Interior’s Inspector General, in a 1991 report on BLM’s activities, and the Forest Service, in a 1986 review of its OHV program and in an ongoing review, disclosed various deficiencies, such as incomplete inventories of routes open and closed to OHV use, inadequate mapping and posting of OHV routes, untimely resolution of conflicts between OHV users and other users of the lands, and limited monitoring of the effects of OHV use on natural and cultural resources. According to the Forest Service, the current review is focusing on (1) the quality of its OHV trails’ design, (2) the quality of its trails’/areas’ maintenance, (3) the direction of its forest plans, (4) its employees’ knowledge and competency, and (5) the quality of its cooperation with the private sector and other government entities. The Forest Service plans to incorporate the results of the review into an action plan to improve the OHV program."], "subsections": []}, {"section_title": "OHV Programs Receive Limited Funding and Staffing", "paragraphs": ["At the eight locations we reviewed, OHV programs generally received limited federal funding, and relatively few staff devoted either all or part of their time to OHV activities. According to BLM and the Forest Service, the limited federal funding available for their recreation programs, including their OHV programs, has generally been less than requested and does not reflect their management needs. Within the appropriated dollar allocations, OHV activities were given lower funding and staffing priorities than other competing programs at the eight locations we reviewed, and—according to agency officials—this ranking is typical for other BLM and the Forest Service locations with OHV activities. State governments, local communities, and private organizations, however, were contributing funds and volunteering services to supplement the federal efforts."], "subsections": [{"section_title": "OHV Programs Rely Heavily on State Funding", "paragraphs": ["In fiscal year 1993, the OHV programs at the eight locations we reviewed received an estimated $1.8 million in federal and state funding. (See table 1.) In the aggregate, two-thirds of this funding came from the states. Four of the five states in which the eight case studies were located had state OHV programs that allocated funds through grants and other means to support OHV activities throughout the states, including those on federal lands. The states obtain most of their funds for the programs from OHV licensing fees and state gasoline taxes. Almost all of the remainder of the funding for OHV activities at the eight locations came from the federal government. Local communities and private organizations contributed funds at some locations and services and materials at all locations; the total value of these contributions, however, was not readily available.", "As table 1 indicates, the federal contribution ranged from a low of 12 percent at the Barstow Resource Area—where California contributed over $700,000, or about 40 percent of the total estimated funding for the eight locations—to a high of 100 percent at the Stateline Resource Area—where Nevada provided no funds for the OHV program. In dollar terms, the federal contribution was as low as $25,000 at the Mesa Ranger District in Arizona and as high as $110,000 at the Salt Lake Ranger District in Utah."], "subsections": []}, {"section_title": "More Staff Work Part-Time Than Full-Time on OHV Programs", "paragraphs": ["At all eight locations, the majority of the staff working on OHV programs devoted only part of their time to OHV activities. These individuals generally had other responsibilities involving such activities as recreation, maintenance, and/or law enforcement. At six of the eight locations, between two and four staff were spending part of their time and between none and two were working full-time on OHV activities. At the remaining two locations, where the OHV programs were larger, more staff were devoted to OHV activities. At the Barstow Resource Area, 11 staff spent part of their time and 13 staff worked full-time on the OHV program, and at the Mt. Pinos Ranger District in California, 7 staff spent part of their time and 4 staff worked full-time on the OHV program. At all eight locations, individual OHV users, OHV user groups, and local volunteers contributed services and materials to the OHV programs."], "subsections": []}, {"section_title": "Coalitions Can Supplement Federal and State Resources", "paragraphs": ["At two locations—the Boise Front Special Recreation Management Area within the Cascade Resource Area in Idaho and the Paiute ATV Trail in Utah—coalitions with local governments and organizations have supplemented the resources available for OHV programs.", "The Boise Front is a 43,000-acre patchwork of public and private lands that forms the primary watershed and a scenic backdrop for the city of Boise. Historically, the Front has been one of the most popular recreation areas in Idaho. Serious conflicts have arisen between OHV use and efforts to prevent trespassing on private property, protect watersheds, and control erosion. In 1988, the Boise Front Coalition was formed to deal with these and other conflicts. The coalition, whose members include representatives of city, county, state, and federal agencies as well as private landowner and user groups, has organized volunteers to clean up litter, install hay bales and water bars to control erosion, place route signs, and maintain trails. This work has supplemented the efforts of BLM and of the state, which, between 1990 and 1993, contributed over $120,000 to reconstruct trails, enforce laws, and provide information and education for visitors. Currently, the Front’s OHV roads and trails have signs, maps, information boards, and rest rooms and are patrolled by the county sheriff’s department. Although the coalition had not completely resolved the Front’s conflicts at the time of our review, it was working to do so.", "The Paiute ATV Trail is an approximately 200-mile-long loop route through mountains and canyons in central Utah. The trail runs through BLM, Forest Service, state, county/community, and private lands. It was opened in 1988 and is managed by the Paiute ATV Trail Committee, a coalition of federal, state, and local interests under the Forest Service’s leadership. Through 1993, the state of Utah had provided over $80,000 in OHV matching grant funds to post trail signs, relocate trails, and install bridges, sanitation stations, and erosion control measures. Local communities have also helped to maintain trails, prepare maps, post signs, and monitor the effects of OHV use. The trail is nationally recognized by the OHV recreation community as a unique riding experience, and visitors come to it from all parts of the country."], "subsections": []}]}, {"section_title": "Agencies’ Compliance With Executive Orders Has Been Mixed", "paragraphs": ["BLM and the Forest Service have partially implemented the executive orders’ requirements that they designate lands for OHV use, monitor OHV use, and correct any adverse effects of OHV use. According to OHV program managers and staff at the eight locations we visited, the higher priority given to other programs and limits on the funding and staffing allocated for OHV activities have prevented full implementation of the executive orders’ requirements."], "subsections": [{"section_title": "OHV Use Designations Have Been Made but Not Fully Communicated to the Public", "paragraphs": ["At the eight locations we visited, BLM and the Forest Service have completed the initial designation of their lands for OHV use, basing these designations largely on the existing uses of areas, roads, and trails for activities such as recreation, mining, logging, and grazing. Subsequently, as they have updated and amended their resource management plans, they have revised their initial designations to better protect natural and cultural resources and minimize conflicts among users of the lands. However, at five of the eight locations we reviewed, the OHV program staff have not finished inventorying their lands, mapping their designations, and posting signs to inform the public of their designations."], "subsections": [{"section_title": "Lands Are Open, Restricted, or Closed to OHV Use", "paragraphs": ["The BLM and Forest Service locations we visited have designated their lands as open, open with restrictions, or closed to OHV use. BLM’s lands are generally less hilly or mountainous and are located in more desertlike environments than the Forest Service’s lands; hence, they provide more open terrain for cross-country OHV use. The Forest Service’s lands generally include more rugged, mountainous, and forested terrain, where OHV use is typically restricted to roads and trails. As table 2 indicates, about 39 percent of the lands in the four BLM resource areas were open to unrestricted cross-country use, while none of the lands in the four Forest Service ranger districts were open to such use. OHV use was restricted to existing or designated roads and trails on about 59 percent of the BLM lands and on about 53 percent of the Forest Service lands. The resource areas had closed about 2 percent of their lands to OHV use, while the ranger districts had closed about 47 percent of their lands.", "Lands designated as open (without restrictions) include areas where (1) OHVs have historically been used for recreation, (2) management and resource information gathered to date has not supported designation as closed or restricted, and/or (3) the land management planning process has indicated that further OHV use would not have significant adverse effects on natural or cultural resources.", "Lands on which OHV use is restricted to existing or designated roads and trails include natural or cultural resources that could be adversely affected by unrestricted cross-country OHV use. For example, in the Barstow Resource Area’s Afton Canyon Natural Area, vehicular access is limited to designated roads and trails to protect sensitive riparian habitat and scenic beauty along one of the few places where the Mojave River flows above ground.", "Lands designated as closed to OHV use include wilderness areas, natural areas where research is being conducted, some areas of critical environmental concern, and other special management areas. For the most part, lands closed to OHV use in the four ranger districts we visited were located in watershed areas sensitive to erosion or in congressionally designated wilderness areas. For example, at the Salt Lake Ranger District in Utah, 64,000 acres were in four designated wilderness areas. At the time of our review, the four resource areas we visited had no designated wilderness areas, but they did have lands that had been studied and were being considered for possible designation as wilderness areas by the Congress. OHV use is generally allowed in such wilderness study areas so long as it does not impair an area’s wilderness potential. However, we found that OHV use in some wilderness study areas was either prohibited or severely restricted. For example, in the San Rafael Resource Area in Utah, about 253,000 acres in seven wilderness study areas were being considered for possible designation as wilderness areas. OHV use was prohibited in three of the areas and restricted to a few existing trails in the other four."], "subsections": []}, {"section_title": "Majority of Locations Have Had Difficulty Communicating Their Designations to the Public", "paragraphs": ["As required under the executive orders, BLM and the Forest Service have issued regulations requiring that their designations of lands for OHV use be communicated to the public through maps and signs posted on areas and routes. However, the staff at all four of the resource areas and one of the ranger districts we visited have had difficulty complying with these regulations. They have not completed inventories of their OHV areas, roads, and trails, and they have not finished preparing maps and posting signs to indicate where OHVs may or may not be used. Without such inventories, maps, and signs, neither the public nor the staff can be certain whether specific areas, roads, or trails are available for OHV use. For example, an OHV user on an existing but unmarked trail may inadvertently ride off of the trail, leaving new tracks. Later, other OHV users may follow the new tracks, incorrectly assuming that they represent an existing trail available for OHV use. At the Cascade Resource Area, agency staff accompanying us to view a network of trails did not agree on which ones were existing and therefore available for OHV use. Without maps and signs to identify OHV routes, restricted-use areas are, in effect, used and managed as open-use areas.", "OHV program managers and staff at the four resource areas and one ranger district cited limits on funding and staffing and higher priorities for other programs as the primary reasons for their inability to comply more fully with the executive orders’ requirements. They also noted that they manage vast land areas—from several hundred thousand acres to over 3 million acres—and are responsible not only for posting new signs but also for replacing signs that have deteriorated or have been vandalized.", "Program managers at three of the five locations that have not fully complied with the executive orders’ requirements for inventories, maps, and signs—the Mesa Ranger District in Arizona, the Barstow Resource Area in California, and the San Rafael Resource Area in Utah—told us that they are currently compiling inventories of their OHV routes and will eventually map these routes and post signs on them. Managers at the Cascade Resource Area in Idaho told us that the low density and wide distribution of OHV use in the area did not warrant the investment of resources needed to complete the inventories, maps, and signs. The Cascade Resource Area has, however, completed the maps and signs for the very small portion (less than 3 percent) of its land that lies within the Boise Front, where OHVs are most heavily used. Managers at the Stateline Resource Area in Nevada told us that the resource area has not had the funds or staff to complete the inventories, maps, and signs.", "In responding to a draft of this report, BLM said that it is working with state and local governments and interest groups to supplement federal and state funds to complete inventories, maps, and signs for its roads and trails. According to BLM, several offices are working innovatively with volunteers, using a geographic positioning satellite system and a geographical information system to inventory the roads and trails and produce maps for the public’s and its own administrative use.", "The three remaining ranger districts we visited—Mt. Pinos and Upper Lake in California and Salt Lake in Utah—have extensive maps of OHV routes that clearly identify the location and number of each road and trail and, in the case of the Mt. Pinos maps, describe the routes and specify their level of difficulty and length. These maps are available to the public at the respective ranger districts. Informative signs were posted on the designated roads and trails in these districts. According to OHV program staff at these locations, the maps and signs help keep OHV users in authorized areas."], "subsections": []}]}, {"section_title": "Monitoring Has Not Been Systematic, and Confusion Has Hampered Enforcement", "paragraphs": ["As required under the executive orders and implementing regulations, BLM and the Forest Service have prepared resource management and activity plans that require systematic, documented monitoring to (1) identify any adverse effects of OHV use on natural and cultural resources and any needed corrective actions and (2) determine users’ compliance with OHV regulations. Such monitoring includes measuring changes in vegetation, soil, and wildlife habitat at key locations and regular intervals; recording the data; evaluating and analyzing the results; and modifying the program’s management as necessary in light of the results. Monitoring is particularly important in unmapped, unmarked areas where OHVs may inadvertently be intruding on restricted or closed areas.", "None of the eight locations we visited was systematically monitoring and documenting the adverse effects of OHV use and any needed corrective actions except in areas where competitive events requiring permits are held. Agency employees performing other duties and members of the public—including both OHV users and members of environmental groups—were periodically observing and reporting adverse effects of OHV use, but such anecdotal evidence does not provide the comprehensive documentation that is needed to fully characterize the resource damage and set priorities for corrective action.", "To partially offset the difficulty of monitoring vast tracts of land with limited funds and staff, some locations we visited were concentrating their monitoring on locations with heavy OHV use, sensitive soils, riparian areas, or critical wildlife habitat. The Barstow Resource Area, for example, had developed a listing of “hot spots” where management attention is most needed. This listing provides the staff with a basis for setting priorities for monitoring and taking corrective action.", "The executive orders and implementing regulations also require BLM and the Forest Service to enforce all rules and regulations governing OHV use on their lands. These requirements are designed to, among other things, protect public health and safety and minimize land-use conflicts. All eight of the locations we visited were undertaking various enforcement activities. However, such activities were sometimes hampered because maps and signs were not available to communicate OHV designations, and the number of law enforcement staff was limited at the various locations.", "All eight locations were issuing citations for violations of OHV regulations, primarily for licensing and equipment violations. Available information—from estimates, partial computer records, and actual citations—indicates that the number of OHV citations varied from fewer than 10 at one location to more than 200 at another during calendar year 1993. Such wide variation was due, in part, to differences in the size of the agencies’ law enforcement staffs and in the use the locations were making of cooperative agreements with local communities to provide supplemental law enforcement support.", "Many OHV program staff told us that they consider making one-to-one contact with OHV users on the trail more effective as an approach to law enforcement than issuing citations. According to staff at all of the sites we visited, the presence of law enforcement staff helps to ensure compliance with OHV use regulations. In addition, educational efforts and materials are used to increase compliance with regulations, promote visitors’ safety, and decrease the adverse effects of OHV use."], "subsections": []}, {"section_title": "Some Actions Have Been Taken, but Others Are Needed to Correct Adverse Effects", "paragraphs": ["As required by the executive orders and implementing regulations, BLM and the Forest Service were taking actions to correct the adverse effects of OHV use at the eight locations we visited. However, because the agencies did not have complete monitoring data, the full nature and extent of the adverse effects and the actions needed to correct them are unknown.", "All eight locations were taking actions, such as relocating trails, maintaining trails, replanting vegetation, and closing affected areas. These actions were designed to prevent further damage from OHV use, maintain existing or provide additional opportunities for OHV recreation, or resolve conflicts between OHV users and other users and residents. At the Barstow Resource Area, a camping and OHV staging area was closed to protect the habitat of the desert tortoise, and a new access road was graded to attract OHVs to a nearby open-use area. At the Upper Lake Ranger District, erosion control measures were installed on a system of OHV trails to minimize the damage to soils and watersheds from OHV use and preserve opportunities for OHV recreation. At the Mesa Ranger District, an area was partially closed to OHVs to allay public concerns about health and safety problems and the visual degradation of the area; the area was fenced; locked entrance gates were installed; designated looped trails were numbered and posted; closed routes were barricaded; and play areas, including hill climbs, were planted with vegetation.", "Staff at all eight locations identified adverse effects of OHV use that, at the time of our visits, had not been corrected. At the Mesa Ranger District, for example, extensive damage to resources caused by vehicles driving up and down the banks of, and across, a dry streambed had not been corrected because funding and staffing had been allocated to other areas with greater OHV use. Similarly, at the Nellis Dunes OHV play area in the Stateline Resource Area, health and safety problems—including high-speed, uncontrolled, cross-country OHV riding; garbage dumping; auto stripping; indiscriminate camping; partying; and firearms shooting—had not been corrected because the limited resources were being used to manage higher-priority OHV racing competitions generally held elsewhere."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Although more than 20 years have passed since the issuance of the first executive order calling for the management of OHV use on federal lands, BLM’s and the Forest Service’s compliance with the provisions of the two orders has been mixed. According to OHV program managers and staff at the eight locations we visited, both agencies have given higher priority to other activities and have allocated limited funding and staffing to their OHV programs. Furthermore, both agencies have relied heavily on the states to support their OHV programs so that, in an era of constrained federal funding, the extent of their future compliance is likely to depend on the level of support they receive from nonfederal sources. Should such support waver or cease in the future for any reason, the agencies’ ability to comply with the executive orders would be further hampered.", "Some BLM and Forest Service locations have made more efficient use of the resources available to them by targeting their monitoring and enforcement to the most heavily used or the most environmentally sensitive lands. Also, some have formed coalitions with state governments, local communities, and private organizations (such as the Boise Front Coalition and the Paiute ATV Trail Committee), to supplement their resources for OHV programs. As the agencies continue to inventory, map, and post signs to identify their OHV areas, roads, and trails, they should be able to implement the executive orders’ provisions more fully."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["This report provides information on the use and impact of OHVs on public lands. It makes no recommendations."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We requested comments on a draft of this report from the Departments of the Interior and Agriculture. We met with and received comments from agency officials, including the Deputy Director, Bureau of Land Management, Department of the Interior, and the Acting Associate Deputy Chief of the Forest Service, Department of Agriculture. They generally agreed with the information and conclusions in the report and offered several technical clarifications, which we incorporated in the report where appropriate. In addition, Interior and Agriculture provided the following comments, which addressed broader issues than our work at the eight case-study locations.", "Interior stated that BLM is revising its OHV, trail, access, and transportation manuals and handbooks to clarify its management goals and objectives and to integrate these components into a holistic transportation access network. The transportation access network will be planned, designed, constructed, maintained, and monitored to meet the needs of recreationists, authorized users, and BLM. BLM believes that this systematic approach will prove more effective for managing OHV use than the individual activity approach used in the past. In addition, BLM is hiring an OHV/trail technical assistant to provide its resource areas with help and training in ways to inventory, plan, develop, maintain, operate, and monitor roads and trails. BLM is also revising its sign catalog and procedures for ordering signs to improve the resource areas’ ability to acquire and use consistent signage.", "Interior also said that BLM is moving from an agency that manages specific activities on federal lands to one that manages the condition of the lands’ resources according to consistent standards. The use of OHVs, along with all other uses of the public lands, will be allowed in areas or along trails where the use is compatible with the desired condition of the resources. Staffing and funding will emphasize a holistic approach to managing a specific piece of ground rather than individual activities. By enabling BLM to apply consistent standards to all activities, this approach should support the agency’s efforts to focus staff time and funding on problems in “hot spots” or areas where the resources are not in the desired condition.", "In its comments, Agriculture said that at current funding levels, the Forest Service will continue to restrict its mapping, signing, and monitoring of adverse effects to the areas that receive the heaviest OHV use and are the most ecologically sensitive. Agriculture further said that efforts to more fully implement the executive orders depend heavily on the availability of funding, that the amounts available generally fall well below the amounts needed and requested, and that each ranger district has to make very difficult choices about how to allocate its limited resources among its various programs and activities.", "We conducted our review between December 1993 and June 1995 in accordance with generally accepted government auditing standards.", "We are sending copies of this report to interested congressional committees and Members of Congress, the Secretaries of the Interior and Agriculture, the Director of the Bureau of Land Management, the Chief of the Forest Service, and other interested parties. We will also send copies to others upon request. Please call me at (202) 512-7756 if you or your staff have any questions. Major contributors to the report are listed in appendix X."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["Representative Bruce F. Vento asked us to review the implementation of Executive Orders 11644 and 11989 by the Department of Interior’s Bureau of Land Management (BLM) and the Department of Agriculture’s Forest Service. These orders were issued in the 1970s to establish policies and provide for procedures to regulate the use of off-highway vehicles (OHV) on federal lands. More specifically, our objectives were to obtain information on (1) the funding and staffing for OHV programs and (2) the extent to which the two agencies were complying with the executive orders’ requirements that they designate federal lands for OHV use, monitor OHV use to identify adverse effects and any needed corrective actions and to determine compliance with regulations, and address or correct any adverse effects of OHV use.", "To perform this review, we reviewed the executive orders and BLM’s and the Forest Service’s implementing regulations. We spoke with and obtained information from (1) BLM and Forest Service headquarters officials; (2) BLM state, district, and resource area officials and OHV program staff; (3) Forest Service regional, forest, and ranger district officials and OHV program staff; (4) state government OHV program officials; (5) representatives of OHV user groups, including the Blue Ribbon Coalition and the Motorcycle Industry Council; and (6) representatives of environmental groups, including the Sierra Club and the Audubon Society.", "We learned that neither BLM nor the Forest Service had nationwide data on its funding and staffing for OHV programs and neither had reliable data on the extent or effects of OHV use on its lands. Hence, we agreed with the requester’s office to obtain information illustrative of BLM’s and the Forest Service’s OHV programs by reviewing the implementation of such programs at four BLM resource areas and four Forest Service ranger districts where, we were told, the use of OHVs was high. During our review, we visited several other BLM and Forest Service locations to obtain additional information about the agencies’ OHV programs."], "subsections": [{"section_title": "Selection of Locations", "paragraphs": ["We selected the eight locations on the basis of (1) the number of acres managed, (2) the estimated extent of OHV use, (3) the type of OHV use, (4) and the type of terrain on which OHVs were used. We attempted to obtain some diversity in our selection while concentrating on the areas with the highest use that exhibited the types of problems OHV program managers face at the local level. We limited our selection to the western states because they have the most OHV activity and the most acres of land managed by BLM and the Forest Service. We obtained concurrence from the requester’s office and from BLM and Forest Service headquarters and state/regional officials that the locations selected would illustrate each agency’s OHV program and the problems associated with OHV use. A brief description of the eight locations and the basis for their selection follows."], "subsections": [{"section_title": "BLM Locations", "paragraphs": ["Barstow Resource Area, California. California ranks first in OHV use on BLM lands and fourth in the number of acres of BLM lands in the conterminous United States. The OHV use reported by BLM for California is about double that reported by BLM for the next 10 highest states. According to BLM’s California state office, the Barstow Resource Area has the most OHV use of any BLM location in the state. Four-wheel drive vehicles and motorcycles are most commonly used for this largely desert terrain.", "Stateline Resource Area, Nevada. Nevada ranks sixth in OHV use on BLM lands and first in the number of acres of BLM lands in the conterminous United States. The Stateline Resource Area receives substantially more OHV use than any other BLM resource area in the state. Four-wheel drive vehicles, motorcycles, and all-terrain vehicles (ATV) are preferred for this mostly desert terrain.", "Cascade Resource Area, Idaho. Idaho ranks eighth in OHV use on BLM lands and eighth in the number of acres of BLM lands in the conterminous United States. OHV use in the Cascade Resource Area is concentrated in an area known as the Boise Front, which has the most intensive OHV use in the state. The Boise Front encompasses BLM, Forest Service, state, and private lands and has been managed cooperatively over the past 10 years. Four-wheel drive vehicles and motorcycles are used most often for this terrain consisting of mountain valleys and forested foothills.", "San Rafael Resource Area, Utah. Utah ranks second to California in OHV use on BLM lands and second to Nevada in the number of acres of BLM lands in the conterminous United States. The San Rafael Resource Area, according to BLM’s Utah state office, has some of the highest OHV use on BLM lands in the state. Four-wheel drive vehicles, motorcycles, and ATVs are preferred for this semiarid terrain with some canyons."], "subsections": []}, {"section_title": "Forest Service Locations", "paragraphs": ["Upper Lake Ranger District, California. California ranks first in OHV use on Forest Service lands and first in the number of acres of Forest Service lands in the conterminous United States. According to the Forest Service, OHV use reported for California is more than double that reported for the next highest state, which is Arizona. OHVs, primarily motorcycles, are used year round on terrain ranging from chaparral at lower elevations to conifer forests at higher elevations.", "Mt. Pinos Ranger District, California. A second Forest Service location in California was selected because the use of OHVs in the state is high. All types of OHVs—including motorcycles, four-wheel drive vehicles, and ATVs—are widely used in the Mt. Pinos Ranger District on terrain ranging from chaparral at lower elevations to conifer forests at higher elevations.", "Mesa Ranger District, Arizona. Arizona ranks second to California in OHV use on Forest Service lands and sixth in the number of Forest Service acres in the conterminous United States. The Mesa Ranger District has the highest OHV use in the state. ATVs and four-wheel drive vehicles are used most frequently for this arid terrain, which ranges from rolling hills to mountains.", "Salt Lake Ranger District, Utah. Utah ranks fifth in OHV use on Forest Service lands and 10th in the number of Forest Service acres in the conterminous United States. The Salt Lake Ranger District has some of the highest OHV use in the state. Motorcycles and four-wheel drive vehicles are used most commonly for this terrain consisting of foothills and steep canyons."], "subsections": []}]}, {"section_title": "Sources of Information", "paragraphs": ["During our visits to each of the eight locations, we reviewed resource management plans and activity plans that addressed OHV management. Additionally, to obtain information on funding and staffing, we held discussions with resource area and ranger district managers and their OHV program staff and obtained available documentation on funding and staffing. Precise funding and staffing information was not available because none of the BLM and Forest Service locations accounted for the OHV program separately from other recreation programs. OHV program staff provided us, for fiscal year 1993, with estimates of the amount of federal funding and the number of staff that were being devoted to OHV activities at each of the eight locations and with the actual amount of state funding provided through cooperative partnerships at all of the locations except the one where state funding was not provided.", "To obtain information on the designation of land for OHV use, we talked with resource area and ranger district managers and OHV program staff and reviewed regulations, resource management plans, activity plans, and other documentation relevant to the determination of where OHVs are and are not allowed. We also obtained information on how these determinations were communicated to the public through such means as maps and signs.", "To obtain information on the monitoring of OHV use to identify its adverse effects and to determine compliance with regulations for it, we spoke with resource area and ranger district managers, OHV program staff, and law enforcement staff. We also reviewed regulations, resource management plans, activity plans, and other documentation to determine how and to what extent monitoring—systematic, documented monitoring as well as casual, sporadic monitoring—of OHV use was being done, how any adverse effects of such use and any needed corrective actions were being identified, and how regulations for OHV use were being enforced through the issuance of citations and other means.", "To obtain information on the corrective actions being taken to address the adverse effects of OHV use, we spoke with resource area and ranger district managers and OHV program staff and reviewed documentation on the types of corrective actions needed, taken, and not taken. To develop more specific information on corrective actions, we concentrated on two sites within each resource area and ranger district—one site where corrective actions had been taken and one site where corrective actions had not been taken or additional actions remained to be taken. When needed corrective actions had not been taken, we determined the reasons why.", "We conducted our review of the eight case-study locations between December 1993 and June 1995 in accordance with generally accepted government auditing standards."], "subsections": []}]}, {"section_title": "Barstow Resource Area, California", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The Barstow Resource Area is part of BLM’s California Desert District. It includes about 3.2 million acres of BLM land in southern California’s Mojave Desert and is located 1 or 2 hours driving time northeast of the Los Angeles metropolitan area, where 15 million people reside. The resource area includes some of the most popular and intensively used OHV areas in California. OHV use is highest at a number of designated open-use areas near Los Angeles and several other rapidly growing communities; it includes organized, competitive, high-speed racing events; hill climbing; and sand dune, trail, and cross-country riding. (Fig. II.1 shows, among other things, the location of the resource area and of Afton Canyon and Juniper Flats—two sites we reviewed during our visit.)"], "subsections": []}, {"section_title": "Funding and Staffing", "paragraphs": ["Funding for the Barstow Resource Area’s OHV program comes from both BLM and the state of California. During fiscal year 1993, for example, the estimated funding for Barstow’s OHV program totaled about $805,000—of which $705,000, or 88 percent, was provided by the state and an estimated $100,000, or 12 percent, was provided by BLM. About $550,000 of the state funding was directed toward the El Mirage OHV Recreation Area, a 24,000-acre intensive-use OHV area, which is located 100 miles from Los Angeles and is operated by BLM under a federal, state, and county cooperative management plan. About $561,000 (or about 70 percent) of the combined $805,000 in funding at Barstow was spent on staff salaries, supporting 13 full-time OHV staff and 11 staff who devote part of their time to OHV activities. Of the full-time OHV staff, 10 work at El Mirage—3 law enforcement rangers, 1 recreation planner, 1 park ranger, 3 facility maintenance staff, 1 site manager, and 1 administrative assistant. The remaining three full-time staff—one recreation planner and two park rangers—work at other locations. The 11 staff who devote part of their time to OHV activities include 9 law enforcement rangers, 1 supervisory recreation planner, and 1 equipment operator, all of whom work outside El Mirage. The remaining $244,000 was spent on nonsalary items, including contracted road construction, grading, equipment, and signs."], "subsections": []}, {"section_title": "Designation of Land for OHV Use", "paragraphs": ["Barstow’s OHV use designations were initially based on an environmental analysis that was completed in the course of developing the 1980 California Desert Conservation Area Plan (the resource management plan covering the Barstow Resource Area) and a 1982 amendment to the plan. The plan’s objectives in designating lands for OHV use include minimizing damage to natural, cultural, and aesthetic resources; providing a network of routes for desert travel; reducing conflicts among desert users; and providing for appropriate off-highway recreation. Traditional land uses heavily influenced the designations. Table II.1 shows that, at the time of our review, OHV use on 2.87 million acres, or 90 percent of the Barstow Resource Area’s 3.2 million acres, was restricted to designated routes in marked areas and existing routes in unmarked areas to (1) minimize harm to resources by preventing the harassment of wildlife and protecting threatened and endangered species, (2) prevent damage to land being considered for designation as wilderness, and (3) minimize conflicts with other users of the desert. Another 300,000 acres (9 percent) at five locations were designated as open to OHV use because of their recreational importance. The remaining 30,000 acres (1 percent) were closed to OHV use to protect certain sand dune systems, dry lakes, and primitive areas.", "Total BLM acres in resource area Acres designated as— Open to OHV use Restricted to certain areas Closed to OHV use 9 percent (300,000 acres) 90 percent (2,870,000 acres) 1 percent (30,000 acres)", "Special OHV events (annually)", "After developing the 1980 Desert Plan, Barstow allowed OHV use on all existing routes unless they were posted as closed because it did not have an inventory of existing routes open to OHV use. In 1989, BLM finished publishing a series of desert-access maps showing existing routes, closed routes, closed areas, and open cross-country use areas. Barstow is currently developing an inventory of routes open to OHV use and is changing its practice from allowing OHV use on all existing routes unless posted as closed to allowing OHV use only on those routes posted as open. About 2.3 million acres, or about 72 percent of Barstow’s lands, have been inventoried and, according to Barstow recreation planners, the routes being proposed as open to OHV use represent about 32 percent of the existing routes shown on the 1989 desert-access maps.", "On most Barstow Resource Area lands, posting for OHV use is either incomplete or has not been done at all. Signs are, however, in place at the five OHV open-use areas and at areas where site-specific plans have been written, including the Rainbow Basin Natural Area, the Afton Canyon Natural Area, and the Juniper Flats Cultural Area. Signs at the five OHV open-use areas include perimeter boundary signs and visitor information boards. At Rainbow Basin, Afton Canyon, and Juniper Flats, routes open to OHV use have been posted. The other locations available for OHV use within the resource area have generally not been posted because of insufficient funds. Unauthorized OHV use in inadequately posted areas sometimes damages resources, such as soils and plants, and creates conflicts among users of the lands.", "OHV competitions occur frequently within the Barstow Resource Area; 41 events involving 10,000 participants and 35,000 spectators took place during fiscal year 1993. The events require a BLM permit and primarily occur on weekends in the designated open-use areas, especially Johnson Valley, Stoddard Valley, and El Mirage. Events for all types of OHVs—including motorcycles, ATVs, desert buggies, and four-wheel drive vehicles—are held. While most of these events are timed, competitive races, some nonspeed, nontimed events are held for vehicles registered for street use. At El Mirage, all-out, high-speed time trials are held."], "subsections": []}, {"section_title": "OHV Monitoring and Enforcement", "paragraphs": ["The Barstow Resource Area has not implemented a systematic OHV monitoring program to identify and document the adverse effects of OHV use. Although the 1980 Desert Plan identified such monitoring as an important component of the OHV program and included establishing a desertwide monitoring program by the end of fiscal year 1987 as a program goal, OHV monitoring has not been established at Barstow because of constraints on staff resources and the higher priority of other work. According to Barstow OHV program staff, the effects of OHV use are primarily identified through the incidental, undocumented observations of Barstow staff while they are in the field performing work for other programs. The effects of OHV use have also been reported to BLM staff by the public, including OHV users and environmental groups. Except for monitoring permitted OHV competitions, we were told, Barstow’s OHV and other recreation program staff do little of the systematic, documented monitoring specified in the regulations, the Desert Plan, and site-specific management plans.", "Barstow has 13 authorized law enforcement ranger positions; however, according to the chief ranger, only 7 positions were staffed in all of 1993 and about 40 percent of the rangers’ time was spent on enforcing the regulations for OHV use. According to OHV program staff, public safety receives a higher priority than resource protection. Barstow law enforcement rangers issued 237 citations during 1993, most of which were for vehicle registration and inspection violations. Fewer than 10 citations were issued in 1993 for resource damage and OHV use in unauthorized areas because, according to law enforcement staff, it is difficult to establish intent when existing routes in most areas are not posted for OHV use."], "subsections": []}, {"section_title": "Corrective Actions", "paragraphs": ["In January 1994, the Barstow Resource Area Manager developed a listing of 12 locations that were most in need of corrective actions to address the adverse effects of OHV use. The listing, referred to as the Barstow OHV management’s “hot spots” listing, was based on the field observations of law enforcement rangers and other Barstow staff. Among the adverse effects listed were erosion, vandalism of signs, OHV use in unauthorized areas, shooting, and garbage dumping. Actions needed to correct these adverse effects included closing areas to OHV use, increasing law enforcement ranger patrols, fencing, and increasing cooperative efforts with local residents and interest groups.", "OHV program staff identified two locations within the Barstow Resource Area for us as examples of places where needed corrective actions have, or have not, been taken. They pointed to the Afton Canyon Natural Area, which includes 35,000 acres of resource area lands and 6,500 acres of private lands, as a place where corrective actions have eliminated the adverse effects of OHV use, including erosion, damage to riparian vegetation, and aesthetic degradation. In 1980, BLM designated Afton Canyon as an area of critical environmental concern to protect aesthetic values and habitat for wildlife (bighorn sheep and birds of prey). Afton Canyon is one of the few natural riparian areas in the Mojave Desert. Before its designation, it was a popular free-play area for motorcycles: Hill climbs took place at “Competition Hill,” and OHVs could be used in all areas, including riparian ones. In 1989, BLM restricted OHV use in the Afton Canyon area to routes designated by signs as open. The area has been partially fenced, metal barriers have been placed on closed routes (see fig. II.2), and local youth scouting groups are scheduled to assist with rehabilitation work at Competition Hill. Signs posted at the primary highway access to Afton Canyon inform the public that OHV use in the area is restricted. The signs also inform the public about the location of a nearby OHV open-use area. About $110,000 had been spent through fiscal year 1993 at Afton Canyon under a site-specific management plan that identified actions BLM believed were needed to address the adverse effects of OHV use. According to Barstow OHV program staff, the actions taken thus far have been successful, and OHV users interested in cross-country, free-play activities have moved to the nearby OHV open-use areas.", "Juniper Flats is the first location on Barstow’s list of OHV hot spots and was identified by OHV program staff as a site where some corrective action has been taken but much more is needed. Juniper Flats encompasses about 17,000 acres that are located in a critical watershed, provide important wildlife habitat, and have high cultural sensitivity and shallow, fragile soils. According to OHV program staff, heavy OHV use by residents of communities adjacent to Juniper Flats has eroded soil, damaged vegetation, degraded riparian areas, and destroyed fences and signs.", "In 1993, BLM placed Juniper Flats under an emergency closure. Motorized vehicle use in the area was restricted to posted routes, a condition that was expected to last for 2 years pending completion of a more thorough site-specific management plan. Posting of routes open to OHV use is ongoing: About two-thirds of the signs have been installed. Vandalism of signs and OHV use outside designated routes are continuing problems in the area. Additional needed actions identified by OHV program staff include installing the remaining signs, rehabilitating hill climb areas (see fig. II.3), raking and seeding, installing barriers, planning cooperatively with local citizens and interest groups, and establishing priority law enforcement surveillance. The Barstow Resource Area Manager told us that she had requested funding for the rehabilitation work but that the other actions will have to wait until additional staff and funds become available."], "subsections": []}, {"section_title": "Comments From User/Environmental Groups", "paragraphs": ["At the Barstow Resource Area, we discussed BLM’s management of OHV use with a representative of the American Motorcycle Association, who was very familiar with the area. He said that he has motorcycled there about 25 weekends each year for the past 5 years. The representative is primarily involved in organized motorcycle events. He told us that he accepts the fact that BLM has designated five areas as open to cross-country OHV use and has restricted OHV use elsewhere to posted routes. He identified desert buggy racing in Stoddard Valley and casual OHV use in the Cinnamon Hills desert tortoise habitat as negatively affecting these areas. He said that BLM could strengthen Barstow’s OHV management by improving its oversight of desert buggy racing, its handling of conflicts between OHV use and other forms of recreation, its posting of the boundaries of the five areas designated as open to OHV use, and its communications with the OHV community.", "We also discussed OHV use in the Barstow Resource Area with a representative of the Sierra Club’s California Desert Committee, who has resided in southern California for over 50 years and visits Barstow several times a year. Overall, he characterized the Barstow Resource Area as doing a good job of managing OHV use. However, he characterized Cinnamon Hills as adversely affected by OHV use, primarily because damage is being done to desert tortoise habitat. Among his other concerns are the land scars caused by OHV hill climbs, such as those at Juniper Flats; the spillover of OHV use into restricted areas from the five designated open-use areas; and heavy OHV use near parking, camping, and picnic areas. He is also concerned because several areas of critical environmental concern are located within OHV open-use areas and are therefore susceptible to damage. The representative would like to see OHV use outside the open-use areas more strictly limited to routes that have been posted as open to OHV use."], "subsections": []}]}, {"section_title": "Cascade Resource Area, Idaho", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The Cascade Resource Area is part of BLM’s Boise District. It is located in southwest Idaho adjacent to Boise, the capital and largest city in Idaho, and includes about 487,000 acres of BLM land. OHV activities in the resource area are mainly concentrated in an area known as the Boise Front, which is the most intensively used OHV area in Idaho. (Fig. III.1 shows the location of the resource area and of the Boise Front and Treasure Valley Corridor—two sites we reviewed during our visit.)"], "subsections": []}, {"section_title": "Funding and Staffing", "paragraphs": ["The Cascade Resource Area’s OHV program is funded by BLM and the state of Idaho. Cascade OHV program staff estimated that funding totaled about $79,000 for fiscal year 1993, of which about $54,000 came from BLM and $25,000 from the state Off-Road Motor Vehicle Gas Tax Fund. The funding provided by BLM was spent on staff salaries, partially funding four positions—two recreation specialists, one maintenance worker, and one law enforcement ranger, each of whom spent only part of his or her time on OHV activities. The funding received from the state, which accounted for almost one-third of the total amount of funds, was spent for maintenance equipment and signs. In addition, the state provides its counties with funds from the Off-Road Motor Vehicle Gas Tax Fund for law enforcement and maintenance within BLM resource areas to support OHV program activities. In fiscal year 1993, the state provided various Idaho counties with $20,000 for law enforcement patrols in the Boise Front and $17,500 for fencing and maintenance in other Cascade OHV areas. The Cascade Resource Area’s OHV program is also supported by volunteers working through the Boise Front Coalition, a community service organization with representation from city, county, state, and federal agencies; private landowners; and user groups."], "subsections": []}, {"section_title": "Designation of Land for OHV Use", "paragraphs": ["The Cascade Resource Area’s OHV use designations, originally based on historic use, were revised after an environmental analysis was completed during the development of the 1988 Cascade Resource Management Plan. As table III.1 shows, 244,118 acres, or approximately half of Cascade’s lands, were designated as open to OHV use because no significant adverse effects were identified in the analysis. OHV use on another 241,215 acres, or just under half of Cascade’s lands, was restricted because the analysis identified highly erodible soils, watershed values, and sensitive species habitats as needing protection. The remaining 2,113 acres were closed to OHV use because the analysis determined that OHV use would conflict with other recreational activities, the survival of sensitive plant species, or mining activities.", "Total BLM acres in resource area Acres designated as— Open to OHV use Restricted to certain areas Closed to OHV use 50.0 percent (244,118 acres) 49.5 percent (241,215 acres) 0.5 percent (2,113 acres)", "Special OHV events (annually)", "OHV use in the 241,215 restricted acres is limited either to existing or designated roads and trails. On 229,220 of these acres, OHV use is restricted to existing roads and trails; however, Cascade does not have an inventory, maps, or signs to identify the number of miles or the location of the existing roads and trails that are available. Hence, OHV users on these lands have no way of knowing whether they are using an existing trail open to OHV use or engaging in prohibited cross-country activities. The remaining 11,995 acres—about 3 percent of the land in the resource area—are located within the Boise Front, where OHV use is restricted to 15 miles of designated roads and trails that have been inventoried, mapped, and posted to minimize resource damage. Outside the Boise Front OHV area—about 97 percent of the land in the resource area—maps have not been prepared and signs have not been posted, according to the OHV program manager, because these areas are less intensively used, existing use is dispersed, and available resources have been devoted to the higher-priority Boise Front."], "subsections": []}, {"section_title": "OHV Monitoring and Enforcement", "paragraphs": ["The Cascade Resource Area does not systematically monitor OHV use and document the adverse effects of such use, even though its Off-Road Vehicle Management Plan—the OHV program activity plan for implementing the Cascade Resource Management Plan—contains specific guidance for formal monitoring. According to the Cascade OHV program manager, some systematic monitoring of the effects of OHV use was done in the early 1980s, but it was discontinued because of limits on staffing and funding and other work priorities. Monitoring is currently limited to casual, sporadic observations made by Cascade staff while out in the field performing range, wildlife, road maintenance, and other program work. Eventually, some more systematic monitoring is intended for the heavily used Boise Front, but OHV monitoring in less intensively used areas will continue to be handled in a cursory manner.", "Enforcement problems include vandalism and OHV use off of roads and trails, especially in the Boise Front. BLM has cooperative agreements with state and county law enforcement agencies for the enforcement of OHV regulations in the Boise Front. About 200 citations are issued annually by BLM law enforcement rangers and county sheriffs who patrol the area. Typically, citations are issued for vehicle licensing and equipment violations, and warnings are usually given for OHV use off of designated routes."], "subsections": []}, {"section_title": "Corrective Actions", "paragraphs": ["Although the Cascade Resource Area maintains no official listing of areas where corrective actions have been or need to be taken to address the adverse effects of OHV use, the Cascade OHV program manager identified the (1) Boise Front as an area where corrective actions have been taken and (2) Treasure Valley Corridor as an area where OHV use is a management problem and such actions have not been taken. We visited the two locations as a part of our review.", "Because of its proximity to Boise, the Boise Front is a popular area where (1) intensive OHV use has eroded soil in watershed areas and (2) vandalism has damaged signs, gates, and sanitation facilities. As a result, OHV use on the Boise Front has been restricted to designated roads and trails, which have been mapped and posted to communicate their location to the public. Other corrective actions taken in the Boise Front include closing roads and trails to OHV use (see fig. III.2), planting vegetation on closed trails, annually scheduling and performing road and trail maintenance, replacing damaged route markers and signs, and increasing the presence of law enforcement officers in the late afternoons and evenings. Since 1990, over $100,000 in state funds has been spent for Boise Front projects.", "The Treasure Valley Corridor is becoming problematic for the Cascade Resource Area as the number of new roads and trails increases. Because OHV use in this area is less intensive than in the Boise Front, the Corridor has historically received less BLM management attention and fewer staffing and funding resources. Although OHV use on federal lands in the Corridor is restricted to existing roads and trails, few signs, maps, or trail markers inform the public which roads and trails are open to OHV use. As new trails appear from unauthorized cross-country OHV use and few signs identify the existing trails, the public finds its increasingly difficult to distinguish between the trails that are and are not available for OHV use. As figure III.3 shows, there is little perceptible difference between the two classes of trails: The trail that runs horizontally across the picture is authorized for use, while the two trails that appear to go uphill from this trail are not."], "subsections": []}, {"section_title": "Comments From User/Environmental Groups", "paragraphs": ["At the Cascade Resource Area, we discussed BLM’s management of OHV use with members of the Idaho Trail Machine Association. The members told us that they frequently ride their motorcycles in the Boise Front. Among the OHV management problems they identified at this location were vandalism and the need for more OHV trails. The members also mentioned the need for maps and other information on OHV opportunities in areas other than the Boise Front. They would like to see BLM provide more funding for OHV recreational opportunities on its lands.", "We also discussed OHV use with a member of the Idaho Conservation League who frequently rides horses and hikes in the Boise Front. This individual identified vandalism; erosion from OHV use off of designated trails; and OHV conflicts with other recreational activities such as horseback riding, mountain biking, and hiking as continuing OHV management problems in the Boise Front. He would like to see the Boise Front closed to OHV use because of these problems."], "subsections": []}]}, {"section_title": "San Rafael Resource Area, Utah", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The San Rafael Resource Area is part of BLM’s Moab District. Located in Emery County in south central Utah, it is about 2 hours driving time southeast of the Salt Lake City metropolitan area, which has a population of about 1.1 million. The resource area includes about 1.5 million acres of BLM land, which receive some of the highest OHV use in the state. (Fig. IV.1 shows, among other things, the location of the resource area and of Justensen Flats and Mexican Mountain—two sites we reviewed during our visit.)"], "subsections": []}, {"section_title": "Funding and Staffing", "paragraphs": ["Funding for San Rafael’s OHV program comes from both BLM and the state. OHV program staff estimated that funding for fiscal year 1993 totaled about $60,000, of which $50,000, or 83 percent, was provided by BLM and $10,000, or 17 percent, was provided by the state. The federal funding helped to pay the salaries of two staff—a recreation planner and a law enforcement ranger—who spent part of their time on OHV activities. The state funding was spent on sanitation facilities and other improvements at a resource area campground that is used by OHV enthusiasts. In addition, in 1993, Emery County supported San Rafael’s OHV program with an estimated $32,000 worth of labor and equipment to construct access roads and paths to this campground."], "subsections": []}, {"section_title": "Designation of Land for OHV Use", "paragraphs": ["San Rafael’s OHV use designations, initially based on historic use, were revised after an environmental analysis was completed as part of the development of the 1991 San Rafael Resource Management Plan. As shown in table IV.1, OHV use on 1,035,895 acres, or about 71 percent of the San Rafael Resource Area’s lands, is restricted to roads and trails; cross-country OHV use is prohibited to protect areas of critical environmental concern, developed recreation sites, critical soils, riparian areas, and wildlife and plant habitats. Additionally, 293,233 acres, or about 20 percent of the lands, were designated as open to OHV use because no significant adverse effects were identified during the environmental analysis. The remaining 133,766 acres, or about 9 percent of the lands, were closed to OHV use to protect undisturbed plant communities and primitive scenic areas.", "Special OHV events (annually)", "Although the San Rafael Resource Management Plan provides that OHV use in restricted areas be limited to designated roads and trails, such roads and trails have not been fully identified through an up-to-date inventory or maps and signs. The San Rafael Resource Area inherited numerous roads and trails dating from uranium exploration in the 1950s and 1960s and was compiling an inventory of the existing roads and trails at the time of our review. Also, the resource area was considering whether to continue posting only closed routes or to begin posting open routes instead. San Rafael has placed signs at points of entry to some closed areas, including a 12,000-acre area where an emergency closure was invoked to protect a threatened species of cactus and wildlife habitat. According to the San Rafael Resource Area Manager, a low-keyed and cautious approach towards identifying and publicizing OHV recreational opportunities exists within the resource area because of an ongoing controversy over right-of-way access across BLM lands."], "subsections": []}, {"section_title": "OHV Monitoring and Enforcement", "paragraphs": ["San Rafael does not systematically monitor OHV use to identify and document the adverse effects of such use. Casual, sporadic monitoring, which is often undocumented, is done incidentally when resource area staff are in the field working on range, wildlife, cultural, and other BLM programs. According to the OHV program manager, a schedule had been set up to monitor intrusions into San Rafael wilderness study areas, including those by OHVs. At the time of our review, however, this was the only systematic monitoring of OHV use that was going on. Monitoring OHV use has not been a priority, according to the OHV program manager, because the resource area has had limited staff and funds.", "San Rafael shares a law enforcement ranger with another resource area. As a result, this one ranger has about 2.5 million acres of BLM lands to patrol for all law enforcement purposes, including the enforcement of OHV regulations. The ranger, assigned to San Rafael in May 1993, had issued about 80 OHV citations through March 1994. Most of the citations, according to the ranger, were written for using OHVs in closed areas—including riding cross-country off of roads and trails."], "subsections": []}, {"section_title": "Corrective Actions", "paragraphs": ["No studies, reports, or other official records were available at the San Rafael Resource Area to identify either the corrective actions that have been or need to be taken to address the adverse effects of OHV use. San Rafael’s OHV program manager, however, identified (1) Mexican Mountain, located north of the Interstate 70 highway corridor, as an area where corrective actions have been taken to address the adverse effects of OHV use and (2) Justensen Flats, which is also located in the Interstate 70 highway corridor, as an area where OHV use is a management problem and corrective actions are needed. We visited the two locations.", "Mexican Mountain is a 59,000-acre wilderness study area, half of which is in the San Rafael Resource Area and the other half in another BLM resource area. Mexican Mountain was recently closed to OHV use because the 1991 San Rafael Resource Management Plan classified it as a highly scenic primitive area. A 4-mile stretch of existing road extends into the closed area, providing easy access from the adjacent Buckhorn Draw area, which receives heavy OHV use. In the summer of 1993, the road was posted as closed, and law enforcement patrols were increased on weekends. In January 1994, a metal gate barricade and fencing were installed at a key entry point in an effort to deny access to four-wheel drive vehicles and ATVs (see fig. IV.2). San Rafael’s OHV program manager estimated that, excluding the costs associated with ranger patrols, about $5,000 was spent between May 1993 and May 1994 to control OHV intrusions into the Mexican Mountain area. He believes that intrusions into the closed area have since declined because the gate, signs, and patrols clearly indicate that OHV use is prohibited at this location.", "San Rafael OHV program staff consider Justensen Flats problematic because OHV use at this location spills over into adjacent lands that BLM has closed to OHV use. Justensen Flats is part of the 9,610-acre Devil’s Canyon wilderness study area and is a popular location for weekend camping and OHV use because it is easily accessible from the highway. Eight signs prohibiting OHV use at various locations in and around Justensen Flats have been strategically posted, but OHV use in the closed areas is continuing, as shown in figure IV.3. Surveillance at Justensen Flats has declined because fewer volunteers are helping to patrol the area. San Rafael’s law enforcement ranger, who has patrol duties elsewhere, visits the area only about once a month. San Rafael’s OHV program manager told us that he intends to request $10,000 in funding next year for fences, gates, and an information kiosk at Justensen Flats. According to him, erosion control measures—such as installing rock barriers and raking and planting vegetation on unauthorized trails—are also needed at this location."], "subsections": []}, {"section_title": "Comments From User/Environmental Groups", "paragraphs": ["At the San Rafael Resource Area, we discussed BLM’s management of OHV use with the president of the Utah Trail Machine Association, who told us he had motorcycled in the area for the past 20 years. He characterized the San Rafael Resource Area as one of BLM’s most restrictive areas in Utah in terms of OHV use. In his view, San Rafael closes areas to OHVs too quickly in its efforts to confine their use. He expressed concern because San Rafael does not have an inventory of roads and trails or maps for identifying available OHV routes. He was also concerned that state OHV funds were being spent on campgrounds within the resource area rather than on roads and trails.", "We also discussed OHV use in the San Rafael Resource Area with a representative of the Southern Utah Wilderness Alliance. He, too, expressed concern that the San Rafael Resource Area does not have maps showing the location of designated OHV trails. He noted other OHV management problems, including unposted closed areas, damage to riparian areas and sensitive soils, and conflicts with other recreational activities, such as mountain biking and hiking. Overall, however, he considered the San Rafael Resource Area’s OHV program to be the best of all such programs in Utah’s BLM resource areas."], "subsections": []}]}, {"section_title": "Stateline Resource Area, Nevada", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The Stateline Resource Area is part of BLM’s Las Vegas District. It includes 3.7 million acres of BLM land in Nevada located adjacent to Las Vegas, a rapidly growing metropolitan area with a population of 850,000. The resource area offers a variety of recreational opportunities for OHV users. Casual OHV use of four-wheel drive vehicles, ATVs, and motorcycles on Stateline lands is increasing as the Las Vegas population continues to grow. Also, organized OHV competitions are frequently held within the resource area. (Fig. V.1 shows, among other things, the location of the Stateline Resource Area and of Nellis Dunes and Ivanpah Valley—two sites we reviewed during our visit.)"], "subsections": []}, {"section_title": "Funding and Staffing", "paragraphs": ["At the Stateline Resource Area, funding for the recreation program is synonymous with funding for the OHV program because the recreation program staff work almost entirely on administering organized OHV competitions. For fiscal year 1993, BLM provided about $102,000 for Stateline’s OHV program—an amount that fully funded two recreation planners and partially funded one law enforcement ranger. According to Stateline budget staff, virtually no BLM funding was available for signs, maps, or road maintenance. We were also told that the state of Nevada does not provide funding for Stateline’s OHV program. However, Clark County—which is located within the Stateline Resource Area—provides about $75,000 annually to the program for signs to restrict OHV use and a BLM law enforcement ranger to patrol designated critical desert tortoise habitat."], "subsections": []}, {"section_title": "Designation of Land for OHV Use", "paragraphs": ["Although Stateline’s OHV use designations were initially based on historic use, they were—at the time of our review—being revised as part of the development of a Stateline Resource Management Plan. The designations shown in table V.1 below were those in effect at the time of our review. OHV use was then restricted on 1,104,166 acres, or about 30 percent of Stateline’s lands, to either existing routes in unposted areas or designated routes in posted areas in an effort to protect (1) primitive lands in wilderness study areas, (2) soils in fragile watershed areas, (3) scenic lands, and (4) the desert tortoise and its habitat. Some 2,563,862 acres, or almost 70 percent of the lands, were designated as open to OHV use. The remaining 3,313 acres, or less than 1 percent of the lands, were closed to OHV use in an effort to protect significant archeological resources.", "Special OHV events (annually)", "A recent draft of the Stateline Resource Management Plan proposed considerable changes in the designation of lands available for OHV use to increase protection for wildlife habitat, cultural resources, and soils, as well as improve nonmotorized recreational opportunities. Among the proposed changes was a reduction in the number of acres designated as open to OHV use from 2,563,862 (70 percent) to only 9,180 (less than 1 percent). Conversely, under the plan, the number of acres designated as restricted would increase from 1,104,166 (30 percent) to 3,649,757 (99 percent).", "The Stateline Resource Area has not provided an inventory, maps, or signs to identify the total number of miles, or the location, of the routes available for OHV use. According to OHV program staff, it has not done so because the OHV program has relatively low priority and receives limited resources. They told us that the only routes posted for OHV use are those located in a 135,000-acre critical desert tortoise habitat area. The staff intends to inventory some OHV routes in other areas in the near future if funding becomes available.", "Although OHV competitions requiring permits occur frequently within the Stateline Resource Area, the draft management plan proposed reducing the number of acres where competitive OHV racing is allowed from 2,655,278 to 238,162. During fiscal year 1993, 27 OHV events were held within the resource area. Some of the races were over 200 miles long, and the events involved over 200 participants and over 500 spectators and members of support crews. Different events were held for different types of OHVs, including motorcycles, ATVs, desert buggies, and four-wheel drive vehicles. Although most of the events are timed, competitive races, some are untimed events for vehicles registered for street use."], "subsections": []}, {"section_title": "OHV Monitoring and Enforcement", "paragraphs": ["According to Stateline’s OHV program staff, no systematic monitoring is done to identify and document the adverse effects of casual OHV use. The monitoring of casual OHV use, according to the staff, consists of incidental, undocumented observations made by resource area staff working in the field on other recreational, range, wildlife, and cultural programs. The OHV program staff stated that, in their opinion, casual OHV use has not had a significant adverse effect within the Stateline Resource Area because such use is so dispersed and because the area’s terrain is rough.", "The Stateline Resource Area does systematically monitor OHV competitions for which a BLM permit must be obtained. In addition to issuing permits for such events, this monitoring includes documenting conditions before and after the event, particularly those that have an effect on the desert tortoise.", "Such OHV events are generally limited to sand washes, powerline roads, trails for four-wheel drive vehicles, and other courses used in past events that have received biological and archeological clearances.", "Stateline shares two law enforcement rangers with another resource area; each ranger has about 3.5 million acres of BLM lands to patrol. While on patrol, the rangers say, they perform multiple duties, including monitoring OHV use; checking for mining infractions, tortoise habitat violations, cactus thefts, drug problems, and hazardous materials dumping; and responding to complaints. Fewer than 10 OHV-related citations were written during 1993, according to the rangers, and these were for cross-country OHV use in areas where OHVs are restricted to designated and posted routes. The rangers stated that relatively few citations were issued because Stateline had only recently posted some of the designated routes."], "subsections": []}, {"section_title": "Corrective Actions", "paragraphs": ["No studies, reports, or other official records were available at Stateline to identify the corrective actions that either have been taken or need to be taken to address the adverse effects of OHV use. Stateline OHV program staff, however, did identify for us the Ivanpah Valley as an area where management actions have been taken to address the effects of competitive OHV racing and the Nellis Dunes as an area where OHV use is a management problem and corrective actions are needed. We visited the two locations during our review.", "Ivanpah Valley, located about 20 miles southwest of Las Vegas, encompasses approximately 315,000 acres, of which 224,000 are available for OHV use. Because of its proximity to Las Vegas and accessibility from an adjacent four-lane highway, Ivanpah Valley is used extensively for OHV competitions of all types, as well as for casual OHV use. Management actions taken to minimize the adverse effects of OHV competitions include limiting OHV events to 10 annually and allowing no more than 250 participants per event; confining the events to existing routes; monitoring both before and after the events to identify any adverse effects on the desert tortoise; monitoring by OHV and law enforcement staff on the day of the event; requiring sponsors of the event to remove food and garbage; and confining spectators and work crews to designated, previously disturbed areas. Figure V.2 shows desert buggy racing and signs that were posted by Stateline staff to protect a desert tortoise burrow. The adverse effects of OHV competitions at this location are now under control, according to OHV program staff, and any OHV impact off of existing roads and trails in the vicinity is the result of casual use.", "According to OHV program staff, the Nellis Dunes, a 9,180-acre designated OHV play area located about 15 miles northeast of Las Vegas, has Stateline’s highest OHV use. No management attention is directed to the Nellis area, however, because Stateline’s limited OHV program funds and staff are being used to manage OHV competitions that are generally conducted elsewhere in the resource area. No signs, maps, sanitation facilities, trash cans, or other improvements exist at the Nellis Dunes. Increasingly, the area is being used for garbage dumping, auto stripping, indiscriminate camping, drinking and partying, and shooting. Stateline staff also cited cross-country OHV driving at unsafe speeds and the dumping and burning of stolen autos as problems at Nellis. According to the staff, they may visit Nellis about once a month, generally in connection with a nearby OHV competition. In addition, a local user group occasionally assists the resource area in providing visitor services and monitoring OHV use in the Nellis Dunes area."], "subsections": []}, {"section_title": "Comments From User/Environmental Groups", "paragraphs": ["At the Stateline Resource Area, we discussed BLM’s OHV program with a representative of the Southern Nevada Off-Road Enthusiasts, who is also an active desert buggy racer on Stateline lands. He characterized Stateline’s OHV program as underfunded and understaffed. His primary concern with Stateline’s OHV management, as a racer, is the restriction of OHV races to previously used routes. He maintained that this practice concentrates the effects of OHV use on the same roads and trails, giving the resources no time to recover. Despite this concern, the representative would like to see more maps, signs, and route markers within the resource area to slow the increase in the creation of unauthorized trails through uncontrolled, casual OHV use.", "We also discussed OHV use with a representative of the Red Rock Audubon Society. He characterized Stateline’s management of OHV competitions as good, but of casual OHV use as not so good. He expressed concern that casual OHV use receives little management attention and that the number of new unauthorized trails is increasing, especially in the Ivanpah Valley. This representative would like to see more maps, trail signs, efforts to teach responsible OHV use, and enforcement of OHV rules."], "subsections": []}]}, {"section_title": "Mesa Ranger District, Arizona", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The Mesa Ranger District is part of the Tonto National Forest, within the Forest Service’s Southwestern Region. It is located in the south-central part of Arizona, less than half an hour’s drive east of Phoenix. It provides OHV recreational opportunities to the 2.2 million residents of the greater Phoenix metropolitan area. The ranger district’s 440,327 acres range from low hills to mountains, with numerous streams, washes, mesas, and plateaus throughout. The vegetation is highly diverse because of wide variations in the soil, elevation, and climate. (Fig. VI.1 shows, among other things, the location of the Mesa Ranger District and of the Bulldog Canyon and Lower Sycamore Creek OHV areas—two sites we reviewed during our visit)."], "subsections": []}, {"section_title": "Funding and Staffing", "paragraphs": ["During fiscal year 1993, the Mesa Ranger District’s OHV program manager estimated that about $198,000 was available for OHV activities. About $25,000, or 13 percent of this amount, represented federal funds, and $173,000, or 87 percent, represented state funds. Of the federal funds, about $24,000, or 96 percent, was spent on salaries; the remaining $1,000 was spent on purchasing signs. All of the state funding was earmarked for restoring OHV trails.", "The OHV program manager told us that there are no full-time OHV staff at Mesa. He said that he is responsible for the ranger district’s OHV activities and recreational, range, wildlife, and cultural resource programs. Thus, he is able to spend only about 10 percent of his time on the OHV program. In addition, a law enforcement ranger spends about 10 percent of his time on OHV enforcement activities within the Mesa Ranger District."], "subsections": []}, {"section_title": "Designation of Land for OHV Use", "paragraphs": ["According to the program manager, OHV use designations within the Mesa Ranger District have generally been made through the ranger district’s planning process, although historical uses of the land have influenced some of the designations. As table VI.1 shows, there were no OHV open-use areas at Mesa at the time of our review. Instead, OHV use was restricted to designated roads and trails on about 247,827 acres; the remaining 192,500 acres were closed to OHV use. The closed areas included wilderness areas, areas reserved for research, and a desert botanical garden.", "Total acres in ranger district Acres designated as— Open to OHV use Restricted to certain areas Closed to OHV use 0 56 percent (247,827 acres) 44 percent (192,500 acres)", "Special OHV events (annually)", "As table VI.1 shows, OHV use in the Mesa Ranger District is generally limited to designated roads and trails. In practice, however, it is limited to existing roads and trails because restricted-use information has not been communicated to the OHV users. The Mesa Ranger District does not have an inventory of its existing roads and trails. Signs and maps identifying the location of roads and trails that are available for OHV use are complete for two areas, the Bulldog Canyon OHV Area and the Lower Salt River Recreation Area. For the remainder of the lands in the Mesa Ranger District where restricted OHV use is allowed, mapping has not been done because staff and funds have been limited."], "subsections": []}, {"section_title": "OHV Monitoring and Enforcement", "paragraphs": ["The Mesa Ranger District does not systematically monitor OHV use to identify and document its adverse effects. Its staff do, however, make casual, undocumented observations when they are in the field working on range, wildlife, and other programs. According to Mesa’s OHV program manager, the ranger district’s limited resources and other higher-priority work have precluded formal studies or evaluations of the adverse effects of OHV use. The ranger district has used the staff’s casual observations of OHV degradation to prioritize some of the corrective actions that are needed if and when funds become available.", "Restrictions on OHV use are enforced in the Bull Dog Canyon OHV Area and the Lower Salt River Recreation Area where OHV management has been implemented and where Mesa’s law enforcement staff estimated that he issues 10 or fewer citations per year. Outside these two areas, the ranger told us, citations are generally issued for damage to resources, not for riding off the trail, because no signs or maps tell OHV users where they can or cannot go. According to the law enforcement staff, it is difficult to prove that resources have been damaged by an OHV user’s straying off an existing road unless the damage is witnessed."], "subsections": []}, {"section_title": "Corrective Actions", "paragraphs": ["An increase in the number of unauthorized trails—disturbing soil in previously undisturbed areas—is Mesa’s most significant OHV problem. According to Mesa’s OHV program manager, actions have been taken to correct this problem at the Bulldog Canyon OHV Area. At the Lower Sycamore Creek OHV Area, however, inappropriate OHV use is causing adverse effects, and corrective action is needed.", "According to the program manager, the Bulldog Canyon OHV Area encompasses about 20,500 acres and contains about 8 miles of OHV roads and trails traveled primarily by four-wheel drive vehicles and ATVs. Past OHV damage has been rectified by fencing the entire area and closing it to motorized vehicles except on designated routes. Before OHV use was restricted in the area, it degraded soils and vegetation, detrimentally affecting wildlife habitat, aesthetics, and water quality. In addition, uncontrolled access to the area had led to indiscriminate shooting, trash dumping, and partying. Corrective actions included not only fencing strategic parts of the area but also installing gates and combination locks at the two access points (see fig. VI.2). To gain access to the area, OHV users now have to obtain a use permit and the lock combination (which is changed periodically) from staff at the Mesa Ranger District.", "Corrective actions in the Bulldog Canyon OHV Area have also included blocking some roads and trails with boulders and signs and obliterating some trails and then replanting vegetation. Because of this work, off-road traffic and partying have decreased; however, the program manager said that routine law enforcement staff patrols, trash removal, and sign and fence maintenance are necessary for continued success.", "The Lower Sycamore Creek OHV area, part of the 27,000-acre Sycamore Creek Management Area, consists of a sandy streambed with low hills to the east and a wide, open flood plain to the west. Within this area, Sycamore Creek often travels underground. The OHV program manager said that he does not know how many acres are in the Lower Sycamore Creek OHV Area because exact boundaries have not been defined. Although OHV use in the area is restricted, no maps have been prepared, and no roads or trails have been posted for OHV use except a 1-mile road leading into the area. Because of limited staffing and funding, the area was not being managed as a restricted area, and the limits on OHV use were not being enforced at the time of our visit.", "OHV use has degraded the Lower Sycamore Creek area. Vehicles driving back and forth across the streambed and up and down the stream banks have eroded the soil and trampled the riparian vegetation. (See fig. VI.3.)", "No effort has been made to minimize the impact of OHV use on the Lower Sycamore Creek area. Both OHV use and its adverse effects increased in this area about the time that OHV use was curtailed in the Bulldog Canyon area and many users shifted to the Lower Sycamore Creek area, according to Mesa’s OHV program manager. The manager also said that the ranger district’s available OHV resources have thus far been used to improve areas that have greater conflicts among OHV users or more intensive OHV use than Lower Sycamore Creek. He said, however, that the Lower Sycamore Creek area is next in line for corrective action once resources become available."], "subsections": []}, {"section_title": "Comments From User/Environmental Groups", "paragraphs": ["We discussed the Mesa Ranger District’s management of OHV use with a member of the Arizona Governor’s OHV Advisory Group; he is also active in the Arizona State Association of 4-Wheel Drive Clubs and comes from four generations of OHV users. He characterized Mesa’s OHV program as lacking maps, signs, law enforcement staff, funds for road and trail repairs, and funds in general. He pointed out that the ranger district has almost nothing that an OHV user can take or view on an outing, such as a map, instructions, or signs, that would help the user stay on designated roads and trails and adhere to whatever rules might apply.", "We also discussed the Mesa Ranger District’s management of OHV use with a member of three environmental organizations—the National Audubon Society’s Arizona Conservation Committee, a Maricopa County hikers’ group, and the Sierra Club. He is involved in and informed about environmental issues and concerns in and around the ranger district. He is primarily concerned about the adverse effects of OHV use on riparian areas, such as in the Lower Sycamore Creek area. He expressed concern about conflicts between OHV users and other recreationists, noting that birds and wildlife are impossible to observe when OHVs are in an area because the vehicles make so much noise. The lack of OHV maps and signs and the lack of law enforcement presence within the Mesa Ranger District also concern him."], "subsections": []}]}, {"section_title": "Mt. Pinos Ranger District, California", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The Mt. Pinos Ranger District is part of the Los Padres National Forest, within the Forest Service’s Pacific Southwest Region. It encompasses about 441,000 acres located about 60 miles north of the Los Angeles, California, metropolitan area, where 15 million people reside. The ranger district, which provides a variety of OHV opportunities, has been used by OHV enthusiasts since the late 1950s. OHV use is particularly heavy in two areas—(1) Ballinger Canyon on the western side of the ranger district and (2) a series of trails connecting the ranger district with a state recreational area on the eastern side. (Fig. VII.1 shows, among other things, the location of the Mt. Pinos Ranger District and of Ballinger Canyon and Lockwood Creek—two sites we reviewed during our visit.)"], "subsections": []}, {"section_title": "Funding and Staffing", "paragraphs": ["During fiscal year 1993, an estimated $239,000 was available for OHV activities in the Mt. Pinos Ranger District. About $98,000, or 41 percent of this amount, was provided by the Forest Service and about $141,000, or 59 percent, was provided by the state. Of the federal funds, approximately $96,000 was spent on maintenance and salaries; the remaining $2,000 was available for the planning and analysis required for rerouting OHV trails—the major problem at Mt. Pinos. The state funds were generally spent to maintain and restore trails and pay the salaries of OHV program personnel, including law enforcement officers.", "The Mt. Pinos OHV staff includes four full-time OHV patrol officers and seven staff who spend varying proportions of their time on OHV activities—five recreation staff (25 percent), one recreation officer (30 percent), and one administrative officer (10 percent)."], "subsections": []}, {"section_title": "Designation of Land for OHV Use", "paragraphs": ["The Mt. Pinos Ranger District’s OHV use designations, originally based on historic use, were revised after an environmental analysis was completed during the development of the 1976 Los Padres National Forest OHV Management Plan. As table VII.1 shows, no OHV open-use areas existed in the Mt. Pinos Ranger District at the time of our review except for a 300-acre parcel of land adjacent to and managed by a state recreation area on the eastern side of the ranger district. OHV use within the ranger district was restricted to designated roads and trails on about 260,000 acres. The remaining 181,000 acres, which include wilderness, natural, and other special interest areas, were closed to OHV use.", "Total acres in ranger district Acres designated as— Open to OHV use Restricted to certain areas Closed to OHV use 0 59 percent (260,000) 41 percent (181,000)", "Special OHV events (annually)", "A detailed map of all the roads and trails available for OHV use in the ranger district has been published, and the posting of signs on roads and trails has been completed. The Mt. Pinos OHV program manager estimated that, within the ranger district, OHV users can explore more than 350 miles of roads and trails.", "The Mt. Pinos Ranger District issues permits for two speed-controlled timed races that are held each year in the Ballinger Canyon area. The race route covers about 75 miles, and each event has about 250 participants."], "subsections": []}, {"section_title": "OHV Monitoring and Enforcement", "paragraphs": ["The Mt. Pinos Ranger District has no systematic monitoring program to identify and document the adverse effects of OHV use. Although a general OHV monitoring plan exists as an attachment to the 1976 OHV management plan, it does not include needed standards for measuring changes to resources caused by OHV use. At the time of our review, a task force was working to establish these standards. Monitoring is currently limited to day-to-day, casual observations made when ranger district staff are in the field performing other routine duties. Monitoring for specific purposes, such as the two races or environmental assessments, has been conducted on various OHV routes to identify damage to resources, trails needing rerouting, or actions required to bring trails up to certain standards.", "For the two races each year, the Mt. Pinos OHV program manager told us that staff monitor conditions before and after the event, conduct technical inspections, and check for vehicle licenses and safety equipment. As a part of these activities, they inspect the race route for adequate trail markings, such as flags and signs, before the race, and for damage and trash after the race.", "The Mt. Pinos law enforcement staff do not consider illegal OHV activities to be a significant problem within their ranger district. The staff, however, issued about 115 citations during fiscal year 1993. Typically, citations were issued for license or equipment violations, and warnings were given to OHV users found riding off of designated routes. The Mt. Pinos law enforcement staff have no cooperative agreements with local law enforcement agencies."], "subsections": []}, {"section_title": "Corrective Actions", "paragraphs": ["Although the Mt. Pinos Ranger District maintains no official listing of areas where corrective actions have been or need to be taken to address the adverse effects of OHV use, the Mt. Pinos OHV program manager identified (1) Ballinger Canyon as an area where corrective actions have been taken to address such adverse effects and (2) Lockwood Creek as an area where OHV use is a management problem and corrective actions have not been taken.", "Ballinger Canyon encompasses about 7,000 acres and contains about 50 miles of trails used annually by an estimated 5,000 OHV enthusiasts, according to the Mt. Pinos District Ranger. Unauthorized OHV use caused erosion and visual scarring in the canyon, decreasing water quality and disturbing wildlife. Corrective actions that have been taken by the Mt. Pinos Ranger District include repairing trails, rerouting a trail, fencing the access to routes where trespassing occurred, frequently patrolling the area by rangers, and, as shown in figure VII.2, posting signs and trail markers.", "OHV use in the Lockwood Creek area is a problem, according to Mt. Pinos OHV staff, yet because of limited resources, corrective actions remain to be taken. The problem centers on an OHV route that follows a narrow, rocky creek bed, which is bound on both sides, at least for part of the route, by canyon walls (see fig. VII.3). The OHV route crosses the creek in 23 places, and OHVs using it have damaged the streamside environment and disturbed wildlife. According to OHV staff, this bank-to-bank riding increases sedimentation, destroys vegetation, and threatens the creek’s waters and vegetation with pollution from potential oil and gas leaks. The ranger district’s wildlife biologist told us that habitat for sensitive species, such as the California Red Legged Frog and the Western Pond Turtle, exists along the OHV route that runs through Lockwood Creek.", "At the time of our review, an environmental analysis was being done that included Lockwood Creek. According to the OHV program manager, the plan—when completed—will reroute OHV use away from the creek."], "subsections": []}, {"section_title": "Comments From User/Environmental Groups", "paragraphs": ["During our visit to the Mt. Pinos Ranger District, we interviewed a lifelong OHV enthusiast who is familiar with the ranger district’s OHV roads and trails and holds membership in several OHV groups. He and his family use both four-wheel drive vehicles and motorcycles for their OHV activities. According to the enthusiast, many OHV users in the Mt. Pinos Ranger District are primarily concerned about land management decisions made by the Forest Service that further restrict OHV use in particular areas. He stated, for example, that an OHV trail was recently closed after the area through which it passed was designated as a wilderness. He also said that temporary route closures would not be necessary if the Forest Service did not drag its feet in identifying and correcting problems before the need for closure arose.", "We also interviewed a member of the Sierra Club who campaigned for the legislation that established three wilderness areas in the Los Padres National Forest in California and who is very familiar with the Mt. Pinos Ranger District. In her opinion, OHV use in the ranger district, particularly motorcycle use, causes unwanted noise; resource damage in the form of erosion, devegetation, habitat disruption and destruction, and stream siltation; and aesthetic degradation."], "subsections": []}]}, {"section_title": "Salt Lake Ranger District, Utah", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The Salt Lake Ranger District is part of the Wasatch-Cache National Forest, within the Forest Service’s Intermountain Region. It is located in northern Utah and includes the Stansbury Mountain Range to the west and the Wasatch Mountain Range to the east of Salt Lake City, a metropolitan area with a population of about 1.1 million. OHV activities within the 253,000-acre ranger district are concentrated along the western slope of the Wasatch Mountain Range in an area known as the Wasatch Front.(Fig. VIII.1 shows, among other things, the location of the Salt Lake Ranger District and of Ward Canyon and the Davis County Front—two sites we reviewed during our visit.)"], "subsections": []}, {"section_title": "Funding and Staffing", "paragraphs": ["During fiscal year 1993, an estimated $122,000 was available for OHV activities in the Salt Lake Ranger District. Of this amount, about $110,000, or 90 percent, was provided by the Forest Service, and about $12,000, or 10 percent, was provided by the state. According to Salt Lake’s OHV program manager, about $41,000 of the Forest Service funds was spent on recurring items, such as maintenance and salaries, while the remainder was spent on an OHV restoration project in Ward Canyon. All of the state funds were spent on OHV restoration projects.", "There are no full-time OHV staff in the Salt Lake Ranger District. The OHV program manager said that he and a recreation staff member, however, each spend about 15 percent of their time on OHV activities. In addition, two law enforcement staff spend part of their time on OHV activities."], "subsections": []}, {"section_title": "Designation of Land for OHV Use", "paragraphs": ["The Salt Lake Ranger District’s OHV use designations were initially based on historic OHV use, according to the OHV program manager. These designations were revised, however, in 1985 after the ranger district’s roads and trails were assessed in the course of developing the Wasatch-Cache National Forest Land and Resource Management Plan. Subsequently, a number of routes were closed. As table VIII.1 shows, 238,000 acres, or 94 percent of the ranger district’s land, is closed to OHV use. Much of this closed land is being protected as wilderness areas or watersheds. OHV use on the remaining 15,000 acres, or 6 percent of the ranger district’s land, is restricted to designated roads and trails. According to Salt Lake’s OHV program manager, the ranger district has no open areas for cross-country OHV travel and allows no special OHV events. All roads and trails within the ranger district are considered closed unless posted as open.", "Total acres in ranger district Acres designated as— Open to OHV Use Restricted to certain areas Closed to OHV use 0 6 percent (15,000 acres) 94 percent (238,000 acres)", "Special OHV events (annually)", "Although the ranger district has no accurate inventory of its roads and trails, the OHV program manager estimated that about 11 percent are available for OHV use. The manager also told us that posting of the ranger district’s OHV travel routes was about 80 percent complete at the time of our review and that an OHV travel map, called for in the 1985 Wasatch-Cache National Forest Land and Resource Management Plan, was completed and issued in 1994."], "subsections": []}, {"section_title": "OHV Monitoring and Enforcement", "paragraphs": ["The Salt Lake Ranger District does not systematically monitor OHV use to identify and document its adverse effects. According to the OHV program manager, the ranger district does not have the staff and funding needed to do systematic monitoring. Casual, undocumented observations, however, are made on an ad hoc basis when staff are in the field. The frequency of field visits to a particular location varies greatly, from weekly visits when a project or activity is under way to monthly visits after it has been completed.", "Two Salt Lake Ranger District staff are engaged in OHV law enforcement activities, including issuing citations. Together, they issued about 100 OHV citations in fiscal year 1993. Most of the citations were written for vehicles trespassing off of designated routes. In addition to these enforcement activities, the ranger district maintains agreements with local law enforcement agencies for cooperative law enforcement on Forest Service lands."], "subsections": []}, {"section_title": "Corrective Actions", "paragraphs": ["Despite the lack of systematic, documented OHV monitoring in the Salt Lake Ranger District, the OHV program manager identified several adverse effects of OHV use on resources. Problems considered significant were (1) trespassing by OHV users who travel off of designated roads or trails and (2) vandalism of signs, gates, and other facilities by OHV users. A variety of actions have been taken within the Salt Lake Ranger District to correct the damage that has been done, including blocking access to trails with boulders and signs and obliterating, restoring, or closing trails. The Salt Lake OHV program manager identified Ward Canyon for us as an area where corrective actions have been taken to address the adverse effects of OHV use. This particular area encompasses about 5,000 acres and contains about 18 miles of OHV roads and trails used annually by an estimated 15,000 to 20,000 OHV enthusiasts, according to the manager. Trespassing by numerous OHVs had displaced and subsequently eroded soil, causing visual scarring and rutting. A major effort was undertaken in 1993 to restore the area by posting signs, closing routes with boulders, and replanting vegetation (see fig. VIII.2). At the time of our review, about $60,000 had been spent to mitigate the adverse effects of OHV use in this area. The work was about 75 percent complete.", "The Davis County Front, covering about 3,200 acres in the Salt Lake Ranger District, is considered to be a problem, yet because of limited resources within the ranger district, according to the OHV program manager, corrective actions remain to be taken. Although no routes have been designated on the Front, trespassing is occurring because OHV users are able to gain access to the area through an old fire-line road that traverses almost the entire length of the Front. Although the fire-line road itself is not open to OHV use, it does, in fact, provide easy access to the entire Davis County Front area. As figure VIII.3 shows, numerous trails and tracks, created by trespassing vehicles, have caused devegetation, erosion, and aesthetic damage. In addition, local teenagers use the area for partying.", "According to the Salt Lake Ranger District’s OHV program manager, the problems occurring along the Davis County Front are intensifying because more OHV users are coming to the ranger district from nearby, rapidly growing urban communities. According to the program manager, some monitoring in this area was begun in the summer of 1994 and some corrective actions have also recently begun. The manager told us that corrective actions in this area had not been taken earlier because the ranger district’s limited staff and funds were initially directed toward the Ward Canyon area—a more heavily used OHV area."], "subsections": []}, {"section_title": "Comments From User/Environmental Groups", "paragraphs": ["At the Salt Lake Ranger District, we interviewed an OHV enthusiast who is a member of both the Utah All-Terrain Vehicle Association and the Utah State OHV Advisory Council and is very familiar with OHV activities in the ranger district. When we discussed OHV use in this ranger district with him, he expressed concern that, until recently, there was no mapping of, and little posting of signs on, OHV trails. He told us that it was very difficult for OHV users to know which roads and trails were available to them and, as a result, they did not always travel on designated OHV routes. He noted, however, that the ranger district’s efforts to map routes and post signs, as well as rehabilitate trails, had improved recently.", "We also interviewed a member of a large environmental organization and who is familiar with OHV use in the Salt Lake Ranger District. He expressed concern that the ranger district is planning to restore an OHV trail that runs parallel to the Deseret Peak Wilderness Area, which is within the ranger district. Although several places along the trail are currently in need of repair, the environmentalist objects to the restoration because he believes that it will attract OHV enthusiasts who may stray off the trail into the adjacent wilderness area."], "subsections": []}]}, {"section_title": "Upper Lake Ranger District, California", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The Upper Lake Ranger District is part of the Mendocino National Forest, within the Forest Service’s Pacific Southwest Region. It consists of about 250,000 acres and is located about a 2-hour drive north of the San Francisco metropolitan area and its population of 6 million. The Upper Lake OHV program manager estimated that about 80,000 OHV enthusiasts use the ranger district’s roads and trails annually. OHV activities are among the ranger district’s most popular recreational activities, which also include camping, backpacking, and fishing. (Fig. IX.1 shows, among other things, the location of the Upper Lake Ranger District and of Sled Ridge Trail and Streeter Ridge Trail—two sites we reviewed during our visit.)", "During fiscal year 1993, the Upper Lake Ranger District had an estimated $152,000 available for its OHV program. According to Upper Lake’s OHV program staff, an estimated $35,000, or 23 percent of the total, was provided by the Forest Service and about $117,000, or 77 percent, was provided by the state. The OHV program staff told us that all of the Forest Service funds were spent on salaries, while state funds were spent on salaries and maintenance and construction. The OHV program staff consists of (1) one full-time OHV specialist who spends her time in resource protection, law enforcement, and other OHV program activities and (2) three other staff who spend about 10 to 15 percent of their time on OHV program activities—an OHV program manager, a recreation staff person, and a law enforcement staff."], "subsections": []}, {"section_title": "Designation of Land for OHV Use", "paragraphs": ["All lands in the Upper Lake Ranger District have been designated as either closed to OHV use (41,327 acres) or restricted to designated roads and trails (208,000 acres). See table IX.1. The ranger district’s OHV designations were originally based on historic use. They were recently reviewed during the development of the Mendocino National Forest Land and Resource Management Plan, which was in draft form at the time of our review. The draft plan confirmed the need to prohibit cross-country OHV use within the ranger district and called for an ongoing analysis of the existing OHV trail system and the closing of OHV trails that adversely affect the sensitive Northern Spotted Owl or other wildlife.", "Total acres in ranger district Acres designated as— Open to OHV use Restricted to certain areas Closed to OHV use 0 83 percent (208,000 acres) 17 percent (41,327 acres)", "Special OHV events (annually)", "According to OHV program staff, an official inventory of OHV roads and trails had not been prepared because of the ranger district’s limited resources and other work priorities. The ranger district had, however, developed a map of its roads and trails that is available for OHV use, and we were told that signs had been posted for all of the OHV roads and trails listed on the map. We were further told that OHV users can explore about 420 miles of roads and trails in the ranger district. Four special events for motorcycles are allowed each year in this ranger district, for which a Forest Service permit is required."], "subsections": []}, {"section_title": "OHV Monitoring and Enforcement", "paragraphs": ["The Upper Lake Ranger District does not systematically monitor OHV use to identify and document its adverse effects except for four special motorcycle events that take place each year. These events use about 120 miles of the roads and trails within the ranger district. The monitoring of these special events is documented and includes (1) riding the route beforehand to determine its condition and ensure that it is correctly marked and (2) riding the route afterwards to check for damage to resources. In addition, two special studies have been conducted to assess the impact of OHV use on water quality and noise level.", "Monitoring to identify and document the adverse effects of general OHV use is not done, primarily because the ranger district has limited staffing and funding and other higher-priority work. However, according to the Upper Lake OHV specialist, the effects of OHV use are observed casually during a normal work day. She and other ranger district staff then attempt to correct problems on the spot or have them corrected within a few days. The OHV specialist said, for example, that she rides all OHV roads and trails at least once every 6 weeks, heavy-use trails about two to three times each week, and private property trails once a week, to observe OHV use and identify its impact on resources. Comments from the public also help the ranger district identify problems.", "Enforcement is a part of the OHV specialist’s responsibilities. She said that she issues between 10 and 25 citations each year for such things as vehicle license or equipment violations. In addition, she can request assistance from the ranger district’s law enforcement staff or the county sheriff’s department, with which the ranger district has a cooperative agreement. The specialist said that, in her opinion, enforcement is not a big problem in the Upper Lake Ranger District. She said that some users may be a bit careless, while others may be confused about where they can ride."], "subsections": []}, {"section_title": "Corrective Actions", "paragraphs": ["Although the Upper Lake Ranger District maintains no official listing of the areas where corrective actions have been or need to be taken to address the adverse effects of OHV use, the OHV program specialist identified (1) Sled Ridge Trail as an area where corrective actions have been taken to address such effects and (2) Streeter Ridge Trail as an area where, although corrective actions have been taken, the potential for problems from OHV use still exists.", "Sled Ridge Trail provides the only access for OHVs from one of the busiest campgrounds in the Upper Lake Ranger District, up and over Elk Mountain, to the heart of the ranger district’s designated OHV trail system. Sled Ridge Trail had become known as an OHV users’ playground, where a growing number of unauthorized trails and other effects of OHV use, such as erosion and stripped vegetation, were occurring, particularly around the campground and on Elk Mountain (a sensitive watershed area). As a result of the erosion and subsequent rutting from constant OHV use, Sled Ridge Trail had become impossible to negotiate for all but the most experienced riders; thus, less experienced riders were being restricted to the area immediately adjacent to the campground.", "Since 1987, the Upper Lake Ranger District has spent over $156,000 to correct the adverse effects of OHV use on Sled Ridge Trail and in the campground area, and OHV users can now travel from the campground, over Elk Mountain, to other OHV trails in the ranger district. Corrective activities included posting routes, barricading unauthorized routes, looping the remaining trails to deter trespassing when riders reach a dead end, and constructing barricades and a fence in strategic places to ensure that riders stay on the trail. About 100 erosion control devices, including water bars, catch ponds to retain water and trap moving soils, rolling dips, drains, and banked elevated turns were installed throughout the trail. In addition, on a steep part of the trail where severe erosion had occurred, the trail’s surface was hardened, through a process called armoring, by installing interlocking concrete bricks (see fig. IX.2).", "Streeter Ridge Trail, located within critical habitat for the sensitive Northern Spotted Owl, crosses Bucknell Creek, a tributary to the Eel River and a spawning area for anadromous salmon. On the section of trail that crosses the creek, some corrective actions have been taken, but the potential for problems still exists. Because this section of the trail is extremely steep, attempts by many OHV users to negotiate the 25 to 40 percent grade have caused deep ruts and other damage to the trail and negatively affected both the creek and the recreational experience at this location.", "The Upper Lake Ranger District monitored the creek’s water quality during the winters of 1991 and 1992 and found sedimentation levels to be within state limits. Nevertheless, the ranger district staff decided to reduce sedimentation by adding water bars to slow and divert the flow of water and by rerouting a steep section of the trail. These actions have reduced both sedimentation and trail proliferation and damage. Ultimately, however, OHV program staff said that further relocation of the trail is the best solution to the problem. The staff said that about $15,000 has been made available for this purpose and that work is scheduled to begin in August 1995."], "subsections": []}, {"section_title": "User and Environmental Comments", "paragraphs": ["At the Upper Lake Ranger District, we interviewed an OHV enthusiast who is active in several local user groups and participates in meetings sponsored by the Forest Service for users twice each year. He told us that he has ridden all of the trails in the Upper Lake Ranger District and considers himself knowledgeable about OHV use in this area. A motorcycle club to which he belongs sponsors one special event each year, using trails in the Pine Mountain area of the ranger district. This event regularly draws 300 to 400 participants. Together with the Upper Lake OHV specialist, he and other club members monitor the race route before and after the event and agree on any damage caused by the event that the club needs to correct. The OHV enthusiast believes that even though OHV users cannot do everything they want to do in the Upper Lake Ranger District and the ranger district has limited funds to work with, the ranger district is well posted, has good maps, and is well managed.", "We also interviewed a member of a wildlife coalition who grew up in the area and hikes the trails of Upper Lake. Although this environmentalist has family members who are OHV enthusiasts, he said that he would like to see all OHV use prohibited in national forests. He realizes, however, that this is not a realistic approach. In his opinion, an increase in the number of unauthorized trails and the resulting resource degradation are the most significant problems in the Upper Lake Ranger District. He identified a sensitive watershed area, which includes Streeter Ridge Trail, as an area that he believes should be closed to OHV activity."], "subsections": []}]}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "Resources, Community, and Economic Development Division, Washington, D.C.", "paragraphs": [], "subsections": []}, {"section_title": "San Francisco Regional Office", "paragraphs": [], "subsections": []}, {"section_title": "Office of General Counsel", "paragraphs": ["Stanley G. Feinstein The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (301) 258-4097 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": [{"section_title": "Address Correction Requested", "paragraphs": [], "subsections": []}]}]}], "fastfact": []}