{"id": "RCED-97-250", "url": "https://www.gao.gov/products/T-GGD/RCED-97-250", "title": "Regulatory Reform: Comments on S. 981--The Regulatory Improvement Act of 1997", "published_date": "1997-09-12T00:00:00", "released_date": "1997-09-12T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO addressed issues in regulatory management as part of consideration of S. 981, the proposed Regulatory Improvement Act of 1997."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) S. 981 represents a continuation of efforts that have been made by both the legislative and executive branches to improve the rulemaking process and, as a result, produce better regulations; (2) during the past 20 years, Congress has enacted a series of statutory requirements intended to, among other things, reduce paperwork, lessen regulatory burden on small entities, and curb mandates imposed on state, local, and tribal governments and the private sector; (3) in the same vein, each of the last six presidents has issued executive orders or taken other actions intended to improve the regulatory process; (4) Executive Order 12866, issued in September 1993, is the Clinton administration's statement of policy on regulatory planning and review; (5) the executive order makes the Office of Management and Budget (OMB) responsible for carrying out regulatory reviews and, to the extent permitted by law, for providing guidance to agencies; (6) S. 981 addresses many of the same issues as Executive Order 12866, including cost benefit analysis, agency reviews of existing regulations, interagency coordination, and transparency in the regulatory review process; (7) the bill goes beyond the order's requirements on these issues and adds some new elements to the rulemaking process; (8) GAO's work indicates that some of the executive order's requirements have not always been met; and (9) enactment of S. 981 would help ensure that the underlying purposes of the order's requirements are more consistently achieved by OMB and regulatory agencies and provide a sound basis for congressional oversight of regulatory management issues."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to assist in your consideration of S. 981, the “Regulatory Improvement Act of 1997.” The bill thoughtfully addresses many issues in regulatory management that have long been the subject of controversy. We have issued reports and have ongoing assignments on a number of those issues, including peer review, cost-benefit analysis, reviews of existing regulations, and the transparency of the regulatory process. My statement discusses our findings in these areas.", "S. 981 represents a continuation of efforts that have been made by both the legislative and executive branches to improve the rulemaking process and, as a result, produce better regulations. During the past 20 years, Congress has enacted a series of statutory requirements intended to, among other things, reduce paperwork, lessen regulatory burden on small entities, and curb mandates imposed on state, local, and tribal governments and the private sector. In the same vein, each of the last six presidents has issued executive orders or taken other actions intended to improve the regulatory process. Executive Order 12866, issued in September 1993, is the Clinton administration’s statement of policy on regulatory planning and review. The executive order makes the Office of Management and Budget (OMB) responsible for carrying out regulatory reviews and, to the extent permitted by law, for providing guidance to agencies.", "S. 981 addresses many of the same issues as Executive Order 12866, including cost-benefit analysis, agency reviews of existing regulations, interagency coordination, and transparency in the regulatory review process. The bill goes beyond the order’s requirements on these issues and adds some new elements to the rulemaking process.", "As I will discuss in more detail, our work indicates that some of the executive order’s requirements have not always been met. Enactment of S. 981 would help ensure that the underlying purposes of the order’s requirements are more consistently achieved by OMB and regulatory agencies and provide a sound basis for congressional oversight of regulatory management issues."], "subsections": [{"section_title": "Public Disclosure", "paragraphs": ["the rulemaking record before publication of any proposed or final rule a document clearly identifying the changes made to the draft submitted to OMB’s Office of Information and Regulatory Affairs (OIRA), including and separately identifying the changes made at the suggestion or recommendation of OIRA. These requirements are intended to permit the public to understand the source of changes to proposed rules, and are very similar to requirements in section 6 of the executive order. However, whereas the bill requires that the changes be recorded in a single document in the rulemaking record, the order does not specify how agencies must identify the changes for the public.", "Mr. Chairman, at your and Senator Glenn’s request, we have been reviewing the implementation of these executive order provisions at four major regulatory agencies—the Departments of Housing and Urban Development (HUD) and Transportation (DOT), the Department of Labor’s Occupational Safety and Health Administration (OSHA), and the Environmental Protection Agency (EPA). Of the 129 regulatory actions that we reviewed in those agencies, fewer than 25 percent had a clear and simple document in the rulemaking docket illustrating the changes made to the rules while at OIRA for review or the changes made at OIRA’s recommendation. Where we found documentation, it was either a “redline/strikeout” version of the rule showing the changes made, a memo to the file listing the changes, or a memo certifying that there were no such changes. While some dockets for the other rules had indications of changes made during OIRA’s review and by OIRA, it was not clear that all changes had been recorded. Most commonly, however, the rulemaking dockets simply had no information on whether changes had been made to the rules. In those cases it was impossible for us to know whether changes had not been made to the rules, or whether documentation of the changes was missing.", "In some cases the agencies had clear documents that delineated the changes made to their rules while at or by OIRA, but those documents were not available to the public. For example, the U.S. Coast Guard (USCG) in DOT often prepared detailed summaries of these kinds of changes, but USCG officials said that these summaries were internal communications that were not available to the public. OSHA had comprehensive documentation of their interactions with OIRA, but the information was maintained in files separate from the public docket. OSHA officials said that they would make this information available to the public upon request. However, in order for individuals to request the information they must first know that the documents exist.", "Also, the dockets varied in the degree to which they could be used by the public to find the information required by the executive order. First, it is important to realize that the docket for a single rule can be extremely voluminous. For example, the docket for one of the rules we reviewed at DOT’s Federal Railroad Administration (FRA) contained 17 folders of material, some of which were nearly a foot thick. However, the docket for this rule and all of the others that we examined at FRA, HUD, and some other agencies had no indexes. Therefore, the public would have to review the entire docket to find any documentation of changes made at the suggestion of OIRA or changes in the draft submitted to OIRA. In contrast, the Office of Air and Radiation’s docket at EPA had a consistently structured index for all its rules, with specific sections in which information related to OIRA’s reviews could be found. At the time of our review, the Office of the Secretary of DOT was automating its dockets so that both indexes and eventually the entire rule making record could be accessed on-line.", "In testimony last September before this Committee, the OIRA Administrator, acknowledged that agencies had not “been scrupulously attentive” to the executive order’s requirement that they document the changes made at OIRA’s suggestion or recommendation. She also said, however, that the executive order had “created a more open and accountable review process” and that she had heard “no complaints about accountability and transparency.”", "We believe that these public disclosure requirements in the executive order, combined with the administration’s assertion of their effectiveness, have resulted in a public perception that changes made to a regulation while at OIRA and by OIRA are readily identifiable. However, our review indicated that this was usually not the case.", "Enactment of the public disclosure requirements in S. 981 would provide a statutory foundation for the public’s right to regulatory review information. In particular, we believe that the bill’s requirement that these rule changes be described in a single document would make understanding regulatory changes much easier for the public. suggestion of OIRA, and how agencies could organize their dockets to best facilitate public access and disclosure."], "subsections": []}, {"section_title": "Review of Rules", "paragraphs": ["We have also done work relevant to Subchapter III of S. 981, which requires agencies to review existing rules identified by an advisory committee representing a balanced cross section of public and private interests. The agencies must then decide whether to retain, amend, or repeal the rules it reviews. There have been several previous requirements by both Congress and previous presidents that federal agencies review their existing regulations.", "Most recently, section 5 of Executive Order 12866 required agencies to submit a program to OIRA by December 31, 1993, under which they would periodically review their existing significant regulations to determine whether any should be modified or eliminated. According to the order, the purpose of the review was to make the agencies’ regulatory programs more effective, less burdensome, or better aligned with the President’s priorities and the principles in the order. On June 12, 1995, the President announced that a page-by-page review of the CFR had resulted in commitments to eliminate 16,000 pages from the 140,000 page CFR and modify another 31,000 pages either through administrative or legislative means. savings, the reduction of burden,” would come from the CFR pages that were being revised.", "Mr. Chairman, at your request we have been further examining the administration’s page elimination and revision effort. We found that the four agencies that we reviewed (HUD, DOT, OSHA, and EPA) were adding pages to the CFR at the same time that pages were being deleted. As a result, although the four agencies reported to OMB that they eliminated 5,500 pages from the CFR during this initiative, as of April 30 of this year the agencies’ net reduction in CFR pages when page additions are taken into consideration was about 900 pages. Two of the four agencies’ CFR parts actually grew during their page elimination effort—DOT by about 300 pages and EPA by nearly 1,000 pages. The four agencies pointed out that pages are often added to the CFR because of statutory requirements or to clarify requirements placed on regulated entities, and that pages are sometimes retained at the request of those entities.", "Our review of 422 CFR revision efforts in the 4 agencies indicated that about 40 percent should reduce the burden felt by regulated entities, and another 15 percent should make regulations easier to find or to understand. For example, one EPA action that appeared to reduce regulatory burden involved changing the frequency with which states must submit information related to state water quality standards under section 303(d) of the Clean Water Act from every 2 years to every 5 years. Lessening the frequency with which this information must be submitted should reduce the paperwork burden imposed on the states. one OSHA action that appeared to be a minor burden reduction proposed to “eliminate the complexity, duplicative nature, and obsolescence” of certain standards and “write them in plain language.”", "However, about 8 percent of the actions appeared to increase the burden felt by those being regulated, and another 27 percent did not appear to affect regulatory burden at all. For example,", "OSHA proposed revising its general industry safety standard for training powered industrial truck operators and to add equivalent training requirements for the maritime industries. OSHA estimated that the first year cost of compliance with the proposed standard would be $34.9 million, with annual costs thereafter of $19.4 million. one DOT action that did not appear to affect regulatory burden proposed amending the Transportation Acquisition Regulations to change organizational names and renumber and rename certain sections of the CFR.", "We could not determine what effect about 9 percent of the actions would have on regulatory burden, either because the information available describing the actions contained elements of both burden reduction and burden increase that could be offsetting or because the information was vague.", "We recognize that directly measuring changes in regulatory burden is extremely difficult. However, we also believe that the administration’s chosen metric of pages in the CFR that are eliminated or revised is a poor proxy for changes in regulatory burden. Eliminating or changing hundreds of pages that are obsolete or rarely enforced can have little practical effect on regulatory burden, whereas slight changes in wording of a single sentence can have a tremendous effect.", "Enactment of the review requirements in S. 981 would provide a statutory basis for periodic examinations of existing rules. We believe that such examinations are a good idea in that they can determine the continued relevance of regulatory requirements and help ensure that the requirements impose as little burden as possible. Identification of rules for review by the advisory committee that would be established by the bill may lead to more substantive changes than have heretofore been made by the agencies on their own."], "subsections": []}, {"section_title": "Regulatory Analysis", "paragraphs": ["Although both S. 981 and Executive Order 12866 require agencies to conduct cost-benefit analyses for major rules and to make the results available to the public, the bill goes farther than the order in requiring disclosure of how those analyses are conducted. For example, one of the bill’s “findings” states that cost-benefit analyses and risk assessments “should be presented with a clear statement of the analytical assumptions and uncertainties including an explanation of what is known and not known and what the implications of alternative assumptions might be.” Section 623 of the bill requires agencies to include an executive summary of the regulatory analyses, including the benefits and costs of reasonable alternatives and “the key assumptions and scientific or economic information upon which the agency relied.”", "In January 1996, OMB issued guidance to executive agencies on preparing the economic analyses called for in Executive Order 12866. Although the OMB guidance provided agencies with substantial flexibility in how such analyses should be conducted, the guidance sounded some of the same themes as S. 981. “Analysis of the risks, benefits, and costs associated with regulation must be guided by the principles of full disclosure and transparency. Data, models, inferences, and assumptions should be identified and evaluated explicitly, together with adequate justifications of choices made, and assessments of the effects of these choices on the analysis. The existence of plausible alternative models or assumptions, and their implications, should be identified.”", "Our previous work examining agencies’ cost-benefit analyses indicated that the studies are often not as transparent as either the bill or the OMB guidance contemplates. For example, in our report earlier this year on EPA’s analyses that support air quality regulations, we found that certain key economic assumptions—such as discount rates and assumed values of human life—were often not identified. Even in those cases in which the assumptions were identified, the reasons for the values used were not always explained. For example, one analysis assumed a value of life that ranged from $1.6 million to $8.5 million while another—prepared in the same year—assumed a value of life that ranged from $3 million to $12 million. In neither case did the analyses clearly explain why the values were used. We also found that about one-quarter of the analyses that we reviewed examined only one alternative—the regulatory action being considered.", "S. 981’s call for executive summaries in the cost-benefit analyses echoes a recommendation we made 13 years ago. In a 1984 report, we recommended that EPA’s cost-benefit analyses include executive summaries that identify (1) all benefits and costs—even those that cannot be quantified; (2) the range of uncertainties associated with the benefits and costs; and (3) a comparison of feasible alternatives. However, about one-half of the 23 EPA analyses supporting air quality regulations that we reviewed last year did not have executive summaries.", "Mr. Chairman, at your and Senator Glenn’s request we are currently evaluating executive agencies’ preparation and use of regulatory analyses. Although our work to date has focused primarily on EPA and DOT, we are finding some significant variations both between and within the two agencies’ analyses and their presentation of these key components. For example, the base-case discount rates used in the 11 analyses we have reviewed ranged from 2.1 to 7 percent. The reasons for the rate chosen were frequently not explained nor were the implications of using alternative rates discussed in the analyses. As a result, agency decisionmakers, Congress, and the public may not be aware that the results of these analyses could have been significantly different if different assumptions had been used.", "In several of the analyses we reviewed, various key components were either missing altogether, difficult to find, or located in documents other than the analyses themselves. Some of the analyses consisted of several separate documents that were never consolidated in a clear manner. For example, agency officials told us that one of the economic analyses was actually 12 separate memoranda.", "We are also finding that many of the analyses are actually cost-effectiveness studies rather than cost-benefit analyses. Cost-effectiveness analyses generally look for ways to meet a given goal at the least cost, while cost-benefit analyses usually involve a systematic identification of all costs and benefits associated with the proposed regulation and alternative approaches. Although cost-effectiveness analyses permit comparison of the costs of regulatory options relative to a given objective, these analyses generally do not address the merits of the objective itself. Agency officials explained that they often prepare cost-effectiveness analyses in cases where Congress has mandated the development of specific regulations—such as new emission standards for locomotives. According to the officials, in such cases it makes more sense to look for the most cost-effective approach to achieve that result rather than assessing all of the benefits and costs of alternative approaches. ozone and particulate matter standards. According to the agency, the more systematic cost-benefit analyses will aid EPA and the states when the standards are implemented—at which time costs can be considered. In addition, the more systematic analyses provide important information to the Congress and the public on the likely costs and benefits of mandates where the agencies are limited in their regulatory decisions.", "Our findings are similar to those of others who have recently examined cost-benefit studies. In its March 1997 report on economic analyses, the Congressional Budget Office concluded that there is no such thing as a typical analysis, and that even determining what constitutes an economic analysis is difficult. In its July 1997 draft report on governmentwide costs and benefits, OMB said that it found “a wide variety in the type, form, and format” of the information generated and used by the agencies, including “enormous data gaps in the information available on regulatory benefits and costs,” problems with establishing baselines, and a lack of consensus on how to value items or qualities not generally traded in the marketplace. OMB concluded that “we need to ensure that the quality of data and analysis used by the agencies improves,  that standardized assumptions and methodologies are applied more uniformly across regulatory programs and agencies...” A diverse panel of renowned economists made a similar recommendation in a 1996 paper prepared under the auspices of the American Enterprise Institute, the Annapolis Center, and Resources for the Future. Among other things, the panel recommended that agencies present their results using a standard format that summarizes the key results and highlights major uncertainties.", "Enactment of the analytical transparency and executive summary requirements in S. 981 would extend and underscore Congress’ previous statutory requirements that agencies identify how regulatory decisions are made. We believe that Congress and the public have a right to know what alternatives the agencies considered and what assumptions they made in deciding how to regulate. Although those assumptions may legitimately vary from one analysis to another, the agencies should explain those variations."], "subsections": []}, {"section_title": "Peer Review", "paragraphs": ["S. 981 also requires agencies to provide for peer review of all required cost-benefit analyses and risk assessments. Peer review is the critical evaluation of scientific technical work products by independent experts. The bill states that the peer review panels should be “broadly representative and balanced,” and that the results of the reviews should be made available to the public.", "We believe that important economic analyses should be peer reviewed. In response to questions raised at a March 1997 hearing on peer review at EPA, we said that, given the uncertainties associated with predicting the future economic impacts of various regulatory alternatives, the rigorous, independent review of economic analyses should help enhance the products’—and the associated agency decisions’—quality, credibility, and acceptability.", "However, in our 1996 review of peer review at EPA, whose own policies and procedures call for such reviews, we concluded that implementation of these policies and procedures had been uneven. In some cases important aspects of the agency’s peer review policy were not followed or peer review was not conducted at all. Our current work examining regulatory analyses at executive branch agencies is yielding similar evidence. None of the nine EPA analyses that we have reviewed thus far have been peer reviewed, even though all of the associated rules have an estimated annual impact on the economy of at least $100 million. this could be done more often if economic analyses were initiated at the beginning of the rulemaking process.", "The peer review requirements in S. 981 provide agencies with substantial flexibility. Agency heads may certify that adequate peer review has already been conducted, and avoid the bill’s requirements. However, agencies will need to carefully plan for such reviews given the bill’s requirement that they be done for each cost-benefit analysis and risk assessment, which must be done at both proposed and final rulemaking. Agencies will also need to ensure that all affected parties are represented on the panels and that panel reports reflect the diversity of opinions that exist.", "Mr. Chairman, our work has demonstrated that, although there is broad consensus about the value of conducting peer reviews of cost-benefit analyses used in the regulatory process, such reviews are often not done. In our view, systematic peer review as mandated by S. 981 would go a long way toward improving the quality of agencies’ cost-benefit analyses."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["S. 981 contains a number of provisions to improve regulatory management. Requiring agencies to clearly describe in a single document changes made at the suggestion of OIRA or while under OIRA review can improve the transparency of the review process. Establishing advisory committees to identify rules for review could result in the elimination or revision of burdensome requirements. Improving the transparency and understandability of cost-benefit analyses by using executive summaries and other devices will help the public comprehend why regulatory decisions are made. Peer reviews of those analyses can help ensure that regulatory proposals are scientifically grounded. Although other provisions in the bill, such as comparative risk assessment and interagency coordination, may have similarly beneficial results, we have not done specific work in those areas.", "Passage of S. 981 would provide a statutory foundation for such principles as openness, accountability, and sound science in rulemaking. The key to achieving those principles is successful implementation, which will require strong guidance from OIRA and oversight from this and other Committees in Congress. Enactment of S. 981 would provide a sound basis for that oversight.", "Mr. Chairman, this completes my prepared statement. I would be pleased to answer any questions.", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}