{"id": "RCED-96-150", "url": "https://www.gao.gov/products/RCED-96-150", "title": "Federal Facilities: Consistent Relative Risk Evaluations Needed for Prioritizing Cleanups", "published_date": "1996-06-07T00:00:00", "released_date": "1996-07-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed how priorities are being set for hazardous waste cleanups, focusing on: (1) whether the Superfund program is identifying the highest-priority cleanup sites; and (2) the Department of Defense (DOD), Department of Energy (DOE), and the Department of the Interior approaches for ranking risks and prioritizing sites for cleanup."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) the Superfund program does not completely and consistently identify the federal facilities presenting the greatest risks to public health and the environment; (2) without a complete inventory of contaminated sites, adequate data on the risks at these sites, and consistent policy guidance, agencies cannot fully prioritize cleanup activities; (3) the National Priorities List (NPL) does not include all eligible contaminated sites and the Hazard Ranking System does not provide sufficient information to rank contaminated facilities on the basis of risk; (4) federal agencies responsible for cleanups do not use a consistent approach to assess relative risk; (5) to help set cleanup priorities and make funding decisions, DOD developed a risk-ranking tool to categorize contaminated sites; (6) DOE uses a qualitative, facility-based approach to evaluate contaminated sites and prioritize cleanups; (7) Interior uses a centralized priority-setting mechanism in the later stages of the Superfund process to rank its contaminated facilities; and (8) while individual agencies use their own risk-assessment processes, it would be more cost-effective for agencies to use a consistent, national approach to rank risks and identify high-priority sites."]}], "report": [{"section_title": "Letter", "paragraphs": ["The number of federal facilities that will require hazardous waste cleanups is growing, and the cost of these cleanups may rise to nearly $400 billion.These large expenditures highlight the importance of targeting the available public funds to the highest-priority cleanups.", "Both the Environmental Protection Agency (EPA) and federal agencies that own or use contaminated property help assign priorities for cleanups. EPA administers the Superfund program, identifying seriously contaminated facilities for cleanup under Superfund’s regulations. Cleanups of federal facilities may also be subject to other federal or state laws. EPA and the responsible federal agencies—chiefly the departments of Defense, Energy, and the Interior, which have the largest cleanup problems—jointly set priorities for cleaning up their facilities under the Superfund program through interagency agreements. In addition, the responsible federal agencies influence priorities for all cleanups—Superfund and non-Superfund—through their planning and budgeting processes. Concerned about how well priorities are being set for cleaning up federal facilities, you asked us to assess (1) whether Superfund is identifying the highest-priority federal sites for cleanup and (2) what progress is being made by the departments of Defense, Energy, and the Interior in establishing approaches for ranking risks and setting priorities for cleaning up their facilities."], "subsections": [{"section_title": "Background", "paragraphs": ["Federal facilities have been contaminated with a wide range of substances, including highly radioactive waste and toxic chemicals. As of April 1995, federal agencies had placed 2,070 facilities on the federal facility docket, EPA’s listing of the facilities awaiting evaluation for possible cleanup. EPA had placed 154 federal facilities on the National Priorities List (NPL) (see table 1) and, as of February 1996, had proposed another five facilities for listing. (For the status of the 2,070 facilities on the docket, see app. I.) EPA uses the NPL as an aid in determining which sites warrant further investigation to assess public health and environmental risks and which sites merit cleanup.", "The Comprehensive Environmental Response, Compensation, and Liability Act (CERCLA) of 1980, as amended, created the Superfund program to govern cleanups of both private and federal hazardous waste sites. Cleanups of federal facilities are also subject to the Resource Conservation and Recovery Act (RCRA) of 1976, as amended, which governs, among other things, the treatment, storage, and disposal of hazardous wastes. This review focuses on the requirements that CERCLA imposes upon federal facilities.", "The Superfund process for cleaning up federal facilities consists of many steps involving both the responsible federal agencies and EPA. First, a responsible federal agency identifies a potentially contaminated facility and reports it to EPA for listing on the federal facilities docket. The responsible agency then conducts a preliminary assessment to gather data on the facility and performs a site inspection, which may involve taking and analyzing samples, to learn more about potential contamination. An EPA region oversees the agency’s activities at each stage, and if the evidence indicates that the facility is contaminated, EPA then decides when to evaluate the facility to determine whether it qualifies for inclusion on the NPL. The evaluation scores the severity of the facility’s contamination using EPA’s hazard ranking system. Figure 1 depicts the stages in the Superfund process leading to a facility’s placement on the NPL.", "After EPA has placed a facility on the NPL, the responsible federal agency is required, within 6 months, to begin a remedial investigation to characterize the waste and a feasibility study to evaluate the alternatives for cleaning up the facility. With EPA’s oversight, the agency examines all the information gathered during this process, selects a cleanup remedy, and prepares a record of decision to document the analysis that led to the selection. The responsible agency must also enter into an interagency agreement with EPA on a plan for cleaning up the facility. Finally, the responsible agency develops a detailed design and implements the cleanup plan while EPA oversees the agency’s implementation. Figure 2 depicts the cleanup stages in the Superfund process.", "Although several federal agencies have significant numbers of facilities on the federal facility docket (see table 1), the departments of Defense and Energy have the largest budgets for environmental restoration. In comparison, Interior’s cleanup program is currently small, but it is expected to grow as the Department’s agencies—including the Bureau of Land Management, the Fish and Wildlife Service, and the National Park Service—develop more complete inventories of contaminated facilities, particularly abandoned mines. For fiscal year 1996, the appropriations for hazardous waste cleanups at Defense, Energy, and Interior totaled almost $4 billion. (See table 2.)", "The Federal Facilities Policy Group estimates that the total cost of cleaning up federal facilities could reach almost $400 billion (see app. II). From the formal inception of federal environmental cleanup programs through fiscal year 1996, the group reported that federal agencies have budgeted nearly $54 billion for cleanups. According to the group, about two-thirds of the total budget has been targeted for Energy facilities and includes amounts for ongoing waste management.", "For the purposes of this report, we have defined a “site” as a specific area of contamination and a “facility” as a geographically contiguous area under an agency’s ownership or control within which a contaminated site or sites are located. EPA generally includes all contaminated sites at a federal facility—such as a military installation—on the NPL. Thus, a federal facility on the NPL may contain from a few to hundreds of sites that require assessment and possibly cleanup.", "It is generally agreed that the magnitude of the risks to human health posed by contamination at a federal facility should be a primary factor in setting priorities for cleanups. However, according to the Federal Facilities Environmental Restoration Dialogue Committee (a group composed of representatives from federal, state, local, and tribal governments, as well as citizens’ groups and labor organizations), additional factors also warrant consideration. These include legal requirements; cost-effectiveness; the potential future uses of decontaminated land; and other cultural, social, and economic factors."], "subsections": []}, {"section_title": "Superfund Process Does Not Fully Establish Cleanup Priorities for Federal Facilities", "paragraphs": ["The Superfund process does not fully and consistently identify for possible cleanup the federal facilities presenting the greatest risks to public health and the environment. An incomplete inventory of contaminated federal facilities and a backlog of unevaluated facilities have limited the scope of priority-setting efforts. Furthermore, no national guidance ensures that EPA’s regions use a consistent approach in choosing which facilities to evaluate for inclusion on the NPL from the backlog of facilities awaiting this step. Some facilities that qualify for inclusion are not being listed, making listing an uncertain indicator of a facility’s relative risk. In addition, EPA’s evaluation process does not produce enough information to rank sites on the basis of relative risk."], "subsections": [{"section_title": "Partial Inventory, Incomplete Site Assessments, and Lack of Policy Guidance Hamper Priority Setting", "paragraphs": ["Agencies cannot fully set priorities without a complete inventory of contaminated sites and adequate data on the risks at these sites. As we have reported in the past, federal agencies have not yet completed a comprehensive inventory of their potentially contaminated sites. Some agencies, such as Defense and Energy, have made substantial progress toward completing their inventories, while others, such as Interior, are still in the early stages of developing theirs. As of April 1995, Interior had 432 sites on the federal facility docket, but a recent report by the Federal Facilities Policy Group estimates that Interior has 26,000 sites that may require some cleanup. The dimensions of Interior’s future cleanup responsibilities are uncertain. Interior officials estimate that only 1 or 2 percent of these sites may require major cleanup work. According to officials, the Department’s legal liability for cleaning up many sites has not been fully resolved.", "Interior officials told us that they are not planning to conduct a comprehensive inventory of their potentially contaminated hazardous waste sites, in part because they lack sufficient funding. Instead, they intend to rely on existing information, as well as on discoveries made during the Department’s regular activities, to identify sites requiring cleanup. In 1994, we reported on the importance of a comprehensive federal site inventory and recommended, among other things, that the Congress amend CERCLA to (1) require the agencies to submit plans for completing their inventories of hazardous waste sites for EPA’s review and approval and (2) require EPA to report annually to the Congress on the agencies’ progress toward completing the inventories. No action has yet been taken on these recommendations.", "For many of the facilities and sites in their inventories, federal agencies have not gathered sufficient data to set priorities for further activities. Information is incomplete for 1,040 of the 2,070 facilities listed on the federal facility docket. For some, the agency has not completed the preliminary assessment or site inspection; for others, the EPA region has not reviewed the responsible federal agency’s inspection or the site’s status is unknown. As table 3 shows, 157 facilities have completed the early assessment phases and are awaiting the final evaluation for inclusion on the NPL. At the current evaluation rate, this backlog could take many years to clear. According to EPA officials, the agency’s budget permits the agency to perform final evaluations for only five facilities per year.", "Despite the need for setting priorities to determine which sites in the backlog to evaluate first for possible inclusion on the NPL, EPA headquarters has not developed policy guidance to ensure that the regions employ a consistent approach. EPA has developed such guidance for evaluating nonfederal NPL candidate sites but has not extended its application to federal facilities. Only 4 of EPA’s 10 regions reported using such nonfederal guidance to help them determine which federal facilities to evaluate first for possible inclusion on the NPL. In July 1993, we reported that EPA was not evaluating federal facilities in a timely manner, in part because (1) it did not devote adequate resources to the task and (2) some agencies were providing EPA with late or incomplete data. Delays in EPA’s evaluation may postpone cleanups while responsible federal agencies await EPA’s decision on a facility’s NPL status or may cause rework after a facility has been listed. These delays could increase dangers to human health and the environment and raise costs. Our report recommended that EPA, in consultation with the regulated agencies, develop a plan to address the backlog of unevaluated federal facilities on the docket. Such a plan, which could be used to specify criteria for selecting the order in which facilities should be evaluated for cleanup, has not been developed. EPA officials are concerned that the agency would not have the resources to implement such a plan.", "EPA regional officials cited EPA’s limited resources and poor data from the responsible agencies as the main barriers to improving EPA’s ability to determine which sites to evaluate first. Many regions believed they did not have the staff resources or the funding needed to adequately oversee the agencies’ preliminary assessments and site inspections. In addition, 9 of EPA’s 10 regional offices cited inadequate data from other agencies on sites’ risks as a significant barrier to improving their own priority setting. EPA officials said that some federal agencies were slow to submit the results of their investigations, the data were sometimes incomplete when submitted, and EPA’s guidance on data gathering was not being followed. As a result, some seriously contaminated facilities are not yet ready for EPA’s evaluation.", "To improve the quality and timeliness of the data it receives from the regulated agencies, one EPA region reported making two significant changes. First, it dedicated a full-time position to work exclusively with the agencies on assessment issues and answer their questions. Second, it trained the agencies’ staff and contractors to conduct preliminary assessments and site inspections. While the region believes these efforts have been very successful, budget cuts may prevent it from continuing them."], "subsections": []}, {"section_title": "The NPL Does Not Include All Eligible Federal Facilities", "paragraphs": ["The Congress and EPA have allowed the exclusion of certain federal facilities from the NPL for various policy reasons. Because of these exclusions, some of the nation’s most contaminated facilities do not appear on the NPL. Nine of EPA’s 10 regional federal facility cleanup coordinators told us that some facilities in their regions scored higher than the hazard ranking system’s threshold but were not placed on the NPL.", "Reasons for these exclusions included a state’s not concurring with a listing or a facility’s being cleaned up under another authority.", "Until June 1995, EPA had the authority to include any qualifying facility on the NPL. In July 1995, legislation was enacted requiring EPA, during fiscal year 1995, to seek a state’s concurrence before including a site on the NPL. This provision, which effectively gave governors the authority to veto EPA’s listing decisions, may significantly affect the consistency and comprehensiveness of the NPL. As of February 1996, EPA had sought state governors’ concurrence to list 14 federal facilities. The governors refused to concur with seven listings, approved four, and reached no decision on three. Furthermore, according to EPA officials, the impact of requiring a state’s concurrence is greater than these numbers would indicate because EPA’s regions will not move a facility forward in the Superfund process if a governor’s veto is expected. EPA’s 1996 appropriations language continues the requirement that EPA obtain a state’s concurrence for the remainder of the fiscal year or until CERCLA is reauthorized.", "EPA’s current policy is to include on the NPL federal facilities that may be involved in hazardous waste cleanups regulated under RCRA. In establishing this policy, EPA argued that if the listing of such facilities were deferred, very few facilities would be included on the NPL. According to EPA, most eligible facilities contain hazardous waste units that are regulated under RCRA and therefore are subject to its corrective action authorities. Despite EPA’s policy, a regional official told us that if a RCRA corrective action is under way at a federal facility, then the region may not pursue a listing for that facility. An EPA headquarters official acknowledged that a site being cleaned up under RCRA will receive a low priority for inclusion on the NPL. Hence, in practice, the site may receive an informal RCRA deferral.", "Similarly, according to an EPA regional official, a facility that is already being cleaned up under Defense’s Base Realignment and Closure program will receive a low priority for inclusion on the NPL. Defense is closing or realigning over 400 installations."], "subsections": []}, {"section_title": "Scoring and Listing Do Not Produce Enough Information to Rank NPL Sites", "paragraphs": ["EPA’s processes for scoring and listing do not produce enough information to rank facilities or sites on the basis of risk. When EPA uses the hazard ranking system to determine whether a federal facility should be included on the NPL, it typically evaluates only a few major areas of contamination and does not score all contaminants and pathways. Because the system’s evaluations are not comprehensive, EPA cannot use its scores to compare the relative severity of the contamination at NPL facilities.", "Generally, EPA places all contaminated portions of a federal facility on the NPL. While some of these facilities may contain hundreds of individual sites whose contamination may vary widely in severity, the sites are still designated as high priorities. In our 1994 report on setting priorities for cleanups at Defense, we discussed the problem of treating all sites at NPL facilities as high priorities without considering how seriously they are contaminated, and we recommended that the system for designating high-priority sites be revised to reduce the number of such sites in Defense’s high-priority program. As discussed below, Defense has established a system to classify its sites into various risk categories."], "subsections": []}]}, {"section_title": "Federal Agencies Responsible for Cleanups Do Not Use a Consistent Approach to Assess Relative Risk", "paragraphs": ["Both Defense and Energy have developed new approaches for setting cleanup priorities, but neither agency has fully established agencywide, risk-based funding priorities. Defense has classified most of its sites in one risk category without further refinement as to rank. Energy has used its new system primarily to rank sites at individual facilities, rather than across many facilities or the agency as a whole. Interior has developed a centralized process for setting priorities for NPL sites, but its bureaus set priorities independently during the assessment stages that precede listing. The three departments have developed different risk-ranking and priority-setting systems, making cross-agency comparisons of risks and priorities difficult."], "subsections": [{"section_title": "Defense Has Developed a Relative Risk-Ranking Process to Help Set Priorities", "paragraphs": ["To improve its priority-setting processes, Defense introduced evaluations of sites’ relative risks in 1994 as a key element in decisions about which of its contaminated sites should be cleaned up first. Defense’s Relative Risk Site Evaluation Framework allows the agency to place a potentially contaminated site within the Defense Environmental Restoration Program into one of three relative risk categories—high, medium, or low—on the basis of relative risks that the site poses to human health and the environment. The relative risk framework evaluates the nature and concentration of the site’s contaminants, the possible pathways for the contaminants to move from the site, and the opportunities for humans and ecological elements (designated as “receptors”) to come into contact with the contaminants. For example, at a highly contaminated site that poses a hazard to groundwater, has an identifiable migration pathway, and is located near a human receptor that uses the groundwater as a source of drinking water, the risk ranking would be high. Conversely, at a site with minimal contamination, no migration pathways, and no receptors, the risk ranking would be low.", "The relative risk ranking is a primary tool for setting cleanup priorities and making funding decisions. As of February 1996, Defense had completed relative risk evaluations for approximately 75 percent of its 10,000 sites. Not having such evaluations for the remaining sites limits Defense’s ability to set cleanup priorities effectively. Of the sites assigned categories, approximately 54 percent were rated as high relative risk, while the remaining 46 percent were rated as medium or low relative risk. The sites ranked as high risk were to receive 83 percent of Defense’s projected fiscal year 1996 funding for cleanups. Generally, Defense does not rank order sites within each relative risk category. By not identifying the worst sites among the large number in the high relative risk category, Defense cannot ensure that its limited funds are being used to clean up the worst sites first.", "In determining which sites to fund first, Defense assesses relative risk information along with other considerations, such as the status of legally enforceable cleanup agreements and the availability of cleanup technologies. According to Defense officials, individual Defense facilities are responsible for performing these assessments, the results of which are forwarded to higher organizational levels for consideration in priority setting.", "Defense officials at facilities we visited generally said that the relative risk evaluations had helped improve priority setting, even though most of the contaminated sites at the facilities had been categorized as high risk. Nonetheless, the officials said they could usually identify the worst sites among those with high risk ratings. However, Defense does not generally compare the relative severity of contamination at high-risk sites across installations. According to the officials, the relative risk categorization process requires some subjective judgments that make it difficult to compare sites at different facilities on the basis of their risk category alone. However, they said that if representatives from various facilities met to determine which sites should receive funds first for cleanups, the relative risk information would be useful in helping set priorities across facilities."], "subsections": []}, {"section_title": "Energy Has Qualitatively Evaluated Risks at Facilities Requiring Cleanup", "paragraphs": ["Although nearly all of its largest facilities are on the NPL, Energy must set priorities for the thousands of individual sites within these facilities. The congressional conference committee’s report on Energy’s fiscal year 1994 appropriations bill directed the Department to report on the risks at its contaminated sites and indicate how it was ranking competing cleanup requirements. Because Energy did not have the data needed to answer these questions, it qualitatively evaluated its environmental management activities, asking its field office managers to (1) classify the risks addressed by its environmental management activities (high, medium, or low) and (2) assess the significance of legal compliance requirements (high, medium, or low). High risks presented immediate and very serious threats, medium risks included significant hazards that should be addressed expeditiously, and low risks encompassed conditions that were not likely to cause serious problems in the near future. Compliance requirements were ranked as high if responses to laws or agreements were needed within relatively short periods of time to avoid penalties; rankings of medium and low indicated successively longer periods for achieving compliance. Energy officials then used this information to evaluate the risk and compliance levels of activities in the fiscal year 1996 budget request.", "In its draft 1995 report to the Congress, Energy concluded that 49 percent of its fiscal year 1996 funding for the environmental management activities that it reviewed (about $2.5 billion out of $5.1 billion) addressed high risks to the public, workers, or the environment and 88 percent addressed both high and medium risks. The report also stated that 84 percent of the funding addressed high compliance activities. However, Energy noted that its qualitative approach was limited because individual facilities used different assumptions about risk, compliance, and future land use in preparing their evaluations. For example, some facilities assumed that the current compliance agreements would remain largely unchanged, whereas others assumed that certain agreements could be renegotiated. Gaps in the data also made comparisons across sites difficult, according to the report.", "According to Energy, its qualitative evaluation is a first step in understanding the link among risk, legal and regulatory compliance, and budget. Energy recognizes the need for a more integrated risk assessment process that can become central to its priority setting. Such a process would go well beyond the current qualitative, facility-based approach. Among other things, it would identify and quantify hazards, exposure, risk, and cost in the context of reasonably anticipated future land use on a consistent basis for all sites needing cleanup. Energy officials emphasized that their priority setting for cleanups should be evaluated in the context of their other environmental management responsibilities. For example, Energy is responsible for stabilizing, treating, and disposing of large quantities of hazardous and radioactive wastes.", "Officials at two of Energy’s largest facilities—Hanford, Washington, and Rocky Flats, Colorado—told us that information on relative risks was considered in setting priorities. In addition, information on other factors, such as legally enforceable cleanup requirements, the need for site maintenance activities, cleanup costs, and worker safety, was considered. However, each facility had independently determined what information to evaluate and how to weight that information in setting priorities. Several agency officials expressed concerns about how priorities are set, noting that funding is allocated to sites on the basis more of historical funding levels than of relative risk. The officials added that the Department’s practice of dedicating funds to certain categories of activities within the Environmental Management program, such as “waste management” and “environmental remediation,” instead of allowing the funds to move between categories, limited the agency’s ability to ensure that funds were being directed to reduce the greatest risks. Energy officials told us that the agency was beginning to address this concern. They said, for example, that Rocky Flats was moving funds from environmental remediation into waste management to respond to greater risks.", "In 1995, we reported that Energy set cleanup priorities at individual facilities largely on the basis of site-specific legal agreements. We recommended that it set national priorities for cleaning up its contaminated sites and attempt to renegotiate cleanup agreements that no longer reflect such priorities. Energy is now renegotiating some of its agreements and attempting to balance concerns about risks at its sites, compliance issues, and costs. Additionally, the agency is making an effort to impose a national set of criteria for allocating budgeted funds to facilities. We continue to believe that national priorities should be set because the future progress that the agency makes in cleaning up its facilities depends greatly on how effectively it sets national priorities under increasingly restrictive budgets. The current practice of setting priorities at individual facilities does not ensure that limited resources will be allocated to reducing the greatest risks nationwide."], "subsections": []}, {"section_title": "Interior Centrally Ranks Cleanups in the Later Stages of the Superfund Process", "paragraphs": ["In 1993, Interior’s Office of Inspector General reported problems in the Department’s management of hazardous materials cleanups. The report found, among other things, that sites were not always ranked to ensure that the most severe contamination was addressed first. The report recommended that Interior develop and implement a Department-wide ranking system to ensure the allocation of its resources to the highest priorities. Subsequently, Interior established a centralized priority-setting mechanism.", "In 1995, the Congress established a Central Hazardous Materials Fund for Interior to support activities in the later stages of the Superfund process—remedial investigations, feasibility studies, actual cleanups of hazardous substances, and other associated activities. To set priorities for funding projects, Interior classifies sites on the basis of their legal and regulatory requirements, ranks their risks, and considers other factors affecting their needs for funding. The Department has developed five codes for categorizing contaminated sites according to the importance and urgency of the laws and regulations affecting them. Interior has also developed multiple criteria for ranking sites’ risks, including the types of contaminants, their potential for movement, and the relative threats they pose to human health and the environment. Finally, Interior established a Technical Review Committee, which reviews requests for funding submitted by Interior’s bureaus. This committee uses the information on legal requirements and relative risk, along with information on the status of a site’s remediation, the involvement of other responsible parties, and any unusual conditions, to determine which sites will receive funding first.", "For fiscal year 1996, the committee recommended funding cleanup activities at seven sites. Five of these seven sites were classified as higher priorities because they needed to meet significant legal requirements. Ninety percent of the recommended funding, or about $9 million, is targeted to these five sites. At several other seriously contaminated sites, requests for funding remedial investigations and feasibility studies were not recommended. One Interior bureau, the Fish and Wildlife Service, has expressed concern that the Central Fund’s appropriation is not adequate to meet its cleanup needs. The Service reported needing $13.4 million from the fund in fiscal year 1996, more than the total amount available for the entire Department. For fiscal year 1997, the Service reported needing $24.2 million.", "Although Interior’s approach to setting priorities is more comprehensive now than it once was, it is still incomplete and may not always direct funds to the greatest risks. According to an Interior official, the Department has not developed a centralized system for setting cleanup priorities for sites in the earlier stages of the Superfund process. In addition, the official stated that legal and regulatory agreements are an important factor in determining which projects should receive funds first from the Central Fund. An Interior official told us that the sites with legally binding cleanup agreements are also the sites with the greatest risks, but the Department cannot document this correspondence because it has not scored the risks for many projects considered for funding from the Central Fund. Furthermore, given that EPA is not including all qualifying sites on the NPL, it may not be appropriate to set priorities for funding largely on the basis of a facility’s legal status. Some of Interior’s sites, such as Pine Creek Mills in Idaho, have scored high enough to qualify for inclusion on the NPL but had not been listed as of February 1996."], "subsections": []}, {"section_title": "Consistent National Approach to Ranking Relative Risks Can Help Identify Highest-Priority Sites", "paragraphs": ["As discussed above, individual federal agencies use their own approaches to classifying the risks at sites and setting priorities for funding cleanups. In addition, the agencies do not adequately evaluate the relative risks of their sites agencywide. Consequently, there may not be a consistent relationship nationwide between the level of danger posed by the contamination at a site and the priority for funding its cleanup. This fragmented approach may not be the most cost-effective way to clean up contamination at federal facilities nationwide.", "According to 9 of EPA’s 10 regional federal facility cleanup coordinators, it is important for federal agencies to use a consistent approach in establishing cleanup priorities. The coordinators said a consistent approach is needed to ensure that (1) important decision-making criteria are being addressed at all sites and (2) limited funds are going to the highest-priority sites. One coordinator, noting that EPA’s procedures call for a national approach when prioritizing nonfederal Superfund sites for the cleanup phase of the Superfund process, would like to see a similar approach applied to federal facilities. To rank private sites that are ready to begin the costly remedial action phase of the Superfund process, EPA relies on a panel of 10 representatives from EPA’s regions and 5 from headquarters, who are given specific priority-setting criteria to apply.", "All 10 of EPA’s regional coordinators told us that the optimal level for priority setting is broader than the individual facility. While acknowledging the importance of the local facility’s input, the EPA officials recognized that only a broader process—whether regional, agencywide, or national—can efficiently distribute the nation’s cleanup resources. In 1995, we reported on the need for a national process to set priorities for funding federal facility cleanups. In addition, the National Research Council recommended that the government consider developing a unified national process to set priorities for hazardous waste cleanups to replace the multiple approaches now in use. We believe that a consistent approach for relative risk evaluations is an essential element in the process for setting cleanup priorities nationally."], "subsections": []}, {"section_title": "Regional Approaches Show Promise", "paragraphs": ["The Naval Facilities Engineering Command, Southwest Division, in San Diego, California, has taken steps to expand the scope of its priority setting to identify the Navy’s highest-priority sites on the West Coast. According to an EPA official, starting in fiscal year 1992, the Southwest Division invited staff from the California Environmental Protection Agency and EPA Region 9 to participate in discussions on funding priorities for Navy facilities in California. This group began to meet when the Navy and the state recognized that NPL-caliber installations had not been placed on the NPL and needed funding for cleanup.", "In fiscal year 1995, the California group invited representatives from (1) the states of Alaska, Arizona, and Washington; (2) EPA Region 10; and (3) each of the Navy’s West Coast cleanup operations and Navy headquarters to participate in discussions on budget reductions. According to an EPA official, during these discussions, the group agreed on the highest priorities for funding cleanup projects and transferred some funds across organizational boundaries. Navy officials at the installations we visited supported this process. They were generally satisfied with the extent of their input into the ranking and said that their sites had been assigned appropriate priorities for cleanup.", "An EPA regional official said that using the Navy’s West Coast approach has improved the priority-setting process by ensuring better communication, expanding the geographical scope of the priority setting, and ensuring that limited cleanup funds are allocated to the highest-priority sites. According to the EPA official, the West Coast team works well at the current size because participants are knowledgeable about local sites and trust can be developed; however, in their view, the team might not function as well if it were larger. The EPA official believes the next step for the West Coast team would be to involve community advisory boards in the priority-setting process.", "We believe that regional priority-setting approaches involving important stakeholders—such as EPA, the states, regulated agencies, and affected local communities—hold promise for improving priority setting. To illustrate the importance of this participation, officials from seven regions told us that EPA is additionally part of a decision team that meets periodically with at least one regulated federal agency in the region to establish priorities for funding cleanups."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Ultimately, priority setting is a matter of determining where available appropriated resources—currently about $4 billion annually—should be spent to clean up contaminated federal facilities. The Superfund process does not fully and consistently establish national priorities for funding such cleanups, yet it is the only nationwide priority-setting process. To improve its effectiveness, EPA and the regulated federal agencies need to work cooperatively to identify and assess the most severely contaminated federal facilities as an important step in establishing priorities for funding cleanups. Toward this end, we have previously recommended that (1) regulated federal agencies finish inventorying their sites and (2) EPA and the agencies develop a plan to reduce the backlog of unevaluated federal facilities. This plan should specify criteria for selecting the order in which facilities should be evaluated for cleanup. We continue to believe that these recommendations should be implemented.", "If agencies are to direct their resources to their most contaminated facilities, they will need to develop information allowing them to compare health and environmental risks across all the sites under their jurisdiction. While the major cleanup agencies have made progress in incorporating risk considerations into priority setting, they have not fully compared risks nationwide. In addition, consistency in measuring risks across agencies would increase the value of risk as a factor in determining the relative priority each agency’s cleanup program should receive. Because Defense, Energy, and Interior have each developed their own risk-ranking approaches, there is currently no assurance of consistency among their rankings and no basis for assessing the relative severity of their cleanup needs. The Congress is currently considering bills to change and reauthorize the Superfund program. Although current law allows the agencies to set their priorities on the basis of risk, the reauthorization of Superfund offers an opportunity for the Congress to strengthen the role of health and environmental risk in priority setting."], "subsections": []}, {"section_title": "Matter for Congressional Consideration", "paragraphs": ["To facilitate the setting of risk-based priorities for cleaning up hazardous waste sites, the Congress may wish to consider amending CERCLA to require EPA, in consultation with the responsible federal agencies and other stakeholders, to develop a consistent process for assessing and ranking the relative risks of hazardous waste sites and require agencies to employ this process as a factor in setting priorities for federal hazardous waste cleanups nationwide."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided copies of a draft of this report to the departments of Defense, Energy, and the Interior and to EPA for their review and comment. We met with officials of these agencies, including a representative of the Office of the Under Secretary of Defense-Environmental Security; the Director, Office of Strategic Planning and Analysis, Department of Energy; the Team Leader for Solid and Hazardous Waste Materials Management, Office of Environmental Policy and Compliance, Department of the Interior; and the Associate Director, Federal Facilities Restoration and Reuse Office, EPA. Overall, the agencies believed that our report was factually accurate, but, as discussed below, they had some concerns about the interpretation of some information and wanted us to include some additional points. Their principal comments are discussed below. In addition, the agencies provided technical and editorial comments that we incorporated into the report as appropriate.", "Defense said that its Relative Risk Site Evaluation Framework measured only the relative risks of sites and did not produce risk data comparable to the data that would come from the risk assessments performed for NPL sites. We have indicated throughout our discussion of Defense’s system that it measures relative risk. Defense also said that its relative risk model was a national system whose results were taken into account when priorities were set for funding. We have added this information to our report.", "Energy emphasized that in comparison with other federal agencies, it has responsibility for addressing a greater variety of environmental problems, including radioactive waste, and that the risks posed by some of these problems are not easily comparable. We have expanded our description of Energy’s environmental responsibilities and agree that risk-based priorities can be set only for cleanup functions whose relative risks can be compared. Energy also said that setting priorities requires considering factors other than risk. Our report indicates that issues other than risk, such as cost and other program management considerations, can be considered in setting priorities. Energy further said that setting priorities for cleanups is made more difficult because funding for Energy and other agencies comes from different appropriations and congressional committees. We agree but think that consistency among federal agencies’ evaluations of relative risk would facilitate a broader view of priorities.", "Interior said that its cleanup program is much smaller than Defense’s or Energy’s and that although there may be 26,000 potentially contaminated sites on Interior’s lands, the majority, in the Department’s view, do not pose significant human health or safety concerns. We have revised our report to indicate that Interior officials believe that only a small portion of these sites will require major cleanups. Interior also said that the large number of its “sites” should not be compared with the smaller number of other agencies’ “facilities,” which can include many sites. We have tried to make the distinction between sites and facilities clear in our report. While agreeing that a complete inventory of sites is required for the federal government to know whether its funds are being spent on the highest-priority projects, Interior said that it would need additional funding to complete its inventory of hazardous waste sites and prioritize them for cleanup.", "EPA, like Energy, said that factors other than risk, such as cost and concern for the equitable treatment of low-income or disadvantaged individuals, should be considered in priority setting. Our report indicates that it is appropriate to set priorities on the basis of risk and other considerations. EPA also said that our report placed too much emphasis on the role of risk in setting priorities. We believe that the cost-effective reduction of health and environmental risks should be the predominant consideration in priority setting.", "The agencies also had some comments about our matter for congressional consideration. Interior and EPA officials expressed some concern that agencies are forced to strike a balance between evaluating and cleaning up sites and that they would need additional resources to both fully evaluate relative risks and maintain their current levels of cleanup. Defense was concerned that the agencies’ individual needs be considered in the development of a consistent national process for evaluating relative risks. We have recognized this concern by indicating that EPA should work with the agencies in developing such a process. EPA said that the states should be involved in selecting a consistent process for evaluating relative risks for federal priority setting. We have revised our matter for congressional consideration to indicate that EPA should consult with stakeholders—including the states—in developing this process.", "To respond to this report’s objectives, we met with headquarters officials from EPA, Defense, Energy, and Interior. We reviewed pertinent laws and regulations and examined EPA’s policy guidance on priority setting. In addition, we visited several Defense and Energy field installations and reviewed documentation on the priority-setting approaches being used at Defense, Energy, and Interior. We also conducted telephone interviews with federal facility cleanup coordinators in each of EPA’s 10 regional offices. Appendix III contains additional information on our scope and methodology.", "As arranged with your office, unless you announce its contents earlier, we plan no further distribution of this report until 21 days after the date of this letter. At that time, we will send copies to the Administrator of EPA and the Secretaries of Defense, Energy, and the Interior. We will also make copies available to others on request. Please call me at (202) 512-6111 if you or your staff have any questions. Major contributors to this report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Status of the 2,070 Federal Facilities on the Docket", "paragraphs": ["7.4% Currently on NPL (154)0.1% Removed From NPL (3)", "Evaluation in Process (1,040)", "Inclusion on NPL Not Warranted (873)"], "subsections": []}, {"section_title": "Estimates of Total Future Costs to Complete Cleanups and Number of Potentially Contaminated Federal Sites", "paragraphs": [], "subsections": []}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["We were asked to assess (1) whether Superfund is identifying the highest-priority federal sites for cleanup and (2) what progress is being made by the departments of Defense, Energy, and the Interior in establishing approaches for ranking risks and setting priorities for cleanups.", "To address our first objective, we gathered information on the extent to which federal agencies had inventoried and assessed their potentially contaminated facilities. To determine the number of facilities for which preliminary assessments and site inspections have not yet been completed, we analyzed data from EPA’s Superfund database, the Comprehensive Environmental Response, Compensation, and Liability Information System. We met with EPA headquarters officials to discuss the role of the hazard ranking system and the National Priorities List in setting priorities, and we examined the policy guidance from EPA headquarters on setting priorities and implementing the Superfund program. We also conducted telephone interviews with federal facility cleanup coordinators in each of EPA’s 10 regional offices to obtain their views on the effectiveness of the Superfund program in setting priorities.", "To address our second objective, we gathered policy guidance and other documentation on the risk-ranking and priority-setting approaches being used at each agency. We also met with officials at Defense, Energy, and Interior to obtain their views on the progress they have made in establishing such approaches. To assess how priority setting was being implemented, we visited Defense’s Picatinny Arsenal in New Jersey and Portsmouth Naval Shipyard in Maine and Energy’s Hanford facility in Washington and Rocky Flats facility in Colorado.", "We conducted our review from July 1995 through May 1996 in accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Major Contributors to This Report", "paragraphs": ["James F. Donaghy, Assistant Director Uldis Adamsons, Assistant Director Stephen D. Secrist, Evaluator-in-Charge R. Tim Baden, Senior Evaluator Richard P. Johnson, Attorney Steve Pruitt, Senior Evaluator Virgil N. Schroeder, Senior Evaluator John D. Yakaitis, Senior Evaluator Leo G. Acosta, Evaluator Raymond G. Hendren, Evaluator The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}