{"id": "RCED-98-148", "url": "https://www.gao.gov/products/RCED-98-148", "title": "Welfare Reform: Changes Will Further Shape the Roles of Housing Agencies and HUD", "published_date": "1998-06-25T00:00:00", "released_date": "1998-06-25T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a legislative requirement, GAO reviewed the implications of welfare reform on public housing agencies and their tenants, focusing on the: (1) impact of welfare reform on the revenue, employment status of tenants, and roles of selected housing agencies; and (2) Department of Housing and Urban Development's (HUD) role in assisting housing agencies and their clients as they adapt to welfare reform."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) it is too early to be certain what impact welfare reform will have on the revenue of the housing agencies that GAO selected, the employment status of their tenants, and the roles of these housing agencies; (2) most of the agencies had not attempted to estimate welfare reform's impact on their revenue for multiple reasons, including a lack of resources to undertake detailed analyses of the impact of their state's welfare reform plan; (3) welfare rolls had declined in the states that GAO visited, and state officials described services being provided to help Temporary Assistance for Needy Families (TANF) recipients overcome obstacles to employment; (4) housing agency officials, residents, and others believed that tenants would face significant challenges in moving from welfare to work; (5) their concerns are supported by research, based on past behavior, which shows that welfare recipients with housing assistance tend to have longer stays on welfare than those without housing assistance; (6) executive directors recognized that the role of housing agencies increasingly includes providing social services as well as housing; (7) however, agencies' social service activities were generally operated separately from states' welfare reform efforts; (8) the agencies that GAO visited had limited involvement in their state's welfare reform efforts; (9) state and local government offices with welfare reform responsibilities rarely targeted funds and programs to public housing developments; however, TANF recipients with housing assistance are eligible for the same services as other TANF recipients; (10) HUD has a smaller role in welfare reform than the states or some other federal agencies; however, HUD said that it is committed to making welfare reform work; (11) HUD's role is driven, in part, by the large numbers of tenants who currently receive welfare benefits whose incomes will decline if they do not find jobs or other sources of income within the time limits; (12) HUD's own financial status depends, to some extent, on these tenants' success in replacing welfare benefits with earnings; (13) to date, HUD has emphasized the importance of welfare reform in at least two strategic planning documents, issued guidance on welfare reform, redirected some programs to focus on welfare reform, and begun to coordinate its welfare reform activities internally and externally; and (14) HUD's strategic plans do not include a comprehensive strategy for bringing together HUD's resources for welfare reform and the funds and programs available from the states and other federal agencies."]}], "report": [{"section_title": "Letter", "paragraphs": ["This report responds to your request and a mandate in the 1998 House Report on the Departments of Veterans Affairs, Housing and Urban Development, and Independent Agencies Appropriations Bill (Report 105-175) that GAO examine the implications of welfare reform on public housing agencies and their tenants. Specifically, our report (1) identifies the impact of welfare reform on the revenue, employment status of tenants, and roles of selected housing agencies and (2) HUD’s role in assisting housing agencies and their clients as they adapt to welfare reform.", "We are sending copies of this report to the Secretaries of Housing and Urban Development, Health and Human Services, and Labor. We will make copies available to others on request.", "Please call me at (202) 512-7631 if you or your staff have any questions. Major contributors to this report are listed in appendix VII."], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Personal Responsibility and Work Opportunity Reconciliation Act of 1996 (P.L. 104-193), generally known as welfare reform, imposed time limits on the receipt of welfare benefits and established work requirements to promote self-sufficiency for families on welfare. In addition, the act shifted important responsibilities for welfare from the federal government to the states. Housing programs, some of them dating back to the 1980s, and recent changes in housing policies have also encouraged work and self-sufficiency. The changes in housing policies are intended to make public housing agencies, as well as tenants, less dependent on federal subsidies.", "Many recipients of federal housing assistance have been or will be affected by the changes in both welfare and housing programs and policies. According to the Department of Housing and Urban Development’s (HUD) data, about 29 percent of the households that received housing assistance also received Aid to Families with Dependent Children (AFDC) as of September 1996. A majority of these households reside either in public housing or in private rental units—under HUD’s Section 8 certificate and voucher programs—that they select and that HUD subsidizes through payments by public housing agencies to landlords of a portion of each household’s rent. Because households that receive housing assistance generally pay 30 percent of their income for housing, changes in tenants’ incomes resulting from welfare reform will affect the rental revenue that public housing agencies receive and the amounts of the subsidies they need from HUD to cover their operating costs. Several federal departments, the states, and local public housing and welfare agencies have roles in efforts to move families from welfare and housing assistance to work and self-sufficiency."], "subsections": [{"section_title": "Purpose, Provisions, and Status of Welfare Reform", "paragraphs": ["The Personal Responsibility and Work Opportunity Reconciliation Act of 1996 established time limits and work requirements to promote self-sufficiency for families on welfare. The act replaced the entitlement program—AFDC—with block grants to the states under Temporary Assistance for Needy Families (TANF). The fixed amounts of states’ grants under the new law are based on the amount of their grants in specified fiscal years under prior law, supplemented for population increases under certain circumstances. In total, TANF grants to the states are authorized at $16.5 billion per year. With respect to state funding, the federal welfare reform law includes a “maintenance of effort” provision requiring the states to provide 75 or 80 percent of their historic level of funding. Under the act, the states must meet statewide mandatory requirements for the percentage of families engaged in work activities or their TANF grants will be reduced. In turn, if a recipient family fails to participate as required, the state must reduce and may terminate the family’s cash assistance. The act also imposed a 60-month lifetime limit on the receipt of TANF benefits for most individuals. In addition, the federal welfare reform law increased federal funding for child care subsidies for low-income families under the Child Care and Development Fund, authorized to provide $3 billion in fiscal year 1997 and increase to $3.7 billion by 2002. The act also tightened the eligibility requirements for food stamps and Supplemental Security Income (SSI), a source of cash assistance for some children with special needs, immigrants, and others.", "In subsequent legislation, the Congress restored SSI benefits for many legal aliens, ensured Medicaid coverage for some children who became ineligible for SSI benefits, and authorized $3 billion in welfare-to-work grants to the states for fiscal years 1998 and 1999, to be overseen by the Department of Labor. Appendix I provides information on the welfare reform plans and benefit levels established by the states we visited."], "subsections": []}, {"section_title": "Purpose, Provisions, and Status of Housing Reform", "paragraphs": ["HUD and the Congress have undertaken and proposed efforts to reform the nation’s public housing industry in much the same way as welfare has been reformed. These efforts are designed to promote self-sufficiency on the part of both tenants and housing agencies. Specifically, HUD now manages a variety of self-sufficiency programs, such as the Family Self-Sufficiency (FSS) program, which provides employment-related services for tenants of public and assisted housing who volunteer for the program. The Congress, through appropriations bills, has implemented changes in public housing policies to encourage work. The revised policies eliminate requirements for public housing agencies to give preference only to the poorest of the poor in selecting tenants and allow the agencies to establish local preferences, ceiling rents, and adjustments to earned income. HUD and the Congress have also proposed permanent legislation that would, among other things, consolidate public housing programs and increase the mix of incomes among tenants."], "subsections": [{"section_title": "Self-Sufficiency Programs", "paragraphs": ["Since the mid-1980s, HUD has provided housing-based self-sufficiency and economic opportunity programs to deliver supportive services to the tenants of public and assisted housing. These programs have provided job training, counseling, and placement services; child care; and transportation. Several of these programs require coordination with other local efforts. One of the most widely used of these programs, FSS, was created under the National Affordable Housing Act of 1990 (P.L. 101-625) to help the tenants of public and assisted housing reduce their reliance on welfare and gain employment through education, training, and supportive services. Since fiscal year 1993, HUD has required housing agencies that receive additional public housing units or Section 8 certificates and vouchers to participate in FSS. The Anti-Drug Abuse Act of 1988 (42 U.S.C. 11901 et seq.), as amended, authorized the Public and Assisted Housing Drug Elimination program, whose goal is to provide alternative approaches to reducing crime and drug activity in public and assisted housing. Under this program, HUD awards grants to housing agencies and owners of assisted housing for activities such as protective services, drug prevention programs, and youth sports programs. Other self-sufficiency programs include the Economic Development and Supportive Services grant program and Jobs Plus, both of which provide housing agencies with additional resources and incentives to encourage tenants to achieve self-sufficiency. Appendix II describes HUD’s self-sufficiency and economic development programs identified by selected housing agencies as facilitating welfare reform."], "subsections": []}, {"section_title": "Housing Policies", "paragraphs": ["The Congress has authorized some changes for public housing agencies through recent appropriations laws, beginning in 1996 with the Balanced Budget Downpayment Act, I (P.L. 104-99, also known as the Continuing Resolution). These changes eliminated the requirement that housing agencies select families from their waiting lists on the basis of federal preferences and allowed the agencies to establish local preferences, ceiling rents, and adjustments to earned income. Local preferences enable housing agencies to select working families, those in employment and training programs, veterans, and persons living in the immediate vicinity to fill vacant units. The agencies may determine which preference(s) to implement as long as they do not change the makeup of their developments in a way that would displace elderly or disabled tenants.", "Ceiling rents—levels above which rents no longer rise with increases in tenants’ incomes—are designed to attract, retain, and support working families, who are generally thought to provide leadership to housing developments and serve as role models for other tenants. A ceiling rent must reflect the reasonable market value of the housing unit and cannot be less than the monthly per-unit operating costs. HUD considers ceiling rents useful in easing the rent burden on working families residing in public housing. In addition, ceiling rents can create incentives for tenants to save money and purchase their own homes. The Continuing Resolution provided a transition rule allowing housing agencies to establish ceiling rents until HUD issues final regulations. HUD proposed a regulation on ceiling rents for public housing in November 1997.", "Like ceiling rents, adjustments to earned income can be used to attract working families, increase the mix of incomes among public housing tenants, and help tenants save money and become homeowners. Adjustments to earned income allow housing agencies to exclude certain types of income in calculating rents. As a result, tenants may retain more of the income they earn if they have participated in certain types of training and work activities. Housing agencies electing to use adjustments may recoup potential losses by attracting tenants with higher incomes."], "subsections": []}, {"section_title": "Current Housing Reform Proposals", "paragraphs": ["In addition to the rent policies discussed above, HUD and the Congress have proposed more sweeping housing reforms that would further transform public housing. Under HUD’s proposal, public housing programs would be consolidated, and the tenant-based certificate and voucher programs would be merged. HUD has also proposed the deregulation of well-performing housing agencies and acknowledges the need for more predictable and effective actions to address problems at failing housing agencies. In addition, HUD has proposed to strengthen the Department’s policy on coordination with welfare agencies, consolidate the Economic Development and Supportive Services grant program with another program for tenants, and create a welfare-to-work voucher program.", "Both the House and the Senate have proposed legislation that would modify the U.S. Housing Act of 1937. The House bill would repeal the act, replacing it with new legislation, while the Senate bill would revise the act. Both the House and Senate bills would combine the Section 8 certificate and voucher programs into a single tenant-based assistance program, to be called choice-based under the House bill. The proposed legislation would also allow local governments to receive federal funds for public housing directly, alter income-targeting rules, and increase funding for tenant organizations.", "H.R. 2 passed the House in May 1997. S. 462 passed the Senate in September 1997. As of April 1998, permanent housing reform legislation had not been enacted."], "subsections": []}]}, {"section_title": "Agencies’ Welfare Reform and Housing Roles", "paragraphs": ["Among federal agencies, the departments of Health and Human Services (HHS) and Labor have the greatest responsibilities for welfare reform. The states play a larger role under welfare reform than they did in the past. HUD subsidizes public housing and provides rental assistance and grants for supportive services. Local public housing agencies own and operate public housing and administer the subsidies, rental assistance, and grants that they receive from HUD.", "While welfare reform shifted responsibility to the states for designing and implementing TANF programs, HHS remains the federal agency with primary responsibility for welfare programs. The TANF legislation made HHS responsible for aiding and overseeing the states’ development of TANF programs; developing certain types of regulations, including reporting requirements for the states and penalties for noncompliance with the law; drafting a formula to reward “high performing” states (i.e., those that achieve the goals of the law); and conducting research on the benefits, costs, and effects of the new law. HHS may also assist the states in developing innovative approaches to reduce dependency on welfare and increase the well-being of children and is responsible for evaluating these approaches. In addition, HHS administers the Child Care and Development Fund."], "subsections": [{"section_title": "Labor", "paragraphs": ["The Department of Labor also has a prominent role under welfare reform. Its programs for low-income adults include, among others, the Welfare-to-Work program, the Job Training Partnership Act (JTPA) Title II-A Adult Training Grants, and the One-Stop Career Center initiative. Labor’s Welfare-to-Work program is designed to move the hardest-to-serve welfare recipients into unsubsidized jobs and economic self-sufficiency.The Balanced Budget Act of 1997 (P.L. 105-33) authorized $1.5 billion annually for formula and competitive grants for the Welfare-to-Work program over 2 years. The JTPA Title II-A program supplements the Welfare-to-Work program by providing both job training for welfare recipients and job training and placement services for other low-income adults to keep them off welfare. For fiscal year 1999, Labor requested $1 billion for this program—$45 million more than it received for fiscal year 1998. The agency also requested $146.5 million for the One-Stop Career Center initiative. Labor considers this initiative the cornerstone of a reform effort to encourage state and local bureaucracies to reinvent themselves, consolidate service delivery at the “street level,” focus on the customer, and restructure accountability. Other federal agencies, such as the Department of Transportation and the Small Business Administration, also have initiatives related to welfare reform under way."], "subsections": []}, {"section_title": "States and Localities", "paragraphs": ["The act shifted important responsibilities for welfare from the federal government to the states. The states have more flexibility than before to design their own programs and strategies for aiding needy families, including those for helping welfare recipients move into the workforce. In addition, the states are allowed to set forth their own criteria for eligibility and for the types of assistance and services that will be available, provided they ensure that recipients are treated fairly and equitably. As a result, the states can decide how to allocate their TANF funds between cash assistance and support services, such as child care and education and training. A state may also devolve its responsibility to county or local authorities. At local welfare offices, TANF programs are generally administered by state, county, or local officials.", "Before the states could receive their block grants, the act required them to submit their TANF plans to the Secretary of Health and Human Services for approval by July 1, 1997. Most states had begun implementing their TANF programs before the July 1, 1997, deadline. Because many states had already begun changing their AFDC programs under waivers of federal law from HHS, the states were at different stages of implementing their reform efforts when the federal legislation was enacted.", "HUD establishes the guidelines for receiving federal housing assistance and provides several types of subsidies to produce and maintain housing affordable to low-income households. Of these, the most important for housing agencies are operating subsidies (to offset some or all of any shortfall between rental revenue and operating costs) and modernization funds. HUD also provides rental assistance to tenants through certificates and vouchers. Housing agencies can compete for a variety of grants, such as those for operating Drug Elimination programs. Housing agencies can also compete for Homeownership and Opportunity for People Everywhere (HOPE) grants to revitalize severely distressed housing through both physical improvements and activities, such as training and education, to promote residents’ self-sufficiency. Finally, HUD operates other programs to promote self-sufficiency, many of which are targeted to the tenants of public housing (see app. II).", "HUD provides housing assistance through three types of programs—public housing, the Section 8 certificate and voucher programs, and the Section 8 project-based program. Nationwide, there are 1.2 million units of public housing, 1.4 million units rented to holders of certificates and vouchers who receive Section 8 tenant-based rental assistance, and 1.7 million units with project-based rental assistance. In fiscal year 1997, HUD spent $23.8 billion on these programs. Because housing agencies do not administer the project-based program, it is not discussed in this report."], "subsections": []}, {"section_title": "Public Housing Agencies", "paragraphs": ["Local public housing agencies own and operate public housing for low- and moderate-income households. The housing agencies operate under state and local laws that set forth their organization and structure, but state governments do not oversee public housing. In many cities, the mayor appoints a governing body or board of commissioners that hires the housing agency’s executive director, who oversees the agency’s day-to-day operations. Housing agencies enter into contracts with HUD, under which the agencies agree to abide by federal regulations and HUD agrees to provide subsidies for public housing and rental assistance for low-income households residing in private housing. As discussed previously, housing agencies may also compete for grants from HUD to provide supportive services."], "subsections": []}, {"section_title": "Public Housing Subsidies", "paragraphs": ["To calculate a housing agency’s operating subsidy, HUD uses its Performance Funding System. Under this system, the amount of the subsidy, determined at the beginning of the housing agency’s fiscal year, is based on projections of the agency’s future funding needs, as well as the total congressional appropriation for operating subsidies. This method is known as forward funding. Projections of the housing agency’s future funding needs are based on assumptions about the agency’s future income and expenses, which, in turn, are based on assumptions about future conditions, including the number of eligible units, tenants’ incomes—tenants generally pay 30 percent of their adjusted income for rent—the rate of inflation, and other factors that affect income and expenses. If the amount of the operating subsidy is insufficient for the housing agency’s needs during the year, the housing agency must reduce its spending. After the end of each fiscal year, certain adjustments are made on the basis of the housing agency’s experience during the year."], "subsections": []}, {"section_title": "Section 8 Tenant-Based Rental Assistance", "paragraphs": ["The Section 8 certificate and voucher programs allow eligible households to select their own units in the private housing market and receive subsidies to cover part of their rent. HUD operates the certificate and voucher programs by entering into contracts and providing payments to local and state housing agencies, including public housing agencies. Housing agencies use these payments to provide rent subsidies to the owners of private housing on behalf of the assisted households. HUD also pays each housing agency a statutorily determined administrative fee for tasks involved in managing the program, including certifying applicants for eligibility, inspecting units found by tenants for compliance with housing standards, and verifying that the terms of leases meet HUD’s requirements. If HUD’s payments are insufficient to cover the housing agency’s rent subsidy needs, the agency uses its Section 8 reserve account to cover the difference. But if HUD’s payments exceed the agency’s subsidy needs, the additional funds are added to the reserve fund and HUD can subsequently adjust the housing agency’s future funding. In the past, some housing agencies used the additional funds to issue more Section 8 certificates and vouchers. However, HUD has instructed housing agencies that they may not issue any more vouchers and certificates using reserve funds than they have in the past.", "Under the certificate program, a household generally pays 30 percent of its income for rent. The housing agency pays the difference between the rent charged—which, under most circumstances, cannot exceed the fair market rent set by HUD—and each tenant’s payment. Under the voucher program, the housing agency pays the difference between a payment standard that is set by the housing agency and 30 percent of the tenant’s monthly income. Generally, a household with a voucher must pay more than 30 percent of its income for rent if the unit’s rent exceeds the payment standard. Conversely, a household usually pays less than 30 percent of its income for rent if the unit’s rent is lower than the payment standard."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["To obtain information about the potential implications of welfare reform on housing agencies, the Chairman of the Subcommittee on Housing and Community Opportunity, House Committee on Banking and Financial Services, asked us to review the impact of welfare reform on selected public housing agencies. In response to that request and to a mandate in the 1998 House Report on the Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Bill (H.R. Report 105-175), we identified (1) the impact of welfare reform on the revenue sources, employment status of tenants, and roles of selected housing agencies and (2) HUD’s role in assisting housing agencies and their clients as they adapt to welfare reform.", "To obtain information about the impact of welfare reform on the revenue sources, employment status of tenants, and roles of selected housing agencies, we interviewed and gathered studies from HUD officials, researchers, and interest groups, including those representing housing agencies and the recipients of housing assistance. To identify the factors that determine tenants’ prospects of moving from welfare to work, we reviewed various studies on welfare and housing. We also contracted with Mathematica Policy Research, Incorporated, to use its Simulation of Trends in Employment, Welfare, and Related Dynamics (STEWARD) model to estimate the impact of alternative welfare reform plans and economic scenarios on welfare recipients with and without housing assistance. Appendix III provides additional information on the work performed by Mathematica. In addition, we selected four states for field work—California, Louisiana, Massachusetts, and Minnesota. As table 1.1 indicates, these states have differing approaches to welfare reform, a significant number of tenants who receive TANF benefits, geographical diversity, varied poverty levels, housing agencies of different sizes, and varied unemployment rates. To identify changes resulting from welfare reform in the selected states, we obtained and reviewed the states’ TANF plans and related studies. To learn more about the states’ implementation of welfare reform and to determine whether the states had involved housing agency officials in their welfare reform efforts, we interviewed and obtained plans, reports, and other documents from state welfare, housing and community development, and labor officials using standard sets of questions that we developed. To obtain additional perspectives, we used a standard set of questions to interview and collect information from officials representing HUD field offices, state associations, public housing and community groups, and mayoral and legislative offices. Appendix V provides maps of the states showing the selected housing agencies.", "Within each state, we visited a minimum of four housing agencies to obtain more detailed information about the anticipated effects of welfare reform. We selected housing agencies on the basis of their size, location, tenants’ characteristics (including reliance on cash assistance), local economic conditions, and approaches to providing social services. As table 1.2 indicates, we generally selected a small (250 to 499 federally funded public housing units), medium (500 to 1,249 federally funded public housing units), large (1,250 to 4,999 federally funded public housing units), and extra large (5,000 or more federally funded public housing units) housing agency in each state. In California, we selected six agencies—two small, two medium, one large, and one extra large—because of the size of the state. We did not select a medium-sized housing agency in Minnesota because none of the agencies in the state has from 500 to 1,249 public housing units. Instead, we selected the Duluth housing agency because, with 1,261 units, it is the closest to the medium range. The housing agencies that we visited in Massachusetts and rural California generally own and manage additional units under state or U.S. Department of Agriculture programs. In addition, all but one of the selected housing agencies operated certificate and voucher programs, which ranged in size from 30 to 28,134 authorized certificates and vouchers. Before visiting the selected housing agencies, we sent them a survey to obtain information on their housing stock, revenue sources, and tenants’ incomes and demographics. During our visits to the housing agencies, we used a standard set of questions for our interviews with the agencies’ executive directors, finance managers, social service coordinators, occupancy specialists, and tenants and tenant associations. We also interviewed local government officials, social service officials, and housing advocacy groups about their expectations for welfare reform and the actions that housing agencies might take or have taken in response to welfare reform. In addition, we obtained reports on housing agencies’ self-sufficiency efforts, analyses of housing agencies’ financial positions, and copies of documents on welfare reform used by the housing agencies. Where available, we obtained reports on the financial impact of welfare reform on the housing agencies and surrounding communities.", "We obtained additional data on the characteristics of the selected housing agencies from HUD’s September 1996 Picture Book of Subsidized Housing, a compilation of data primarily derived from information sent to HUD by local housing agencies, and had these data verified by the housing agencies. Because of past concerns about the reliability of the data—which come from HUD’s Multifamily Tenant Characteristics System (MTCS) database—we asked the housing agencies in our study to help us corroborate the accuracy of the data. We believe that, with a few exceptions, the data were close enough to state that the data for the selected housing agencies reported in the Picture Book are reliable for these agencies. Our analysis was based on responses to our request from all 18 housing agencies in our review. For about 75 percent of the data in our review that could be verified, there were no differences between the data reported by the housing agencies and the MTCS data. For an additional 10 percent of the data, differences of 1 to 2 percent were reported. However, for several housing agencies, the number of tenant-based Section 8 certificates and vouchers reported by the housing agencies differed from the MTCS data by more than 5 percent. To determine whether this difference was meaningful, we summed the numbers for all of the housing agencies and found a difference of about 24 percent between the two sets of numbers; the housing agencies reported higher total numbers than the Picture Book. The data for one housing agency, operated by the city of Los Angeles, was responsible for a significant portion of this difference. We also identified differences in the data on tenants’ incomes. For example, the differences between the housing agencies’ figures for tenants’ average annual incomes and the Picture Book’s figures ranged from 2 percent to 30 percent; the housing agencies generally reported lower average annual incomes for tenants in public housing, while the Picture Book reported lower average annual incomes for tenants receiving certificates and vouchers. Appendix IV provides additional information on the selected housing agencies’ demographics and sources of revenue.", "To identify HUD’s role in helping housing agencies and their tenants adapt to welfare reform, we reviewed HUD’s studies, reports, and notices on self-sufficiency programs, employment and training programs, and public and Indian housing programs. We conducted a literature search and reviewed documents on welfare reform, housing and welfare reform legislation, proposed housing bills, and HUD’s self-sufficiency and economic opportunity programs. We interviewed and gathered studies and planning documents from senior HUD officials in HUD’s Office of Policy Development and Research, Office of Public and Indian Housing, Office of Community Planning and Development, and Office of Labor Relations. We interviewed senior officials from HHS’ Administration for Children and Families and Office of the Assistant Secretary for Planning and Evaluation. Finally, we interviewed and gathered studies and position papers from researchers studying welfare reform and housing issues, as well as from interest groups representing HUD’s clients, including tenant organizations, public housing agencies, state agencies, and local government officials. We also drew on our prior and ongoing work on welfare reform and the Government Performance and Results Act. We performed our work from June 1997 through April 1998 in accordance with generally accepted government auditing standards."], "subsections": []}]}, {"section_title": "Impact of Welfare Reform on the Revenue, Employment Status of Tenants, and Roles of Selected Housing Agencies Is Uncertain", "paragraphs": ["It is too early to be certain what impact welfare reform will have on the revenue of the housing agencies we visited, the employment status of their tenants, and the roles of the housing agencies. Although these agencies serve many tenants who depend on cash assistance for some or all of their income, most of their executive directors and other officials had not developed financial estimates of welfare reform’s impact. These officials had considered the challenges that tenants will face in moving from welfare to work and that housing agencies will face in using new rent policies to provide support and incentives for working families. Although recent appropriations laws have given housing agencies the flexibility to change some rent rules that discourage work, the officials said they had made minimal use of the laws’ provisions. The officials also noted that the roles of their agencies have expanded to include providing a broader range of social services that are consistent with welfare reform’s goal of moving recipients from welfare to work. However, the housing agencies’ supportive service activities were generally operated separately from the states’ welfare reform efforts. In addition, the state government offices with welfare reform responsibilities that are providing services to help welfare recipients reduce their reliance on cash assistance are rarely targeting funds and programs to public housing developments or assisted housing programs.", "While the executive directors of the housing agencies we visited were uncertain about the specific effects of welfare reform, their views on its overall impact varied widely, ranging from significantly positive to significantly negative. Expectations tended to vary by location on the basis of characteristics such as state time limits and local economic conditions."], "subsections": [{"section_title": "Housing Agencies Are Unsure About, and Lack the Resources to Estimate, the Impact of Welfare Reform on Their Revenue", "paragraphs": ["Welfare reform is likely to affect the revenue of the housing agencies we visited because many of their tenants depend on TANF for some or all of their income. However, the executive directors and finance officials were uncertain how—and how extensively—welfare reform would affect their revenue because welfare reform continues to evolve at both the federal and the state levels. In addition, they had difficulty separating the effects of welfare reform from those of local economic conditions. For public housing, they were primarily concerned about the possibilities of falling rental revenue, declining operating subsidies, and rising operating costs. These officials were also concerned about welfare reform’s impact on Section 8 revenue. Officials generally lack the resources needed to undertake detailed analyses of the impact of their state’s welfare reform plan on their revenue. However, three of the selected housing agencies had developed some financial estimates of welfare reform’s impact."], "subsections": [{"section_title": "Officials Are Uncertain About the Direction and Extent of Welfare Reform’s Impact", "paragraphs": ["Although housing agency officials were generally uncertain about the direction and extent of its effects, welfare reform is likely to affect the revenue of the housing agencies we visited because 37 percent of their tenants rely on TANF for some or all of their income. At the housing agencies we visited, 19 to 61 percent of the tenants relied on TANF. If tenants’ incomes change because of welfare reform, changes will also occur in the rental revenue housing agencies receive and in the amount of the subsidies they may need from HUD to cover their operating costs.", "To cover most of their annual operating expenses, housing agencies depend on the rent paid by public housing tenants and on HUD’s payments, including public housing operating subsidies, Section 8 tenant-based program funds, and program grants. Housing agencies use the bulk of their Section 8 tenant-based program funds to pay private landlords to subsidize tenants’ rents, but they also receive administrative fees for managing the program. As figure 2.1 shows, the housing agencies we visited received 31.1 percent of their operating revenue from rental income, 43.5 percent from HUD’s operating subsidies, 15.8 percent from Section 8 administrative fees, and 9.5 percent from other sources. The percentage of revenue that each housing agency received from rental income ranged from about 18.6 percent at the Shreveport housing agency to about 68.7 percent at the Hibbing housing agency. Eleven of the 18 housing agencies received more funds from rental income than from HUD’s operating subsidies. See appendix IV, table IV.8, for additional information about the revenue sources for the selected housing agencies.", "At the time of our review, welfare reform was evolving at both the federal and the state levels. Therefore, housing agency officials, tenants, social service providers, government officials, and interest groups said it was too early to predict welfare reform’s impact on rental revenue with any certainty. At the federal level, for example, some benefits for legal immigrants were restored and additional funds were appropriated to provide welfare-to-work programs in the states. At the state level, housing agency officials and tenants continue to face great uncertainty. For example, when we visited California, the state had only recently adopted welfare reform legislation, and counties were still formulating plans for implementing the reforms in January 1998. In Massachusetts, where some TANF recipients will lose benefits in December 1998, state officials had not determined as of April 1998 what groups would be among the 20 percent of beneficiaries who would be exempted from the 5-year federal limit on the receipt of benefits.", "Officials at many of the housing agencies we visited expected welfare reform to affect their revenue, but some found it difficult to separate the effects of welfare reform from those of other economic changes. While some housing agency officials attributed recent changes in rental revenue to increases in TANF recipients’ earnings under welfare reform, others ascribed the changes to different causes. In Massachusetts, officials at the Chicopee and Lawrence housing agencies believed their rental revenue was rising because more tenants were working under welfare reform, but the officials were uncertain what would happen in December 1998, when the state’s 2-year time limit went into effect. They reasoned that the people who could go to work fairly easily were doing so but that when the time limit hit, the people who could not find employment at reasonable wages might see their incomes plummet and housing agencies might be faced with falling rental revenue. In Merced County, the executive director said that turnover had increased with the 1995 closing of Castle Air Force Base; however, he attributed the recent exodus of residents on welfare to their need to find work before they lost their TANF benefits. Similarly, the executive director of the New Bedford housing agency attributed its high turnover to the long-term stagnation of the economy in southeastern Massachusetts, while staff said tenants’ Section 8 rental payments had recently decreased because tenants were losing income through sanctions imposed on them for failing to follow the state’s TANF requirements.", "Officials at the housing agencies we visited also expressed uncertainty about the impact that welfare reform’s tighter eligibility requirements for food stamps could have on housing agencies’ rental revenue. Although food stamps are not considered income in tenants’ rent calculations, changes in food stamp benefits may affect the rents that tenants can afford to pay. In California, where reductions in food stamp benefits were among the few provisions of welfare reform that had been implemented when we visited, the executive director at the Butte County housing agency said that several tenants had moved out after losing their food stamps. In Louisiana, where cash assistance levels are lower than in the other states we visited, housing agency officials and tenants said the loss of food stamps would have a significant impact. One housing agency official in East Baton Rouge said that in the past recipients might have sold their food stamps to meet their cash obligations. While housing agency officials and tenants in several locations said they would expect families who had lost their food stamps to have difficulty paying their rent because they would need their income to buy food, in Boston where affordable housing is scarce, tenants said that families might forgo food in order to pay their rent. Housing agency officials in Lawrence, where much of the private housing is substandard, said they thought their tenants might also pay their rent before buying food.", "Because of restrictions in food stamp eligibility, some housing agency officials said that uncollected rents or turnover might increase. Housing agencies varied in their estimates of the likelihood that they would be able to evict tenants for not paying their rent. For example, officials at a Minnesota housing agency, a California housing agency, and two Louisiana housing agencies said that they would evict people for not paying rent, while officials at two Massachusetts housing agencies said that the law probably would require them to exempt tenants who could not meet the minimum rent requirements.", "Besides being concerned about possible declines in rental revenue, housing agency officials raised questions about their ability to maintain their public housing units if operating costs rose or HUD’s funding did not fully meet their needs for operating subsidies. Officials at the Kern County, Hibbing, and St. Paul housing agencies said that operating costs might also increase if turnover among residents increased as a result of welfare reform. In addition, when we asked whether HUD would be likely to fully meet the housing agencies’ operating subsidy needs during the next fiscal year, most housing agency finance officials thought that it would not.", "Some housing agency executive directors and finance directors were also concerned about welfare reform’s impact on revenue from the Section 8 tenant-based assistance program. If the incomes of Section 8 tenants fall, housing agencies cover short-term increases in subsidies with reserves set aside for that purpose. However, officials at the Duluth, Minneapolis, and San Bernardino housing agencies said that in the longer term, the number of households served by the program might have to be reduced."], "subsections": []}, {"section_title": "Housing Agency Officials Lack Resources for Analyzing Welfare Reform’s Impact", "paragraphs": ["Housing agency staff lack some of the basic information they would need to analyze the impact of welfare reform and said that they do not have resources to devote to collecting and using this kind of information. Although housing agency staff are required to collect information on all tenants’ income sources, family composition, and minority status, they are required to collect information on education only for tenants in the FSS program. Information on education and prior work experience for all tenants would be useful because recent research has shown that education, prior work experience, age, and minority status are important determinants of the speed with which an individual may leave welfare. In addition, housing agency officials would probably need basic information about their state’s welfare reform plan and local employment opportunities. According to housing policy analysts at the National Association of Housing and Redevelopment Officials, if housing agencies had the information, only the large housing agencies would have access to the research skills needed to analyze the impact of welfare reform on tenants’ incomes. New Orleans, a large troubled housing agency, has recently hired a strategic planner, but the finance director at the Butte County housing agency, a small California agency, said he would like HUD to analyze the data for his agency.", "In addition to information and resources for predicting tenants’ incomes, housing agencies might also need to understand how welfare reform would affect the demand for public and assisted housing. For example, officials at the housing agency in Hibbing, where private housing is inexpensive, said that if the agency’s current tenants become independent of welfare and leave public housing, the housing agency could be left with vacant units or units housing nonworking poor tenants. Then, new tenants might pose greater social and economic problems for the housing agency. Similarly, at the New Bedford housing agency, managers questioned whether public housing could compete with private housing if tenants’ incomes rose. If the housing agencies use HUD’s new rent and admission policies to attract working families, the interaction with the local housing market would become more complex.", "Despite the difficulties, three of the housing agencies we visited had completed some quantitative estimates of the impact of welfare reform. A finance official at the Los Angeles housing agency said that agency officials had estimated the financial impact of the governor’s original welfare reform plan. They projected a 3- to 6-percent loss in rental revenue, not taking into account any reductions in the agency’s operating subsidy. Adding a 3-percent increase for inflation to the 3- to 6-percent decrease in rental income, the Los Angeles housing agency estimated a possible total loss of 6 to 10 percent under welfare reform. These estimates were completed before some benefits were restored for legal immigrants and additional funds were allocated to the states to provide welfare-to-work programs by the Balanced Budget Act of 1997. According to the housing agency’s planning director, the final welfare reform plan, adopted by the California legislature in August 1997, has a stronger safety net than the governor’s original plan. Thus, he does not expect rental revenue to fall by more than 5 percent under the adopted plan. However, because the adopted plan includes many more variables than the governor’s plan, the agency has decided that it is too early to undertake a new detailed estimate at this time. In addition, two Minnesota housing agencies we visited estimated the impact of a state welfare reform provision on their revenue. Under Minnesota’s welfare reform plan, households that receive both TANF and housing assistance were scheduled to have their TANF benefits reduced by $100. In developing their estimates, housing agency staff assumed that the adjusted incomes of tenants receiving TANF benefits would fall by $100. Then, because tenants generally pay 30 percent of their adjusted income in rent, the staff assumed that the housing agencies’ rental revenue would fall by $30 a month for each resident receiving TANF benefits. To calculate the monthly drop in rental revenue, they multiplied the number of TANF recipients by $30. Their estimates assumed that the number of tenants receiving TANF benefits and the adjusted incomes of these tenants would remain fixed over a 12-month period."], "subsections": []}]}, {"section_title": "Tenants Face Challenges While Welfare Reform and New Rent Policies Offer Some Support and Incentives to Work", "paragraphs": ["At the housing agencies we visited, the residents of assisted housing were facing challenges in seeking employment and the housing agencies were struggling to use new rent and admission policies to provide support and incentives for working families. The challenges facing tenants seeking employment included a lack of job readiness skills, basic literacy skills, child care, and transportation. However, officials in welfare and employment offices in the states were developing new programs that could help to address these challenges. In addition, recent appropriations laws have given housing agencies, for a limited time, the flexibility to change some rent rules—such as those that increase rent with every increase in income—that can discourage work. Recent appropriations laws also allow housing agencies to give preference in admission to certain groups, such as working tenants. Thirteen of the housing agencies we visited were using one or more of these rent and admission policies to support or provide incentives for working families. However, four of the housing agencies we visited had encountered obstacles in employing these policies, and few tenants were benefiting from them."], "subsections": [{"section_title": "Welfare Reform Poses Challenges for Tenants", "paragraphs": ["Although most of the housing agency managers and tenants we interviewed believed that entry level and minimum wage jobs existed in their areas, they cited the lack of job readiness skills and lack of work experience as barriers to the success of welfare reform for assisted housing tenants. Research has shown that lack of prior work experience is a major factor in increasing the length of time that people stay on welfare. Recent analysis by staff at Mathematica Policy Research, Incorporated, for GAO also suggests that single mothers on TANF with less prior work experience are less likely than single mothers with more work experience to become employed. These results also show that TANF recipients who receive housing assistance have less work experience than other TANF recipients. See appendix III for a more detailed description of Mathematica’s results.", "In the states we visited, managers, tenants, service providers, and local government officials cited poor language skills as a significant barrier to moving tenants from welfare to work. In areas with large immigrant populations, such as California; St. Paul and Minneapolis, Minnesota; and New Bedford, Chicopee, and Lawrence, Massachusetts, officials cited lack of literacy in the native language and a shortage of courses in English as a second language (ESL) as difficulties. In California, where employment for those who speak only Spanish is possible in some areas, officials or residents at all six of the housing agencies we visited said that those who did not speak English well would have a difficult time finding employment. Because of economic incentives, church sponsorship, and family ties, St. Paul and Minneapolis attracted large pools of Hmong (from Southeast Asia) and Somali immigrants. Both groups lack proficiency in English in an area where English is necessary for employment. In Massachusetts, where over 25 percent of the public housing residents at the housing agencies we visited were Hispanic, managers, tenants, local government officials, and service providers at three of the four locations cited low literacy skills as a severe challenge. Also, the executive directors of the New Orleans and East Baton Rouge housing agencies, state and local officials, and HUD field officials cited low literacy rates among Louisiana welfare recipients and housing agency tenants as a serious barrier to employment.", "Lack of affordable child care was also mentioned as a barrier for tenants by housing agency officials and tenants we interviewed. While the federal welfare reform law provides additional child care funds to the states, some housing agency officials and tenants said that access to child care is sometimes a problem. Officials and/or tenants at 10 of the 18 housing agencies we visited said that child care was unavailable or unavailable during late hours or that residents needed child care. Even when child care centers are located at public housing sites, they do not necessarily serve the public housing tenants. For example, in Boston, the resident initiatives director explained that in the past, child care centers in public housing units had not been under contract to reserve a large number of spaces for residents’ children. In addition, tenants did not always have the resources to pay for child care services. He said it was not surprising to find that only 30 percent of the children in the child care centers were public housing tenants. In New Bedford, we visited a child care center that was using the housing agency’s space but, at the time of our visit, was not serving any of the development’s children. The executive director of the New Bedford housing agency said that he contracted with the child care center to improve relations with the surrounding neighborhood.", "Some housing agency officials and tenants said transportation was a barrier to achieving independence from welfare because mass transportation sometimes does not exist from the neighborhoods where public and assisted housing tenants live to those where jobs are likely to be found. In seven locations, either city or housing agency officials and tenants said bus service did not exist, did not operate on a reasonable schedule, or did not reach areas where public and assisted housing tenants live.", "Some housing agency staff and tenants, interest groups, and federal and local officials thought that welfare reform would have different effects on the tenants of public housing and tenants receiving Section 8 tenant-based assistance. Staff at the New Bedford, Minneapolis, Lawrence, and San Bernardino housing agencies noted that those with tenant-based assistance were more likely to be independent and have more control over their lives, while officials or residents at the Boston, Chicopee, Duluth, and Hibbing housing agencies said that those in public housing could face discrimination because of their address. However, the Director of the Citizens Housing and Planning Association and housing agency officials in Hibbing, Los Angeles, and Kern County noted that Section 8 residents do not have the same access to programs and services as the residents of more concentrated public housing units. In addition, housing agencies can provide space for these activities at public housing developments.", "Nationwide, the welfare rolls have declined dramatically, and the states have additional budgetary resources to spend on low-income families. Because of the dramatic decline in caseloads, the fixed amounts of the federal grants to the states under the new law, and the maintenance-of-effort provision in TANF requiring the states to provide 75 or 80 percent of their historic level of funding, we estimate that the total assistance—federal and state—available in fiscal year 1997 for states’ low-income programs was about $4.6 billion more than would have been available under the AFDC program. Between January 1996 and September 1997, the welfare rolls decreased by 16 percent in California and Minnesota, 20 percent in Massachusetts, and 47 percent in Louisiana. Although it was too early at the time of our review to tell to what extent the residents of public and assisted housing on TANF were receiving services, welfare and employment officials in the states we visited were implementing new and revised child care, training, and transportation efforts that could address the barriers cited by housing agency managers and tenants. According to a recent survey of state child care agencies, California is offering pilot programs to train TANF recipients to become child care and development teachers, and Minnesota has provided $700,000 for grants to increase the availability of culturally appropriate child care options. Massachusetts is redirecting its Career Centers to serve low-income residents, while Louisiana is using its Family Independence Work Program to provide transportation for TANF recipients attending training or community service activities. According to the manager of the state social service office in Caddo Parish, each parish welfare office contracts for transportation services with local providers. In Shreveport, for example, the office contracts with the local bus company to provide TANF recipients with monthly bus passes, while in a more rural area of the same county, cabs take recipients to training courses."], "subsections": []}, {"section_title": "Use of Policies to Attract and Keep Working Families Is Limited", "paragraphs": ["Beginning with the Continuing Resolution in 1996, the Congress gave housing agencies the flexibility to adopt “local admission preferences” for a limited time. Some of the housing agencies we visited were using this option to give preference in admission to working families, those in employment and training programs, veterans, and persons living in the immediate vicinity of the housing agency. In a 1997 survey of its members, the Public Housing Authorities Directors Association (PHADA) found that about 59 percent of housing agencies surveyed were using local preferences. Of those that were using these preferences, about 40 percent said they were giving preference in admission to households with income from wages. Some of the housing agencies we visited had adopted preferences for working families or for those in training programs with varying success. In Kern County, the housing agency staff said local preferences are helping the housing agency move toward creating mixed-income developments. However, an official at the San Bernardino housing agency said the agency is abandoning the local preference for working families after finding it difficult to administer. According to this official, families who initially qualified under the local preference and were put on the waiting list were no longer working when a unit became available. In East Baton Rouge, housing agency staff said some tenants got jobs to become eligible for housing and then quit working as soon as they moved in.", "The Continuing Resolution in 1996 and subsequent appropriations legislation have also allowed housing agencies to use ceiling rents and adjustments to earned income. Of the respondents to PHADA’s survey, 37 percent said they had implemented ceiling rents while 12 percent said they had adopted adjustments to earned income. Over 80 percent of the respondents who had implemented ceiling rents and over 70 percent who had adopted adjustments to earned income said they had done so because these tools would help them attract and retain working families. Of the housing agencies we visited, over one-third had implemented ceiling rents and one-third had implemented adjustments to earned income. About half of the housing agency managers we interviewed believed ceiling rents and/or adjustments to earned income would be very or somewhat effective in encouraging tenants to work. But even at the housing agencies where these policies had been adopted, they were relatively new, and few families were enjoying their benefits. For example, at the housing agencies with ceiling rents that we visited, the percentage of tenants paying ceiling rents ranged from less than 1 percent to 6 percent.", "Housing agency officials in Boston, Duluth, Hibbing, and St. Paul said that adopting ceiling rents and adjustments to earned income would reduce their revenue, since the policies would reduce the amount of rent tenants would pay the housing agency. Officials in Butte and St. Paul also said that the policies were administratively burdensome. For example, they said that, to administer the adjustment to earned income, they must keep two sets of financial records—one showing their income and expenses with the income adjustment and a second showing their financial position as it would have been without the adjustment. Finally, the Minneapolis housing agency said that it would not actively pursue these policies until after the passage of a federal public and assisted housing reform bill. The Continuing Resolution provided a transition rule that allowed housing agencies to establish ceiling rents pending HUD’s issuance of final regulations. HUD issued a proposed regulation on ceiling rents for public housing in November 1997."], "subsections": []}]}, {"section_title": "Housing Agencies Broaden Roles but Play Limited Parts in States’ Welfare Reform Efforts", "paragraphs": ["According to executive directors at the housing agencies we visited, their primary role is to provide housing, but they adopted broader roles that included providing social services before welfare reform began. However, the types of services and delivery systems varied across the housing agencies we visited. Although housing agencies have adopted broader social service roles consistent with welfare reform, their programs are not fully integrated with their states’ welfare reform efforts. While housing agencies house and provide services to a significant portion of each state’s welfare population, in the states we visited, the housing community had limited involvement in developing the state’s welfare reform plan. In addition, the state and local government offices with welfare reform responsibilities that we visited rarely targeted funds and programs to public housing developments."], "subsections": [{"section_title": "Housing Agencies Offer a Range of Social Services", "paragraphs": ["All of the housing agencies we visited made some use of HUD’s self-sufficiency grant programs for purposes related to welfare reform; however, the large and extra large housing agencies were able to make use of a wider range of programs. Table 2.1 shows the number of housing agencies that used specific HUD self-sufficiency programs. All but two of our selected housing agencies operated an FSS program. As part of their drug prevention efforts, the housing agencies we visited used funds from the Drug Elimination program to set up and operate after-school activities for youth and develop centers to provide some employment opportunities for older youth in the housing developments. For example, in Chicopee, the housing agency uses Drug Elimination funds for summer youth programs. In Boston, the housing agency uses Drug Elimination dollars to fund training centers that provide tenants with training in life skills. Some housing agencies—particularly the larger ones—also received HUD grants for other self-sufficiency efforts, including employment-related demonstration programs, such as Jobs Plus and Moving to Work, and competitive grant programs, such as the Economic Development and Supportive Services (EDSS) program.", "Housing agency coordinators of resident services said they also provided services to tenants by offering space to outside service providers and using service coordinators to link tenants with services in the surrounding community. However, the extent to which services were provided varied greatly among the housing agencies we visited. In St. Paul, the housing agency provided space for services, including food pantries, ESL classes, Head Start programs, and employment counseling. In Merced, the housing agency’s FSS coordinator is also the president of the county’s Family Resource Council and works with other social service agencies to gain access to services for the housing agency’s tenants. The East Baton Rouge housing agency has contracted with several service organizations that provide family mentoring, job placement, and counseling services. The Lawrence housing agency houses a Boys and Girls Club and provides space for employment and training counseling associated with its EDSS grant."], "subsections": []}, {"section_title": "Selected Housing Agencies’ Welfare Reform Efforts Are Not Well-Integrated With Those of Their States", "paragraphs": ["About half of the executive directors at the housing agencies and most of the officials at the HUD field offices we visited said they had little or no involvement in developing the welfare reforms of the states they cover. While four of the housing agency executive directors said they were moderately involved, none said they were very involved, and the involvement they described was generally limited. At the Minneapolis housing agency, the manager of the welfare-to-work department said the housing agency was moderately involved with the legislature but had limited involvement with other state officials in developing the state plan. At the Lawrence housing agency, a staff member served on a state senator’s local welfare reform task force. This task force is generally credited with having had a significant impact on the deliberations of the state legislature. In Los Angeles, the planning director said he had limited input into the state plan through the California Housing Authority Association (CHAA) but had a strong relationship with the county welfare system that led to coordinated efforts for the housing agency’s tenants. The executive director of the Kings County housing agency also reported being involved through CHAA, as did directors at two other California housing agencies. A CHAA official said she worked through the California Welfare Directors Association to provide comments on legislative proposals, testified before the state legislature, and communicated regularly with her members. Table 2.2 summarizes the responses of the directors to our questions about their level of involvement in developing their state’s welfare reform plan and their level of satisfaction with this involvement.", "In California, Massachusetts, and Minnesota, state welfare officials said they did not reach out to the public housing community for input into their state’s welfare reforms, perhaps because housing issues were not central to these reforms. In Louisiana, a state welfare official said she did elicit input from the public housing community at a state housing conference, but housing interests were not represented on the state’s welfare reform task force. In addition, officials at state welfare offices and housing agencies said the states had not targeted funds for employment, training, and support services to housing agencies with large TANF populations; however, TANF recipients with housing assistance are eligible for the same services as other TANF recipients. At the housing agencies we visited, officials were somewhat more likely to be involved at the local level during the implementation of welfare reforms. In Massachusetts, the Deputy Director of the Department of Transitional Assistance said that welfare offices and public housing agencies have always interacted; however, the department is encouraging them to interact and communicate more often around the issue of welfare reform, and they are certain that this is happening. In California, where budgetary resources for employment services, supportive services, and training increased by nearly 60 percent in the state fiscal year that began in July 1997 and resources for child care increased by over 125 percent, state officials said counties had the flexibility to involve public housing agencies in developing their local implementation plans. During the development of Merced County’s implementation plan, the executive director of the housing agency drafted a position paper on housing issues and participated in community forums.", "Housing agencies’ and states’ efforts to move welfare recipients to work are not as well coordinated as they might be. For example, the executive director of the Butte County housing agency said that when housing agency staff approached welfare officials to form a collaboration between the state’s self-sufficiency programs and FSS, the officials said the 5-year FSS program sent the wrong message because California has a 2-year limit on the receipt of TANF benefits. When we visited, staff and tenants at the housing agency were just discovering that they could tailor their program to meet changing needs. The director of the Butte County Department of Social Welfare also described efforts to set up one-stop centers for TANF recipients in collaboration with the local private industry council and the local employment and training office. She said the effort was moving slowly because of a lack of available space; however, she had not brought in the housing agency as a partner.", "Similarly, in Massachusetts, where the Lawrence housing agency was awarded an $800,000 EDSS grant to move welfare recipients toward employment through an intensive employment and training program, the program’s requirements were not well coordinated with those of the state plan or of other local employment and training efforts. Tenants at the Lawrence housing agency said that participants in the program, who might be mothers of school-age children, were required to participate in 30 hours of training a week, while the state welfare plan required them to work or participate in community service for 20 hours a week. Thus, participants in the program faced the possibility of having to be away from their homes for 50 hours a week. Although the Lawrence area’s private industry council used the same trainer and offered similar programs, the executive director of the Lawrence housing agency said he needed his own program because the state could meet its welfare reform participation rate requirements without ever getting to his tenants.", "Some housing agencies and local welfare offices are beginning to coordinate more to ensure the success of local welfare reform efforts and housing self-sufficiency programs. These efforts are especially evident at Jobs Plus sites in Los Angeles and St. Paul, where local coordination was required for the housing agency to be included in the program. The Los Angeles social services director said that the Jobs Plus program, which is still in the planning phase, has strengthened the collaboration between the housing agency and other social service agencies. In St. Paul, the welfare officials said they plan to locate a welfare office at the Jobs Plus site. Other housing agencies also report increasing coordination. For example, 12 federally funded housing developments in Boston are working with one of Massachusetts’ Career Centers to offer on-site job search facilities. The centers are quasi-public entities responsible for delivering many of the state’s employment services. In Minneapolis, the housing agency is under contract with the county welfare office to provide employment and training services for the tenants. In addition, in Kern County, the new executive director—who previously held a position in the county welfare office—has involved the housing agency in several welfare working groups and has proposed that the county contract with the housing agency to make rental payments for welfare recipients who pass the time limit for receiving TANF benefits but have children who still receive benefits."], "subsections": []}]}, {"section_title": "Overall Expectations of Welfare Reform’s Impact Vary", "paragraphs": ["We asked the 18 executive directors we interviewed to rate their overall expectations about the impact of welfare reform on their housing agencies from significantly positive to significantly negative. Because the number of housing agencies we visited was small, consistent patterns across various characteristics are difficult to discern. However, as table 2.3 indicates, the executive directors of the housing agencies we selected in California and Minnesota were generally more positive about the impact of welfare reform than the executive directors in Massachusetts and Louisiana. In general, the latter—and their tenants—have less time to adapt to welfare reform. Researchers with the Institute for Policy Studies at the Johns Hopkins University have shown that welfare recipients with housing assistance have longer spells on welfare than those without housing assistance. Thus, welfare recipients with housing assistance are more likely than other welfare recipients to reach the limits on their receipt of TANF benefits without having found employment, and their employment prospects worsen as their time limits decline. While Massachusetts and Louisiana will reach their 2-year limits by the end of 1998, Minnesota has a 5-year limit that did not start until July 1997. California has a 2-year limit that did not start until January 1998 and may, in some instances, be extended to 5 years. In addition, California counties were still formulating plans to implement the state’s welfare reform plan when we visited.", "Recent modeling by Mathematica also shows, on the basis of prior behavior, who will be likely to go to work within the proposed time limits under various welfare plans. According to Mathematica’s analysis, TANF recipients with housing assistance are less likely to leave the welfare rolls, less likely to find jobs, and more likely to have lower incomes than TANF recipients without housing assistance.", "In addition, local economic conditions may have affected the executive directors’ expectations. Although we visited our housing agencies during a time of high national job growth, some localities were experiencing long-term economic declines that were limiting the job opportunities of welfare recipients. For example, the executive directors of the Duluth and Hibbing housing agencies expected welfare reform to have a negative impact on their housing agencies, even though they were not facing an imminent time limit. However, according to the Hibbing housing agency, the region has been severely affected by a long-term decline in the iron ore industry. Similarly, in Massachusetts, the generally negative expectations of the New Bedford housing agency’s executive director may be attributable to the long-term economic decline in southeastern Massachusetts. However, local economic conditions do not seem to have affected the expectations of the executive directors of housing agencies in California’s Central Valley. There, even though unemployment rates were high, the directors’ expectations were generally positive."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["HUD agreed that, in general, housing agency officials are facing major challenges in understanding and dealing with the potential effects of welfare reform on the recipients of housing assistance and on the housing agencies themselves. However, HUD said that our report could have provided more information in several areas to help HUD improve its performance. For example, HUD identified a need for more guidance on what housing agencies need to know to estimate the impact of welfare reform. HUD also suggested that we include more information on obstacles to the use of rent reform policies and mention that welfare agencies collect and should provide housing agencies with data on recipients’ education levels. We considered HUD’s comments but made no changes because the draft already explained the housing agencies’ reasons for not using rent reform policies—namely, that the policies would reduce the agencies’ revenue, are difficult to administer, and have not been permanently adopted. In addition, the draft report discussed the reasons why demographic information—such as data on tenants’ education, prior work experience, age, and minority status—is useful for housing agencies to know.", "We also provided chapter 2 of the draft report to the 18 housing agencies we visited for their comments. Nine of the housing agencies responded, and several provided clarifying language and technical corrections. We incorporated their comments as appropriate. In addition, we provided Mathematica with excerpts of the draft report for its technical review and incorporated its technical corrections as appropriate."], "subsections": []}]}, {"section_title": "Under Welfare Reform, Housing Agencies Need More Guidance From HUD and Involvement With the States", "paragraphs": ["HUD has a smaller role in welfare reform than the states or some other federal agencies, such as the departments of Health and Human Services and Labor, yet HUD has stated that it is committed to making welfare reform work. HUD’s commitment rests, in part, on the large numbers of tenants who currently receive, but may lose, welfare benefits if they do not find work. The potential reductions in tenants’ incomes from such losses could decrease many housing agencies’ revenue and increase the need for operating subsidies from HUD. To date, HUD has discussed the importance of making welfare reform work in the strategic plan that it developed under the Government Performance and Results Act, redirected several existing programs to emphasize work activities, and emphasized the use of existing programs to achieve welfare reform’s goals. However, some field and housing agency officials whom we interviewed were confused about HUD’s role and said they had not received guidance from HUD. In addition, housing agencies said that some of the programs HUD identifies as relevant to welfare reform are of limited use because of funding and other constraints. HUD officials have begun to coordinate discussions of welfare reform efforts, both internally and externally, but HUD has not developed a comprehensive strategy for bringing its resources for welfare reform together with the funds and programs available through the states and other federal agencies. Although HUD has resources—demographic data on tenants, expertise gained through demonstration programs, and staff at the field level—and supports physical facilities for providing services, it has not systematically developed relationships with the states, which have most of the funds for welfare reform."], "subsections": [{"section_title": "Although the States and HHS Are Primarily Responsible for Welfare Reform, HUD Plans to Assist", "paragraphs": ["While HUD plans to do its part to make welfare reform succeed, the success or failure of welfare reform does not depend on HUD. The states are the most important players under welfare reform because they have the flexibility under the law to design and implement welfare reform plans and to determine how to use their block grants. HHS is the federal agency that is primarily responsible for assisting the states with their TANF programs and for providing additional funding for social services, such as child care. In addition, the Department of Labor plays a prominent role because of its job training programs and welfare-to-work initiatives. Although HUD recognizes that its role under welfare reform is limited, it has made welfare reform a priority for the Department."], "subsections": [{"section_title": "The States and HHS Are the Key Players in Welfare Reform", "paragraphs": ["Under welfare reform, important responsibilities were shifted from the federal government to the states. As discussed in chapter 1, the states have acquired more flexibility to design their own programs and strategies for aiding needy families, including those for helping welfare recipients move into the workforce. In addition, the states can decide how to allocate their TANF funds between cash assistance and support services, such as employment services and child care. As discussed in chapter 2, the states, on average, have more budgetary resources available under TANF for their low-income family assistance programs than they did under the AFDC program, at least at this time.", "While welfare reform shifted responsibility to the states, HHS, as discussed in chapter 1, is responsible for overseeing the states’ implementation of the law, and other federal agencies are involved in welfare-to-work efforts. HHS also distributes the majority of the federal funds for social service block grant programs, which are important components of the states’ welfare reform efforts. For example, HHS administers the Child Care and Development Block Grant and the Social Services Block Grant. Additionally, the Department of Labor has a prominent role under welfare reform because it operates jobs programs, such as the welfare-to-work grants, the Job Training Partnership Act (JTPA) Title II-A Adult Training grant program, and the One-Stop Career Center initiative. Other agencies, such as the Department of Transportation and the Small Business Administration, have also initiated efforts to support welfare reform."], "subsections": []}, {"section_title": "HUD Plans to Play Its Part to Make Welfare Reform Work", "paragraphs": ["At least in part because tenants’ incomes could decline under welfare reform and thus potentially lower housing agencies’ revenue, HUD has made the success of welfare reform a priority for the Department. HUD also recognizes that it is in a unique position to assist people moving from welfare to work because its programs—such as public housing, Section 8, and the Community Development Block Grant (CDBG) program—have a physical presence where the poor live. HUD’s 1998 budget stated that the Department would play its part by pursuing several strategies to make welfare reform work: (1) creating jobs for welfare recipients; (2) using housing assistance and community facilities strategically to link welfare recipients to jobs and to help ensure that work will pay; and (3) providing and leveraging services to link welfare recipients to jobs and to help them stay employed. HUD also discussed the importance of making welfare work in its 1997 HUD 2020 Management Reform Plan. In the plan, HUD stated that it is “the agency with potentially the largest economic development portfolio in the federal government; and the branch that deals most directly with the fate of cities, where most people on welfare live.” In the plan, HUD said that its long-term success as an agency will largely depend on the degree to which welfare reform works.", "In its September 30, 1997, strategic plan, prepared under the Results Act for fiscal years 1998-2003, HUD proposed a two-pronged approach for implementing welfare reform:", "Create and retain jobs through its economic development programs, such as CDBG, a flexible formula grant program that provides resources to communities; Section 108, which allows communities that receive CDBG grants to leverage private funds for loans for large-scale projects that could result in job creation and community development initiatives; the Economic Development Initiative, a grant program that supplements Section 108; and the planned second round of the Empowerment Zones and Enterprise Communities program, which would focus on moving residents from welfare and poverty to work.", "Coordinate housing assistance with welfare reform efforts by supporting rent incentives that reward work, encouraging partnerships, and providing services. In the plan, HUD said that it supports changing the public and assisted housing rent rules that discourage work and would encourage housing agencies to use the flexibility they have in establishing rents and managing their units to support the goals of welfare reform. In addition, HUD said that it would encourage partnerships between housing agencies and local social service agencies so that housing agencies do not create redundant case management programs for residents. HUD also discussed how some of its self-sufficiency and housing programs and programs for the homeless provide services for the residents of assisted housing and for homeless people seeking employment."], "subsections": []}]}, {"section_title": "HUD Has Provided Guidance , but Housing Agencies Are Confused About HUD’s Role and Lack Data", "paragraphs": ["HUD has provided information to its field offices and housing agencies on welfare reform and how it may affect them and has provided additional guidance during training sessions. However, some field offices and housing agencies we visited did not recall receiving guidance from HUD and were confused about HUD’s role and about how HUD’s programs can be used to promote welfare reform. In addition, housing interest groups, researchers, and public housing officials discussed the need for data on tenants’ characteristics and information on how welfare reform could affect housing agencies."], "subsections": [{"section_title": "HUD Has Provided Guidance to Housing Agencies and Field Offices", "paragraphs": ["In October 1996, HUD’s Acting Assistant Secretary for Public and Indian Housing and Assistant Secretary for Policy Development and Research issued a package of information to HUD’s field offices and housing agencies. This information summarized the major changes resulting from welfare reform and discussed the steps housing agencies could take to adapt to the new environment. Through the information package, HUD urged housing agencies to learn about their state’s welfare reform plan and to consider how the plan would affect the housing agency and its tenants. HUD also suggested that housing agencies examine how ceiling rents, adjustments to earned income, and local preferences in admission could be used to reinforce the benefits of work. In addition, HUD asked the housing agencies to examine their resources and find out how their facilities could be used in partnership with others in the community. Finally, HUD discussed the importance of having a good working relationship with local public and private service organizations in order to bring resources to the housing agency.", "HUD also provided guidance on welfare reform during training sessions. For example, officials from the Office of Public and Indian Housing in HUD headquarters provided welfare-to-work training sessions in four states/areas—Massachusetts, New York, California, and Kansas/Iowa. According to these headquarters officials, the training, which they provided for HUD field and housing agency officials from the four states, addressed the notice of funding availability (NOFA) for the grant programs—Drug Elimination, Economic Development and Supportive Services (EDSS), and Tenant Opportunity Program (TOP)—and how these programs could be used to foster coordination with local welfare reform efforts. During the training sessions, participants were also briefed on the federal welfare reform law and their state’s implementing legislation, the possible impact of this legislation on public housing agencies, and best practices in housing and welfare department cooperation. In addition, some field offices arranged their own welfare reform training sessions by inviting state and/or local welfare officials to brief staff, according to Public and Indian Housing officials. The Director of Planning and Coordination for HUD’s Office of Community Planning and Development said that his office included a welfare reform component in training sessions that it held for field office staff in four or five locations during calendar year 1997. Community Planning and Development officials also discussed using the Internet to transmit guidance to HUD’s field offices and provide information on best practices."], "subsections": []}, {"section_title": "Not All Field Offices and Local Housing Agencies Received or Understood Guidance", "paragraphs": ["Although HUD headquarters has made efforts to educate the field offices and housing agencies about welfare reform, some field offices we visited did not recall receiving guidance from HUD and one was confused about HUD’s role and about how HUD’s programs could be used to promote welfare reform. For example, the Director of the Office of Public Housing in HUD’s Louisiana state office said that HUD headquarters did not provide any instructions or direction to his office on welfare reform. He said that his office expected information, such as abstracts on related welfare reform activity, to be sent by HUD headquarters. The HUD Secretary’s representative in the New England field office said that it was hard to answer a question about what guidance on welfare reform her office had received because HUD operates through several different divisions. She said that although she knew welfare reform was a priority for HUD and her office had formed a committee to work on welfare reform, she and her staff were confused about HUD’s role and did not plan to do anything on the subject except what they were told to do. HUD field officials in Minnesota and California said that with HUD’s reorganization under way, it was difficult for them to discuss HUD’s role. HUD field officials in San Francisco said that although they had received some written information from HUD headquarters, they got most of their information on welfare reform from meetings of the National Association of Housing and Redevelopment Officials and from television.", "Through their links with HUD headquarters, on the one hand, and local housing agencies, on the other, HUD field offices are in a position to receive, consolidate, and transmit information and guidance from headquarters and its multiple program offices to the local housing agencies and, in turn, to relay the housing agencies’ questions and concerns to headquarters. As discussed later in this chapter, HUD has taken steps to coordinate its national program offices’ welfare reform efforts, but it has not taken parallel steps to keep its field offices abreast of welfare reform issues. Given the field offices’ proximity to the state welfare offices that administer most of the funds available for implementing welfare reform, vertical as well as horizontal coordination would appear to be in HUD’s best interests.", "Some of the housing agencies we visited also said they had not received guidance from HUD or were unsure about HUD’s role in welfare reform. For example, the executive director of the New Orleans housing agency said the agency had not received any guidance from HUD, and the executive director of the Bogalusa housing agency and the manager of the welfare-to-work department at the Minneapolis housing agency said most of the guidance their agencies received from HUD arrived over a year ago. Furthermore, executive directors at three housing agencies we visited in Louisiana said they were unsure of, or were struggling to figure out, HUD’s role in welfare reform. According to the executive director of the St. Paul housing agency, HUD is recommending some policies to encourage tenants to stay—such as ceiling rents—and others to encourage them to go—such as the Moving to Opportunity demonstration program, which is evaluating the impact of using Section 8 certificates at five sites to move families into low-poverty areas. According to the executive director of the San Bernardino housing agency, HUD rarely visits the housing agencies and is unable to assist them because of the downsizing occurring at the field level. The executive director said he offered to pay the travel costs for HUD staff so they could provide on-site technical assistance to the housing agency, but the HUD officials said their office’s ethics code prevented them from accepting the offer."], "subsections": []}, {"section_title": "Local Housing Agencies Need Data to Better Manage Their Developments and Estimate Welfare Reform’s Impact", "paragraphs": ["Housing interest groups, researchers, and public housing officials discussed the housing agencies’ need for data on tenants’ characteristics and information on how welfare reform could affect housing agencies. Because the recent changes in rent policies have given housing agencies more flexibility in choosing their tenants and because housing agencies now provide or coordinate supportive services as well as provide housing, sound management practices dictate that housing agencies know something about the tenants they serve, according to the Interim Director for the Institute for Policy Studies at Johns Hopkins University and the Co-Director of the Urban Institute’s New Federalism Project.", "HUD is already in a position to provide data to local housing agencies. Through the annual recertification process, housing agencies collect information about individual households—such as their sources of income, family composition, and minority status—that the agencies use primarily to determine rents. The housing agencies are required to submit these data to HUD, and HUD compiles the data into its Multifamily Tenant Characteristics System (MTCS) but does not routinely return the data to the housing agencies. The larger housing agencies tend to keep the data or have their own data systems, but some of the smaller housing agencies do not have the capacity or resources to maintain their own systems. Although HUD has summarized data for each housing agency on the Internet and in printed documents that can be ordered from HUD, eight of the housing agencies we visited said that they do not use HUD’s MTCS data in their operations. While some of the larger housing agencies collect their own data, the smaller ones tend not to collect their own data or use MTCS.", "As discussed in chapter 2, at most of the locations we visited, housing agency staff said they did not have the resources or expertise to compile and analyze the data to determine the impact of welfare reform. The St. Paul public housing agency commented that the MTCS data on the Internet provide an interesting overview, but the agency is concerned about the accuracy of these data and has had difficulty reading and manipulating them. Policy analysts at the Council of Large Public Housing Authorities and the National Association of Housing and Redevelopment Officials suggested that HUD reformat its data to be more user-friendly. They also said that HUD could gather and disseminate data easily and should consider sending the MTCS data back to the housing agencies along with instructions for analyzing the data to help the agencies develop sound management practices and determine which programs their tenants need to become self-sufficient. Although prior GAO and HUD studies have questioned the reliability and accuracy of HUD’s data, interest group officials and researchers said that the more housing agencies use the data, the more they will demand that the current data problems be corrected."], "subsections": []}]}, {"section_title": "HUD Has Redirected Programs and Emphasized Existing Programs, but Opportunities for Participation Are Limited", "paragraphs": ["HUD has redirected several self-sufficiency programs to emphasize the importance of coordination for housing agencies and discussed the potential for using some of its other programs to promote welfare reform. HUD also operates four demonstration programs that are testing the impact of providing services on tenants’ ability to move toward self-sufficiency. However, most of the self-sufficiency programs are small, and the opportunities for housing agencies to receive funds are limited. While HUD’s CDBG program provides a steady stream of funding to over 4,000 communities nationwide, the bulk of this funding has historically been used for housing activities and public facilities that have not directly benefited the residents of public and assisted housing."], "subsections": [{"section_title": "HUD Has Modified Programs and Stressed the Usefulness of Existing Programs", "paragraphs": ["To more closely align its self-sufficiency programs with the goals of welfare reform, HUD has redirected several programs to emphasize the importance for housing agencies of coordinating with local welfare efforts and has proposed new welfare-to-work vouchers. For example, applicants for the 1997 EDSS and TOP grants are required to explain how they will use their grant funds to coordinate programs with the local welfare offices. HUD has broadened the applicability of the Drug Elimination grant so that the funding can be used to develop employment programs that are consistent with local welfare reform efforts. In addition, in its fiscal year 1999 budget, HUD requested 50,000 new welfare-to-work vouchers to help meet the housing needs of those moving from welfare to work.", "HUD has also discussed ways in which some of its other programs can be used to support welfare reform. For example, HUD said that its core economic development programs, such as the Empowerment Zones/Enterprise Communities, Economic Development Initiative, Section 108, and CDBG programs, have the dual purpose of restoring communities and providing funds for activities that may lead to the creation of jobs. In a December 1996 policy paper, HUD outlined the importance of CDBG—funded at about $4.5 billion for fiscal years 1996 and 1997—as a potential major contributor to employment and training programs that could be used to support welfare reform. In the paper, HUD discussed the flexibility that the CDBG program gives communities to tailor their local programs to fit their particular needs. The paper also emphasized the potential for using CDBG funds in strategies for creating jobs, providing public services, assisting microenterprises, and revitalizing neighborhoods.", "Finally, HUD operates demonstration programs that are examining how providing services will affect tenants’ ability to move toward self-sufficiency. For example, HUD’s Bridges to Work demonstration program is evaluating the utility of linking inner city jobs with a package of services, such as transportation and child care referrals. The Moving to Opportunity program moves tenants to low-poverty areas, and the Moving to Work and Jobs Plus demonstration programs are evaluating how work incentives or services affect tenants’ ability to move toward self-sufficiency."], "subsections": []}, {"section_title": "Participation in HUD’s Programs Is Limited", "paragraphs": ["HUD has tried to refocus its programs targeted toward public and assisted housing to facilitate welfare reform; however, the programs are small and the opportunities for housing agencies to receive funds are limited. Although all 3,200 housing agencies are eligible to apply for the self-sufficiency programs, the grants are modest and very competitive. For example, the Drug Elimination program—funded at $310 million in fiscal year 1998—offers the best odds of receiving funding, since over half of the 889 applicants in fiscal year 1997 received funding. The grant awards ranged from $25,000 to $250,000. However, the FSS program—required for housing agencies that receive additional public housing units or Section 8 certificates and vouchers—provides no funding for services, but $25.2 million is available in fiscal year 1998 for FSS program coordinators.", "The EDSS program—with $43.6 million available in fiscal year 1998—and the HOPE VI program—with $550 million in fiscal year 1998 funding—were also competitive. For example, in 1997 HUD received 221 applications for EDSS and awarded 112 grants. For HOPE VI , 28 out of 127 applicants received grants in 1997. HUD acknowledges the small-scale nature of these programs but views the funding as a mechanism to leverage other resources.", "HUD’s demonstration programs serve few sites, as is consistent with their purpose, and are targeted toward large metropolitan areas. Bridges to Work is limited to 5 distressed neighborhoods in large metropolitan areas, and Jobs Plus is restricted to 7 large housing agencies in large metropolitan areas. Commonly, the selection criteria for demonstration programs are controlled, and not all housing agencies are eligible to participate. Consequently, given the small number of awards available and the restrictions on participating in the demonstration programs, three of the housing agencies we visited said they sometimes decide not to spend the time developing applications.", "While HUD’s CDBG program provides a steady stream of funding to over 4,000 communities nationwide, most of the funding has not been used for economic development and public services activities, and data are not available to determine whether the jobs that are created benefit those who formerly received cash assistance. For example, in fiscal year 1994, entitlement communities—which receive 70 percent of the funding—used 36 percent of their funds for housing activities and 23 percent for public works. These communities used only 8 percent of their funds for economic development activities and 13 percent for public service activities. Furthermore, data do not exist to determine whether the jobs created using CDBG funds help those with incomes as low as those of individuals receiving cash assistance. However, HUD’s Deputy Assistant Secretary for Policy Development said that HUD is exploring ways to modify its data collection procedures to track jobs created for those receiving TANF benefits. According to the Executive Director of the Council of State Community Development Agencies, it is doubtful that CDBG funds are helping people on welfare get jobs because most jobs created probably go to individuals with incomes at about 80 percent of median income. He said that in most areas, welfare recipients’ incomes would be less than 50 percent of median income. Finally, CDBG was mentioned as a source of income by only 2 of the 18 housing agencies we visited."], "subsections": []}]}, {"section_title": "HUD Has Taken Steps to Increase Coordination, but Has Not Developed a Comprehensive Strategy for Interacting With the States", "paragraphs": ["Internally, HUD department and office program managers meet periodically to coordinate and share information on welfare reform issues. Internal coordination is important for HUD because at least five of its departments and offices have responsibility for self-sufficiency and economic opportunity programs that it believes will support welfare reform. HUD program managers also meet with managers from other federal agencies. However, HUD has not developed a comprehensive strategy for bringing the needs of its tenants on cash assistance to the attention of the state offices that administer most of the funds available for welfare reform. HUD has resources that it could use to leverage benefits for its tenants."], "subsections": [{"section_title": "HUD Has Taken Steps to Increase Internal and External Coordination", "paragraphs": ["Internally, HUD department and office program managers meet periodically to coordinate and share information on welfare reform issues. For example the Deputy Assistant Secretary for Policy Development in HUD’s Office of Policy Development and Research—who is responsible for coordinating welfare reform activities within HUD and with other federal agencies—and program directors in the Office of Public and Indian Housing and Community Planning and Development said that HUD does not follow a specific process for coordinating welfare reform efforts, but internal coordination takes place through the Department’s Welfare Task Force, through the NOFA review process, or informally, in the course of administering programs. HUD’s Welfare Reform Task Force met biweekly prior to the passage of welfare reform. After the passage of welfare reform, the group met less frequently but has recently begun to meet again. Internal coordination also occurs when a NOFA is circulated, before its release, to the various assistant secretaries so they can review and comment on it and look for ways to maximize funding opportunities and provide additional services to support welfare reform. Finally, coordination occurs in administering programs, such as the Jobs Plus demonstration program, which is managed by the Office of Policy Development and Research and is a component of the Moving to Work initiative, administered by the Office of Public and Indian Housing. According to managers of both programs, representatives from the two offices met regularly to develop and share information on the selection and evaluation criteria for both programs.", "Internal coordination is particularly important for HUD because at least five of its departments and offices have programs that assist housing agencies and their residents. Together, these departments and offices administer 24 programs designed to move tenants toward self-sufficiency. The Office of Public and Indian Housing operates roughly 13 self-sufficiency programs, the Office of Community Planning and Development operates 6 programs, the Office of Housing manages 1 program, the Office of the Secretary’s Office of Labor Relations operates 1 program, and the Office of Policy Development and Research oversees 3 demonstration programs.", "HUD program managers also coordinate with managers from other federal agencies. For example, the Deputy Assistant Secretary for Policy Development in HUD’s Office of Policy Development and Research serves on the Department of Labor’s Welfare Reform Task Force. HUD’s Office of Labor Relations manager for Step-Up provides work experience through registered apprenticeships and works closely with the Environmental Protection Agency (EPA) to develop a mechanism for creating jobs through Step-Up and EPA’s brownfields cleanup program. In addition, several Office of Public and Indian Housing managers have developed relationships with officials in HHS. For example, HHS’ Office of Community Services and HUD’s Office of Public and Indian Housing developed a partnership between housing agencies and community development corporations to provide EDSS in six communities. In addition, representatives from HHS’ Administration for Children and Families and HUD officials said that they have met several times to discuss issues such as income verification, and HHS officials have provided information on welfare reform at HUD training sessions. The HHS officials said they saw HUD as a proactive agency and were impressed with the way its demonstration programs, such as Bridges to Work and Moving to Work, anticipated the reforms of the welfare system. However, the Branch Chief for the Office of Family Assistance within the Office for Children and Families said that better coordination is needed between all federal agencies and that his office within HHS had been directed to establish a federal welfare reform coordinating body. HUD has also collaborated with the Department of Labor, HHS, and a number of private foundations in the Jobs Plus demonstration program; coordinated efforts on the Bridges to Work demonstration program with the Department of Transportation; provided information to the Small Business Administration in support of its efforts to help women make the transition to work; and signed a memorandum of understanding with the Department of Agriculture that resulted in the delivery of Agriculture’s services at six public housing communities.", "According to HUD officials, the expiration of legislative authority to transfer funds from one federal agency to another has limited interagency coordination. The Joint Funding Simplification Act of 1974, which permitted interagency transfers, expired on February 3, 1985. HUD officials believe that without the ability to move funds from one agency to another, it is difficult for federal agencies to operate joint programs because agencies must separate funds and operate under two sets of federal rules. HUD believes that this requirement makes coordination more challenging at the federal and local levels."], "subsections": []}, {"section_title": "HUD Has Not Established a Comprehensive Strategy for Coordination With States", "paragraphs": ["The devolution of decision-making authority for cash assistance programs to the states and sometimes to localities has created a new need for HUD and public housing agencies to interact with state and local decisionmakers. In the past, housing agencies carried out federal public and assisted housing programs—relying on dedicated funds from HUD—and seldom interacted with broader community development agencies. Today, as the states exercise greater control over welfare benefits and administer additional funds for employment and supportive services, HUD and the housing agencies have a greater stake in the results of state and local decision-making. To the extent that HUD and housing agencies can reach out and inform state and local decisionmakers of their tenants’ needs, they may be able to reduce the historical isolation of public housing residents from the community at large and help the tenants obtain needed services. Greater interaction between local housing professionals and welfare administrators could also streamline the delivery of services to assisted households and create mutually beneficial opportunities for collaboration.", "Despite the advantages of working more closely with state agencies, HUD has not developed a comprehensive strategy for bringing the needs of its tenants to the attention of these agencies. Although HUD has an organizational presence at both the national (headquarters) and state (field office) levels, it has not systematically taken advantage of its field structure to establish connections with state welfare offices and agencies that have more resources than it does to provide employment and supportive services. While HUD’s strategic plan and other management documents stress the importance of making welfare reform work and explain how HUD’s own programs can facilitate welfare reform, they do not recognize a role for HUD at the state level and do not include a formal strategy for increasing the states’ awareness of the assisted housing population and for improving coordination among HUD, the states, and the public housing agencies. Such a strategy is critical, for, as we reported in chapter 2, officials at three state welfare offices said they did not reach out to the public housing community for input into state welfare reform plans. In addition, we found little evidence that the states were targeting funds for services to public housing developments.", "HUD recognizes that it is in a unique position to assist people moving from welfare to work because it has a physical presence where the poor live. Nationwide, in 1996, about one-fourth of the households on AFDC also benefited from housing assistance provided by HUD. In the states we visited, the proportion ranged from a low of 12.1 percent in California to a high of 43.1 percent in Massachusetts. In Louisiana and Minnesota, 27.8 percent and 40.1 percent, respectively, of the households on welfare also received housing assistance. Especially in states such as Massachusetts and Minnesota, where many of the same households receive both types of assistance, public housing agencies could use place-based strategies to help welfare recipients move to work.", "Because HUD’s funding is limited and housing agencies vary in their ability to administer programs, public housing, local government, and interest group officials believe that HUD and housing agencies should establish partnerships with other social service providers to bring services to housing agencies. For example, the Assistant Director of the American Public Welfare Association said that HUD could play a valuable role by marketing housing agencies’ facilities, making them available to state and local providers for the delivery of supportive services. She said that HUD could also help educate service providers by sharing demographic data with them on TANF recipients who reside in public and assisted housing, together with findings from HUD’s demonstration programs. Moreover, according to the Research Director for the Council of Large Public Housing Authorities, the data and expertise HUD has acquired through its supportive service programs could help service providers understand how local housing agencies operate and what their tenants need."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Although HUD has provided guidance on welfare reform, it has not ensured that all of the field offices and public housing agencies have received and understood the guidance. As a result, some offices and agencies are confused about HUD’s role under welfare reform. Without vertical as well as horizontal coordination within HUD, information available at the national level may not be reaching the field and local levels, and the field offices and local housing agencies may be missing opportunities to obtain funds or services for their tenants from the states, other federal agencies, or HUD itself. With greater emphasis on vertical coordination, field officials might also be encouraged to consolidate and clarify information and guidance from HUD’s multiple national program offices for the local housing agencies within each field office’s jurisdiction.", "Just as HUD has made guidance on welfare reform available to the field offices and housing agencies but not followed through to make sure they have received and understood the guidance, so the Department has made data available to the housing agencies but not followed through to make sure they are using the data. HUD has made summaries of the data that it collects from public housing agencies available electronically and in printed documents, but the agencies are not using the data. Many of the agencies, particularly smaller ones, lack experience in analyzing the data and in translating the results of analyses into actions—such as establishing appropriate self-sufficiency programs or rent policies, as discussed in chapter 2. Providing the agencies with data and guidance for analyzing the data could assist them in assessing the impact of welfare reform on their tenants’ incomes and their own rental revenue. While such an effort might take time in the short run, it could pay off in the long run by equipping the agencies to monitor, analyze, and respond to the needs of their tenants and thus to operate more independently and effectively in the future.", "In the states that we visited, public housing agencies’ historical lack of involvement in state and local decision-making has continued under welfare reform, as we learned from the agencies’ executive directors, most of whom did not help to develop their state’s welfare reforms. Now, as the states implement their welfare reforms, the agencies may remain on the sidelines unless HUD makes a comprehensive effort to let the state offices know that, in many locations, housing agencies could provide good places for delivering services. HUD can use its resources—data, expertise, and staff at the state level—and encourage housing agencies to use their physical facilities, to build links with the state offices and leverage federal and state funds for tenants. For example, HUD can rely on staff in its field offices to contact state offices and statewide service providers to market the benefits of using assisted housing developments as places to deliver services related to welfare reform. Similarly, HUD can systematically encourage housing agency officials to initiate such contacts at the local level."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["To assist public housing agencies in their efforts to help residents move from welfare to work, GAO recommends that the Secretary of Housing and Urban Development increase communications with field offices and housing agencies to clarify HUD’s role in welfare reform, explain how current programs can be used to complement welfare reform efforts, and identify sources of information about other federal welfare reform efforts; provide additional technical assistance and data on tenants’ characteristics along with guidance that would help housing agencies use the data to assist in managing the units and in determining what impact welfare reform might have on the agencies; and develop a comprehensive strategy that relies on each field office to promote the benefits of using assisted housing developments as places to deliver services related to welfare reform and to help link other field office and housing agency staff with federal, state and local welfare reform efforts."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["HUD commended us for the report’s overall conclusions and said that they reflect many of the agency’s own concerns. HUD was also pleased that the report recognized the Department’s commitment to making welfare reform work. According to HUD, it is important that our report recognizes the need for a great deal of coordination within HUD; between HUD and the housing agencies; and among HUD, the housing agencies, and the other players in the welfare reform effort. In addition, HUD said that all three of the report’s recommendations have a great deal of merit and that it plans to implement them.", "HUD did not believe that the draft report sufficiently acknowledged the initiatives undertaken by the Department to deal with welfare reform. For example, HUD said the report did not address (1) departmental legislative proposals containing a number of provisions related to welfare reform and (2) new program initiatives undertaken or planned by HUD’s Office of Public and Indian Housing and Office of Policy Development and Research. In addition, HUD said the report did not sufficiently acknowledge the numerous efforts taken by the Department to coordinate with other federal agencies and that references to “informal” coordination seemed inadequate. After reviewing HUD’s comments, we added additional references to HUD’s legislative proposals in the introductory chapter; however, EDSS and TOP, the welfare-to-work vouchers, and the expanded empowerment zones were already mentioned in this chapter. We considered the comments about HUD’s new program initiatives but concluded that the report already included the primary efforts that could be documented at the time of our review. In response to HUD’s comments about its coordination with other federal agencies, we expanded our description of HUD’s efforts to coordinate with other federal agencies and eliminated references to “informal” external coordination. We also added several additional examples of HUD’s external coordination efforts.", "Finally, HUD said that it has several efforts under way or about to begin that will result in information sharing and will make use of the lessons in our report. For example, HUD said that Policy Development and Research staff are preparing guidelines for housing agencies to help them look at the data they have in hand and the data they might need to gather to do their own assessments of the impact of welfare reform on their rental revenue. In addition, Public and Indian Housing staff are finalizing a best practices guidebook on welfare-to-work programs and techniques being used in public housing agencies. HUD said that it has also begun work on a book of welfare-to-work case studies that will expand the scope of the best practices guidebook to show how a variety of HUD funding sources are already being used to help families on welfare make the transition to work."], "subsections": []}]}]}], "fastfact": []}