{"id": "RCED-95-95", "url": "https://www.gao.gov/products/RCED-95-95", "title": "Nuclear Regulation: Slow Progress in Identifying and Cleaning Up NRC's Licensees' Contaminated Sites", "published_date": "1995-04-24T00:00:00", "released_date": "1995-05-09T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed the effectiveness of the Nuclear Regulatory Commission's (NRC) decommissioning program, focusing on: (1) NRC progress in identifying all former licensees' sites that require additional cleanup; (2) NRC progress in ensuring that sites on its Site Decommissioning Management Plan (SDMP) are cleaned up in a timely manner; and (3) factors that impede the timely cleanup of sites."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) NRC has reviewed about 75 percent of its terminated licenses to identify sites that need additional cleanup and has found 22 sites that exceed its radioactive contamination guidelines; (2) NRC is seeking additional information on another 895 terminated licenses to determine if those sites need additional remediation; (3) NRC will not know the total number of sites that will require additional cleanup until it completes its review; (4) NRC expects to complete its initial review in 1996, but it will take several more years to conduct site inspections to determine contamination levels; (5) although NRC established SDMP in 1990 to ensure the timely remediation of sites facing difficult or prolonged cleanups, it has made little progress in cleaning up those sites; (6) NRC has issued additional regulations that require licensees to document their activities that could affect decommissioning operations; (7) the delays in cleaning up contaminated sites increase the risk of human exposure to radioactive wastes; and (8) factors that have delayed or halted cleanup at SDMP sites include difficulties in disposing of large quantities of a certain radioactive waste, litigation, coordination and negotiations between affected parties, and time consuming administrative reviews of decommissioning documents."]}], "report": [{"section_title": "Letter", "paragraphs": ["For years, the Nuclear Regulatory Commission (NRC) and its predecessor, the Atomic Energy Commission, paid little attention to how licensees using radioactive materials were decommissioning (cleaning up) their sites after terminating research, manufacturing, and other operations. Some sites lingered for years, often decades, before cleanup was initiated, and at sites where cleanup was attempted, it was often performed improperly, leaving harmful levels of radiation. In response to your concern about the effectiveness of NRC’s decommissioning program, this report addresses NRC’s progress in (1) identifying all former materials licensees’ sites that require additional cleanup and (2) ensuring that sites in NRC’s Site Decommissioning Management Plan—those facing difficult and/or prolonged decommissioning—are cleaned up in a timely manner. In addition, this report discusses factors that impede the timely cleanup of sites."], "subsections": [{"section_title": "Background", "paragraphs": ["NRC issues licenses under the Atomic Energy Act of 1954, as amended, to individuals and entities such as hospitals, research and fuel cycle facilities, and manufacturers that use radioactive materials. The license—termed a “materials license”—permits the licensee to possess, use, and/or transfer radioactive materials under controlled conditions intended to limit the public’s exposure to harmful radiation. According to NRC’s August 1994 annual report, NRC regulates about 6,850 active licenses. Over 38,000 licenses have been terminated for sites previously involved in activities related to radioactive materials.", "NRC terminates about 350 materials licenses annually. According to NRC, the majority of the licensed operations cause little or no contamination. As a result, most site cleanups are routine and generally take less than 4 years to complete. Cleanups at other NRC-licensed sites, however, are highly complex, and many have been under way for an extended period of time—over 20 years in one case.", "At the conclusion of the licensees’ operations, NRC currently requires them to decontaminate their facilities, including land, buildings, and equipment, to a level that would allow the site to be used safely for any purpose in the future (unrestricted use). This process is known as “decommissioning.” Decommissioning generally involves many steps. Among other steps, (1) the licensee must develop a site characterization plan documenting the extent and location of contamination, (2) NRC must review and approve the licensee’s plan for decommissioning the site, (3) the licensee must remediate the site and prepare a final site survey documenting the results, and (4) NRC must conduct a survey to confirm that the site has been adequately cleaned up before terminating the license."], "subsections": []}, {"section_title": "NRC Does Not Yet Know the Number of Sites Requiring Additional Cleanup", "paragraphs": ["In our 1989 review of NRC’s decommissioning procedures and criteria, we found that NRC had improperly terminated licenses at two of the eight sites we reviewed. The two sites were released for unrestricted use despite the presence of radioactive contamination in excess of NRC’s decommissioning guidelines. Radioactive contamination at one site was 3 to 320 times higher than the guidelines allow; at the other site, contamination was 2 to 4 times higher than NRC allows. Because of inadequate information, we were unable to determine whether similar problems existed at the other six sites. During congressional deliberations on this topic in August 1989, NRC agreed to (1) review documentation on materials licenses terminated between 1965 and 1985 to assess whether past operations had been properly cleaned up and, if not, (2) identify sites requiring additional cleanup.", "NRC initiated the review in September 1990 and subsequently expanded it to include all terminated licenses. According to NRC, contractors had examined documentation on about 29,000 (about 75 percent) of an estimated 38,500 terminated licenses through December 1994. NRC has determined that 22 of the 29,000 licenses involved sites that exceed radioactive guidelines for unrestricted use and, consequently, require additional cleanup. Documentation on another 895 of the former licenses was inadequate to determine whether the sites meet NRC’s guidelines. As a result, as of March 15, 1995, NRC was in the process of obtaining additional information about the 895 terminated licenses using, among other things, the personal knowledge of cognizant NRC staff, site visits, and states’ and former licensees’ records of the affected sites.", "NRC does not expect that a large number of former sites will require additional cleanup, although the total number of these sites will not be known for several years. According to NRC, the contractor will complete its review of the remaining 9,500 terminated licenses in 1996. However, NRC officials told us that it will take several more years to review the contractor’s work and conduct any site inspections that may be needed to assess contamination resulting from these licenses."], "subsections": []}, {"section_title": "Little Progress Has Been Made in Cleaning Up Sites Under the Site Decommissioning Management Plan", "paragraphs": ["In March 1990, NRC established a program—termed the Site Decommissioning Management Plan (SDMP)—to help ensure the timely cleanup of sites facing difficult and/or prolonged decommissioning. NRC originally identified 40 sites for increased oversight, guidance, and assistance to help ensure their timely cleanup. The sites, known as SDMP sites, were selected on the basis of the personal experience of the NRC regional and headquarters staff considered most knowledgeable of and familiar with sites facing problematic cleanups. NRC staff included sites within the SDMP program if they met one or more of the following criteria:", "A licensee’s financial ability or willingness to perform the cleanup was questionable, or other problems existed.", "The site contained large amounts of contaminated soil, unused settling ponds, or buried waste that could be difficult to dispose of.", "The site contained unused facilities that had been contaminated for a long time.", "The license had previously been terminated, but residual contamination at the site still exceeded NRC’s guidelines for unrestricted use.", "Groundwater at the site was contaminated, or potentially contaminated, by radioactive waste.", "By 1992, 2 years after the SDMP program was initiated, eight new sites had been added to the program, and only one site had been cleaned up and removed from the program. Dissatisfied with the slow pace of cleanups at the SDMP sites, NRC’s management directed its staff to accelerate those cleanups. As a result, in April 1992 NRC developed an action plan that, among other things, (1) summarized NRC’s existing guidance and criteria for site cleanups, (2) established time frames for major decommissioning milestones, and (3) described the process that NRC would use to establish schedules for timely site cleanups.", "According to NRC officials, the 1992 action plan represented NRC’s first attempt to explain and formalize its cleanup process. Before the 1992 plan, NRC officials said, the decommissioning process was operated on an adhoc basis. Site owners lacked clear guidance about NRC’s decommissioning requirements, and NRC staff were unclear about how they could best fulfill their decommissioning responsibilities.", "Since issuing the 1992 action plan, NRC has taken additional action to clarify its requirements for decommissioning. In July 1993, NRC issued new regulations that required licensees and others who use or possess radioactive materials to prepare and maintain adequate documentation on activities that could affect decommissioning at their sites. Furthermore, in July 1994 NRC issued regulations that established time frames for completing decommissioning activities. Under the regulations, licensees are required to complete decommissioning within about 50 to 62 months. The new regulations primarily affect the timeliness of decommissioning future sites. For example, many SDMP sites have encountered delays resulting from inadequate information about past operations. Because little can be done to reconstruct this information, the new requirement for adequate recordkeeping will not apply to these sites. In addition, according to NRC officials, because many SDMP sites face extenuating circumstances that necessitate longer cleanups, they may need to be exempted from the decommissioning time frames.", "To date, NRC’s efforts have not resulted in the timely cleanup of existing SDMP sites. In fact, little progress has been made. Since 1990, the number of sites in the SDMP program has fluctuated between 40 and 57. In 1993, NRC projected that a total of 11 SDMP sites would be cleaned up by April 1994 and, consequently, removed from the SDMP program. However, only three sites were cleaned up and removed from the SDMP program during that period.", "Furthermore, interim progress toward the final cleanup at most of the 50 sites in the SDMP program in November 1994, is also behind schedule. According to NRC officials, since April 1993 NRC has, among other things, reviewed numerous (1) plans for decommissioning SDMP sites and (2) reports on the status of decommissioning activities at the sites. According to NRC, these efforts represent substantial progress in remediating SDMP sites. While progress is being made at some SDMP sites, our comparison of NRC’s October 1993 and November 1994 projections for completing interim decommissioning activities found that only two sites had completed their planned activities on schedule. Decommissioning activities at 31 sites were projected to exceed their milestones by 2 to 42 months, and 17 of the 31 sites were expected to exceed their milestones by 12 months or more. We could not determine whether activities at the remaining 17 sites were on schedule because of changes in the scope of decommissioning activities between October 1993 and November 1994.", "According to NRC’s records, most of the 50 SDMP sites in the program in November 1994 have large amounts of contaminated soil—up to 10 million cubic feet. The contamination resulted from a variety of operations, such as nuclear fuel research, chemical manufacturing, uranium processing, and landfill disposal activities. (App. I provides additional information about the sites, including the location and a description of the contamination present at each of the sites.)"], "subsections": [{"section_title": "Potential Impacts of Cleanup Delays", "paragraphs": ["According to NRC officials, delays in cleaning up SDMP sites increase the likelihood, over the long term, for human exposure to radiation through the further release and spread of contamination into the environment. However, NRC officials and representatives of the contaminated SDMP sites told us that the sites do not pose any imminent health or safety risk because controls exist to limit the public’s access to contaminated areas. For example, they said fences and posted danger signs have been erected around contaminated property and buildings. In addition, they said the public has little reason to access areas that are obviously contaminated. However, we found that the extent of contamination is not always obvious. Figures 1 and 2 illustrate how a radioactively contaminated site appeared in 1976 and in 1994. Although the site appears to be cleaner in the 1994 photograph, it is not. The barrels of chemical and radioactive waste obvious in the 1976 photograph are still there but, over time, have been covered by top soil. And although most people probably have no reason to access property contaminated with radioactive waste, the representative for this SDMP site told us that hunters sometimes enter the property despite fences and signs alerting them to the danger.", "Delays in cleaning up contaminated sites can also result in more difficult cleanups. For example, over time, radioactive materials can seep into the water table beneath a site and contaminate the groundwater both on and off the site. Eight SDMP sites have already contaminated the groundwater, and according to a contractor performing NRC’s review of formerly licensed sites, about 1 percent of the former sites (nearly 400) may need to be examined for groundwater contamination. The spread of radioactive waste through soil and water also results in more costly cleanups, a factor that can have a great impact on an owner’s ability and willingness to pay for site cleanups. Finally, according to NRC, continued cleanup delays erode the public’s confidence in NRC’s ability to protect the public from adverse health and safety consequences."], "subsections": []}]}, {"section_title": "Many Factors Impede the Timely Cleanup of SDMP Sites", "paragraphs": ["A variety of factors have delayed and even halted cleanups at the SDMP sites. For example, at 14 SDMP sites, large volumes of thorium waste cannot be disposed of on-site without an exemption from NRC’s existing requirements, and disposal elsewhere may not be practical or feasible because of the high cost and limited availability of off-site disposal facilities. Litigation, coordination, and negotiations between affected parties also have delayed cleanups at many SDMP sites. Finally, lengthy time frames for NRC’s review and approval of key decommissioning documents have contributed to cleanup delays at nine SDMP sites."], "subsections": [{"section_title": "Many SDMP Sites Face Difficulties in Meeting Regulatory Disposal Requirements", "paragraphs": ["NRC permits site owners to bury contaminated waste on-site if radiation levels can be reduced to a point that permits the site to be used for unrestricted purposes. If NRC’s guidelines for decommissioning cannot be met through on-site burial, owners may have to remove the waste and transfer it to a facility licensed to accept low-level radioactive waste. However, neither disposal option is viable for many SDMP sites contaminated with large quantities of radioactive waste. Many SDMP sites cannot meet NRC’s guidelines for on-site disposal, yet off-site disposal may not be feasible or practical because of the limited availability of waste facilities and the high cost of off-site disposal.", "According to NRC, 30 SDMP sites are contaminated with large amounts of radioactive waste. Fourteen of these sites are contaminated with thorium. Over time, thorium decays to thallium, a radioactive isotope which emits gamma rays that can penetrate and harm the body. In the past, NRC allowed licensees to bury large quantities of thorium, subject to restrictions on the future use of the sites. NRC eliminated this disposal option in 1992. Because of the nature and large quantities of thorium at the 14 sites, radiation doses at the sites would exceed NRC’s guidelines for unrestricted use if the waste were buried. According to NRC, it is too early to tell whether the other 16 sites with large volumes of radioactive waste can meet NRC’s guidelines for on-site disposal because efforts to characterize the sites are still under way.", "Off-site disposal of large amounts of radioactive waste also may not be feasible. Specifically, only one facility in Utah is currently available to accept large volumes of waste from existing SDMP sites; however, it cannot accept materials that exceed the specified concentration levels established for various radioactive materials. According to NRC, access to waste disposal facilities will continue to be a problem and could even get worse over the next 5 to 10 years until state-sponsored facilities are available to accept the waste. And even when these facilities are available, the manager of the SDMP program acknowledged that it is uncertain whether the facilities will accept the quantities of contaminated materials present at some SDMP sites.", "Off-site disposal also may not be practical because of the costs involved. For example, the owner of one site contaminated with thorium estimated that on-site disposal would cost less than $2 million, compared to between $135 million and $467 million to dispose of the same waste off-site. In another case, an SDMP site representative estimated that on-site disposal of his site’s waste would cost between $1 million and $6 million, compared to over $100 million for off-site disposal. According to NRC officials, the high cost of off-site disposal is an important consideration because it raises concern about the ability and willingness of owners to pay the costs of decommissioning sites. For example, as a result of the high cost of off-site disposal, owners of one site have threatened to declare bankruptcy if required to transfer their waste off-site. When decommissioning costs exceed an owner’s financial capability, according to NRC officials, NRC has no other recourse but to turn the site over to the Environmental Protection Agency for cleanup under the Superfund program.", "NRC is taking action to provide additional disposal options for sites with radioactive contamination. In August 1994, NRC solicited views from interested parties on the appropriateness of revising its existing regulations to allow site owners to retain private ownership of their contaminated properties for a 100-year period, subject to land-use restrictions. Comments on NRC’s proposal were overwhelmingly negative. As a result, according to the NRC official responsible for handling comments on the proposal, NRC staff do not intend to pursue this regulatory change.", "NRC has also proposed a regulation to replace its existing decommissioning guidelines. If adopted, the regulation would permit site owners to exceed regulatory limits for radioactive contamination in certain cases, subject to restrictions on the future use of their properties. According to NRC, a number of significant issues will need to be resolved before this regulatory change can be adopted. Issues include (1) the amount of radiation that will be allowed at the sites, (2) whether existing SDMP sites should be held to new requirements, and (3) the conditions and time frames for returning sites to unrestricted use.", "Finally, NRC is studying on-site disposal issues at four SDMP sites contaminated with large volumes of thorium. When completed, NRC officials said, the studies may be used to evaluate the appropriateness of on-site disposal at other sites contaminated with large volumes of thorium. NRC expects the studies will take at least 2 years to complete."], "subsections": []}, {"section_title": "Litigation, Coordination, and Negotiations Have Delayed Many SDMP Site Cleanups", "paragraphs": ["Litigation, coordination, and negotiations between affected parties also have delayed cleanups at many SDMP sites. According to NRC, for example, litigation has delayed cleanups at six SDMP sites, including one case that has been unresolved for more than 5 years. Litigation has occurred for a variety of reasons. For example, owners of one SDMP site—a sewage treatment facility—have filed a lawsuit against the owners of another SDMP site involved in the manufacturing of medical equipment. According to the owners of the sewage facility, discharges of radioactive waste in the manufacturer’s sewage lines have contaminated the sewage facility. According to NRC, outside parties, such as environmental groups, have also filed lawsuits to stop or impede cleanups at SDMP sites because of environmental and health concerns. Finally, owners of SDMP sites who are embroiled in disputes about NRC’s decommissioning policies and regulations have filed lawsuits against NRC.", "In addition to litigation, nearly half of the SDMP sites face management and disposal issues that must be coordinated with other federal and state agencies that have jurisdiction over specific aspects of cleanups. In some cases, coordination requirements are perfunctory and have little impact on timely site cleanups. However, in other cases, particularly when states’ requirements differed from those imposed by NRC, substantial delays have occurred. For example, under state regulations the radioactive waste at one SDMP site in Ohio also must be treated as solid waste. As a result, even though the site can meet NRC’s requirements for on-site burial, delays have occurred because of the state’s concerns about whether the company’s proposed disposal cell (waste receptacle) complies with the state’s requirements for the disposal of solid waste. Coordination on this issue has already contributed to cleanup delays of about 3 years, and additional delays will occur until the issue is resolved.", "Finally, negotiations between current and previous site owners about who is responsible for cleaning up SDMP sites have resulted in delays. For example, at one SDMP site negotiations between the former licensee and the current site owner to determine which one is the responsible party delayed cleanup by at least 2 years; negotiations between parties at another site delayed cleanup by about 6 months. According to the manager of the SDMP program, NRC expects that most future SDMP sites will be identified from NRC’s ongoing review of past cleanups at sites with terminated materials licenses. Consequently, negotiations about who is responsible for site cleanups will likely become a larger issue in the future."], "subsections": []}, {"section_title": "Lengthy Time Frames for NRC’s Review of Key Decommissioning Documents Have Resulted in Delays", "paragraphs": ["NRC’s lengthy time frames for reviewing and approving key decommissioning documents, such as site decommissioning plans, also have contributed to cleanup delays at many SDMP sites. For example, according to NRC documentation, excessive time frames for reviewing and approving documents submitted by SDMP site owners contributed to delays of between 6 months and 22 months at nine sites during 1993. Representatives of owners at 10 of the 14 SDMP sites we contacted also identified concerns about the timeliness of NRC’s reviews. Specifically, they said that NRC’s reviews were “rarely” or “not usually” timely. For example, one representative said that inaction on his site’s application for a materials license was significantly delaying cleanup at the site. In November 1994, NRC estimated that the license would be approved in July 1995—2 years after the owner submitted the application. Decommissioning activities cannot begin at the site until the license is approved.", "According to NRC, lengthy time frames for reviewing and approving decommissioning documents are the result of a variety of factors, including the availability of staff to perform the reviews. Several SDMP site representatives agreed that NRC staffing, particularly staff turnover, is a problem. For example, one site owner said that during a 4-year period, he had to educate three NRC staff who, at various times, were responsible for overseeing the cleanup of the site, thereby delaying the cleanup. In addition, we found that NRC does not assign staff to work exclusively on the SDMP program or ensure that priorities are set consistently for SDMP’s cleanup activities. Instead, the responsibility for overseeing SDMP sites within NRC has been divided between many headquarters and regional organizations with varying missions and priorities that, according to NRC, often have taken precedence over SDMP’s program activities.", "According to NRC, it has acted to improve the timeliness of its document reviews. For example, because of a recent reorganization within NRC, additional staff are now available to perform the reviews. Furthermore, between October 1994 and December 1994, NRC tested a system for tracking and assigning staff resources to the reviews. Although NRC is currently reviewing the test’s results, early indications are that the system is more costly than can be justified. As a result, NRC officials said that they will probably need to pursue other methods for managing staff resources for SDMP activities."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["NRC’s efforts to provide increased assistance to sites facing difficult and lengthy cleanups, while laudable, are unlikely to resolve the numerous and complex issues encountered at existing SDMP sites. Many SDMP site cleanups have been delayed by issues involving litigation, coordination, and negotiation between affected parties, which are issues largely beyond NRC’s control. In addition, in the short term, little can be done to resolve the pressing problems experienced by sites that cannot meet current decommissioning guidelines for on-site disposal without an exemption from NRC’s existing requirements. The limited availability and high cost of off-site waste disposal facilities may be addressed when state-sponsored facilities are available to accept the waste. However, even when these facilities become available, it is unclear whether they will be able to accept the types and quantities of contaminated waste present at a large number of SDMP sites.", "NRC is exploring additional disposal options for sites that cannot meet its existing requirements. While additional disposal options may facilitate decommissioning at many SDMP sites, a wide variety of difficult issues will need to be thoroughly addressed before any regulatory change can be adopted. For example, because sites would be allowed to have greater concentrations of radioactive contamination than currently permitted, issues about the possibility of future waste migration will need to be resolved to ensure that additional sites do not experience migration problems. NRC will also need to ensure that controls at the sites will be adequate over the long term to safeguard the public from greater exposure to radiation.", "Decommissioning issues are likely to become even more problematic as the magnitude of NRC’s decommissioning effort grows. NRC’s ongoing review of terminated licenses already has identified 22 sites requiring additional cleanup. Another 895 licenses require additional review to determine if the sites require further cleanup. More sites are likely to be identified as NRC completes its review of the remaining 9,500 licenses."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["On March 15, 1995, we met with NRC officials, including the Deputy Executive Director for Nuclear Materials Safety, Safeguards and Operations Support, and the Director of the Office of Nuclear Material Safety and Safeguards to discuss and clarify NRC’s written comments on a draft of our report. (NRC’s written comments are included as app. II.) NRC officials agreed that little progress has been made in removing sites from the SDMP program—the ultimate objective of the program. However, they cited several actions by NRC that they believe will contribute to the eventual cleanup of SDMP sites. We have included details on these actions, as appropriate, in the body of this report. We have also clarified and updated information in our draft report on the basis of NRC’s comments.", "NRC officials stressed that SDMP sites, such as the one illustrated in this report, do not represent an immediate hazard to infrequent intruders. While all SDMP sites exceed NRC’s guidelines for unrestricted use, they said that an individual’s risk of exposure to radiation would occur only if controls at the sites broke down and people took up residence or worked at the sites without adequate precautions. Furthermore, they said that covering barrels of contaminated waste with soil, as was done at the site discussed in this report, helps reduce the overall hazard.", "We agree that health consequences related to an individual’s exposure to radiation are considered a long-term—not an immediate—risk, provided that an individual’s exposure is controlled and limited. However, we do not fully agree with NRC’s comments about the site discussed in our report. As demonstrated in our report, controls can and do break down. Furthermore, we believe that it is too early to assess the health risk associated with this site. The site, which was used as a landfill, has not yet been characterized to determine the extent and nature of contamination. In addition, records are incomplete or nonexistent about the (1) sources of contamination, (2) adequacy of efforts to cover the contaminated waste, and (3) frequency and duration of any intruder’s access to the property."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To assess NRC’s progress in identifying former materials licensees’ sites that require additional cleanup, we interviewed contractor officials performing the work and the NRC manager responsible for overseeing the review. We also examined documentation related to the project, including the contract governing the scope of the work.", "To assess progress in cleaning up the high-priority SDMP sites and to identify major factors contributing to decommissioning delays in the 21 states in which nuclear materials are regulated by NRC, we interviewed the manager of the SDMP program and other cognizant headquarters and regional NRC officials, including 48 project mangers in three NRC divisions (Low-Level Waste Management and Decommissioning, Fuel Cycle Safety and Safeguards, and Industrial and Medical Nuclear Safety) responsible for providing increased oversight, guidance, and assistance to SDMP sites during 1993. We also contacted owners or their representatives at 14 SDMP sites to obtain their views about the effectiveness of the SDMP program. The sites represent a cross-section of SDMP sites facing difficult decommissioning issues. In addition, we reviewed NRC’s documentation of the origin, intent, and goals of the SDMP program, including NRC’s site selection criteria, the 1992 action plan, annual status reports on the program, and memorandums and policy papers about possible changes in NRC’s decommissioning regulations and policies. Finally, we visited five sites in Michigan, Oklahoma, and Ohio to observe the extent of contamination at some SDMP sites. We conducted our work between May 1993 and March 1995 in accordance with generally accepted government auditing standards.", "As agreed with your office, we plan no further distribution of this report until 15 days from the date of this letter. At that time, we will send copies to appropriate congressional committees, the Chairman of NRC, and other interested parties. We will also make copies available to others upon request.", "If you have questions, please call me at (202) 512-3841. Major contributors to this report are listed in appendix III."], "subsections": []}]}, {"section_title": "List of 50 Sites in the SDMP Program in November 1994", "paragraphs": ["Thorium in slag and soil Uranium in soil and buildings Thorium and uranium in soil and settling ponds Thorium and hazardous wastes in landfill Thorium contamination in ponds and ground Uranium in buildings, soil, settling ponds Depleted uranium in soil and sand Uranium and thorium in sludge Uranium and thorium burial sites Thorium in soil and slag Cobalt-60 in sewage sludge and ash (continued)"], "subsections": []}, {"section_title": "Comments From the Nuclear Regulatory Commission", "paragraphs": [], "subsections": []}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "Resources, Community, and Economic Development Division, Washington, D.C.", "paragraphs": [], "subsections": []}, {"section_title": "Office of General Counsel", "paragraphs": [], "subsections": []}, {"section_title": "Chicago/Detroit Field Office", "paragraphs": ["Anthony A. Krukowski, Regional Management Representative Odell W. Bailey, Jr., Evaluator-in-Charge Joanna C. Allen, Evaluator The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (301) 258-4097 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": [{"section_title": "Address Correction Requested", "paragraphs": [], "subsections": []}]}]}], "fastfact": []}