{"id": "RCED-97-32", "url": "https://www.gao.gov/products/RCED-97-32", "title": "Transportation Infrastructure: States' Implementation of Transportation Management Systems", "published_date": "1997-01-13T00:00:00", "released_date": "1997-01-13T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a legislative requirement, GAO reviewed: (1) the status of the states' development and implementation of transportation management systems; (2) how the states expect to use the systems; and (3) the factors that have facilitated or hindered the development and implementation of the systems."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) as of September 1996, about half the states were moving forward with all six transportation management systems even though they were no longer mandatory; (2) the remaining states were developing or implementing at least three of the systems originally mandated by the Intermodal Surface Transportation Efficiency Act of 1991; (3) all states were implementing the pavement management system, and nearly all states were implementing the bridge, safety, and congestion management systems; (4) congestion management systems were being developed for all transportation management areas, where they are still mandatory; (5) about 30 states were implementing the public transportation and intermodal management systems; (6) the states were developing the systems for use by decisionmakers in the planning process and to help transportation officials conduct daily operations; (7) three states that GAO visited recognized that marketing the systems to potential users, such as executives, planners, and engineers, is critical to ensuring the optimal use of the systems; (8) some states have realized that to obtain the most uses from the systems, each needs to be integrated with the others; (9) nationwide, over half the states plan to integrate the systems; (10) three states that GAO reviewed indicated that the 1991 mandate provided a catalyst, or \"jump start,\" to developing and implementing the new systems; (11) the mandate resulted in the systems' receiving high-level support and top priority status in these states; (12) although implementing the systems is now optional, several states are continuing this effort because they view the systems as beneficial to the decision-making process in that they provide more accurate, timely information than was previously available; (13) on the other hand, the removal of the federal mandate lessened support for developing certain systems; (14) some states reported that the Department of Transportation's (DOT) failure to issue a clear and timely rule on management systems following the 1991 mandate had caused difficulties in implementing the public transportation, congestion, and intermodal management systems; (15) several states told GAO that the Federal Highway Administration (FHwA) was helpful in providing initial workshops and training to develop the systems; and (16) officials in all seven states that GAO reviewed indicated that they continue to need federal assistance in solving technical problems with software and learning from other states' experiences in implementing and integrating the systems."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Intermodal Surface Transportation Efficiency Act of 1991 (ISTEA) required states to develop and implement six systems for managing highway pavement, bridges, highway safety, traffic congestion, public transportation facilities and equipment, and intermodal transportation facilities and systems. These management systems are tools that provide information to assist state and local decisionmakers in selecting cost-effective policies, programs, and projects to protect and improve the nation’s transportation infrastructure. Management systems take a variety of forms, including computerized inventories of assets, software programs, systematic procedures or processes for collecting and analyzing information, and committees that develop recommendations to improve the systems’ performance.", "In 1995, the National Highway System Designation Act of 1995—often called the NHS Act—made the systems optional, except the congestion management system in certain areas, and prohibited the U.S. Department of Transportation (DOT) from withholding funds from states that elected not to implement any system. In addition, the NHS Act required GAO to examine issues concerning the states’ implementation of the management systems.", "In discussions with your offices, we agreed to identify (1) the status of the states’ development and implementation of the systems, (2) how the states expect to use the systems, and (3) the factors that have facilitated or hindered the development and implementation of the systems. We obtained general information from state and federal reports on the status of development and implementation of the systems in the 50 states, Washington, D.C., and Puerto Rico. We obtained more detailed information from state and local transportation officials in the seven states we selected for case studies of their experiences in developing, implementing, and using the systems. Additional information on our methodology is discussed at the end of this letter."], "subsections": [{"section_title": "Background", "paragraphs": ["The nation’s public transportation infrastructure—its highways, bridges, and transit systems—represents a multibillion-dollar investment that allows for the essential movement of people and goods. During the 1990s, all levels of government provided annually about $90 billion for highway and bridge programs and about $16 billion for transit programs. The volume of infrastructure assets is immense—over 8 million lane-miles of highways; more than 576,000 bridges; and, for transit operations, nearly 130,000 vehicles, 7,439 miles of rail track, 2,271 rail stations, and 1,172 maintenance facilities. Management systems are tools that provide information to assist state and local decisionmakers in selecting cost-effective policies, programs, and projects to improve the efficiency and safety of the nation’s infrastructure and protect the public’s investment in it.", "In 1991, ISTEA required the states to develop and implement systems for managing (1) the pavement of federal-aid highways, (2) bridges on and off federal-aid highways, (3) highway safety, (4) traffic congestion, (5) public transportation facilities and equipment, and (6) intermodal transportation facilities and systems. Before this legislation, many states had begun developing some of these systems. Management systems for pavement, for example, were first developed in the late 1960s, and the concepts of bridge and highway safety management systems were introduced in the early 1980s. Very few states, however, had experience with congestion, public transportation facilities and equipment, and intermodal management systems before the ISTEA mandate.", "The legislation required DOT to, among other things, issue regulations for the states to develop and implement each system. The legislation also authorized DOT to withhold up to 10 percent of federal highway and transit funds, beginning in fiscal year 1996, from states that failed to implement the management systems. ISTEA called for the states to develop and implement the systems in cooperation with metropolitan planning organizations in urbanized areas and the affected agencies receiving assistance under the Federal Transit Act. In addition, to help ensure that large urban communities focus on congestion management and relief, ISTEA specifically required that the planning process in transportation management areas include a congestion management system.", "ISTEA required DOT to issue its regulations on management systems by December 18, 1992, one year after the date of enactment. The Federal Highway Administration (FHWA) and the Federal Transit Administration (FTA) jointly issued an advance notice of proposed rulemaking for the management systems in June 1992, a proposed rule for the management systems in March 1993, and an interim final rule in December 1993. The interim rule included technical requirements and compliance schedules for each system and required the states to be implementing all systems beginning in fiscal year 1995. Table 1 provides a general description of each of the six management systems, as defined by DOT.", "DOT received over 200 sets of comments—primarily from state transportation departments and metropolitan planning organizations—on the proposed and interim rules. Many of the comments on the interim rule expressed concerns that (1) the data requirements would be too burdensome; (2) the rule was too prescriptive, not allowing states enough flexibility to tailor the systems to their individual circumstances; and (3) the time frames for compliance were too short. However, despite their concerns, many commenters supported the concept of management systems.", "Because of concerns such as those described above, the Congress reconsidered the mandate for management systems. In 1995, the NHS Act made the six management systems optional for the states and prohibited the Secretary of Transportation from withholding funds from the states that elected not to implement the systems. The act did not affect the provisions for congestion management systems in transportation management areas. DOT issued a final rule on December 19, 1996, to reflect this legislative change of 1995."], "subsections": []}, {"section_title": "All States Are Implementing Some Systems but Customizing Them to Meet Their Own Needs", "paragraphs": ["All states reported they are implementing pavement management systems, and nearly all states reported they are implementing the bridge, safety, and congestion management systems. Fewer states reported implementing public transportation and intermodal management systems. Before ISTEA, our seven case-study states were all implementing some management systems to varying degrees. Each state, however, had to enhance its existing systems and develop some new ones in response to ISTEA and DOT’s interim rule. When the NHS Act made the systems optional, these states decided to tailor the systems to meet their own needs and time frames. Most of the seven states scaled back roadway coverage for some systems, and several discontinued development of the public transportation and intermodal management systems, which they deemed unnecessary."], "subsections": [{"section_title": "Twenty-Four States Are Implementing All Systems; Remaining States Are Implementing Some Systems", "paragraphs": ["As of September 1996, about half the states reported they were moving forward with all six systems even though they were no longer mandatory. (See fig. 1.) The remaining states reported they were developing or implementing at least three of the transportation management systems originally mandated by ISTEA. Two states—Wyoming and South Carolina—decided to implement only three systems. Wyoming was going forward with the pavement, bridge, and safety management systems; South Carolina reported it was developing or implementing the pavement, bridge, and congestion management systems. South Carolina, however, planned to develop a safety management system beginning in fiscal year 1997.", "As shown in figure 2, nearly all states reported they were developing and implementing a pavement management system, a bridge management system, a safety management system, and a congestion management system. Pavement and bridge management systems may be easier for the states to develop and implement than other management systems because many states had established inventories or a form of management system for these assets before ISTEA. Similarly, the states have had experience with establishing systematic approaches to resolving highway safety problems since the mid-1960s. Most states were developing and implementing congestion management systems, which continue to be required in transportation management areas. Congestion management systems were being developed by state or local agencies for all transportation management areas. Moreover, several states that did not have transportation management areas were developing this system. About two-thirds of the states reported they were developing and implementing the public transportation management system and the intermodal management system. According to transportation officials, fewer states may be proceeding with these two systems because (1) the systems are newer and the states are less familiar with them and (2) the states generally lack jurisdiction over the assets covered in these systems. (See apps. I through VI for more information on each management system.)"], "subsections": []}, {"section_title": "Case-Study States Were Implementing Some Systems When ISTEA Was Enacted", "paragraphs": ["For case-study purposes, we held discussions with transportation officials in seven states—Maryland, Michigan, Montana, New York, North Carolina, Oregon, and Texas—about their implementation of the six management systems. When ISTEA was enacted, these states already had certain transportation management systems (see figure 3). To meet the mandate and DOT’s interim rule, these states needed to enhance their existing management systems and develop some new ones. New York, for example, had existing management systems for pavement, bridges, safety, congestion, and public transportation. To meet the new requirements, the state began developing an intermodal management system with separate components for passengers and freight and began modifying the other systems. For example, the state expanded its public transportation inventory from buses and bus-related items to include bus facilities and was developing a condition-rating system and performance measures for these assets. Michigan, on the other hand, had only a pavement management system and a bridge inventory; it had to modify these systems, adding pavement condition information, such as ride quality, to the pavement management system and adding analytical capabilities to its bridge inventory. Michigan began developing the other four systems pursuant to the ISTEA mandate.", "Management systems in place before ISTEA Management systems to be developed System not automated.", "Inventory only.", "System limited to setting priorities for bridge replacement/rehabilitation projects."], "subsections": []}, {"section_title": "Case-Study States Customizing Systems to Meet Their Own Needs Since Systems Became Optional", "paragraphs": ["Once the NHS Act made the systems optional, officials in the seven states we reviewed told us that they had reassessed their needs and decided whether to (1) proceed with the systems as originally planned, (2) reduce the scope of the systems, and/or (3) discontinue certain systems. Among our case-study states, Michigan was the only one that decided to implement the six management systems with no change in scope to the plans it had developed on the basis of DOT’s interim rule. Michigan transportation officials viewed the management systems as an opportunity to improve decision-making and as a way to address other departmental objectives.", "The other six states scaled back their coverage of certain systems. For example, ISTEA required the states to incorporate all federal-aid highways, which included some roads under local jurisdiction, in their pavement management systems. After the NHS Act made the systems optional, five of the states we reviewed—Maryland, Montana, New York, Oregon, and Texas—decided to include only state-maintained roads and the National Highway System in their pavement management system, at least initially. New York intends to include all federal-aid highways by 1998. North Carolina scaled back the coverage of its pavement management system to include state-maintained roads and only those portions of the National Highway System maintained by the state. Our case-study states also scaled back the coverage of other systems, to varying degrees, after the passage of the NHS Act. For example, North Carolina and Texas decided that their congestion management systems would cover only their transportation management areas. In earlier plans for their congestion management systems, both states had intended to have statewide coverage.", "Finally, Maryland, North Carolina, and Texas decided to discontinue certain management systems once they were no longer mandatory. North Carolina decided not to develop the intermodal management system; Texas and Maryland decided not to implement the public transportation and intermodal management systems. In each case, state transportation officials determined that the state’s needs were being met sufficiently by existing programs and/or activities. (See apps. I through VI for examples of systems being implemented by our case-study states.)"], "subsections": []}, {"section_title": "Some Case-Study States Were Extending Time Frames for Implementing Systems", "paragraphs": ["Five states we reviewed—Montana, New York, Maryland, Oregon, and Texas—used the flexibility they gained from the passage of the NHS Act to extend the time frames for implementing some systems beyond those established in initial work plans. Officials in these five states found ISTEA’s and DOT’s initial time frames unrealistic and replaced them with more accurate estimates for completing the initial work on the management systems. This work has often entailed hiring staff or consultants to develop new systems or enhance the existing ones. In addition, implementing the systems has involved training staff and inspectors on new software and, in states with a decentralized transportation department, delivering the systems to regions or districts within the state. Before ISTEA, Montana’s pavement management system, for example, provided information to decisionmakers that was often outdated by 3 to 4 years. To meet ISTEA’s and DOT’s requirements for a pavement management system, state officials determined that improvements to the existing process were needed. The state hired a consulting firm to develop and implement a state-of-the-art system that could be tailored to the state’s needs and also hired additional staff so that pavement inspections could be conducted each year. The system is expected to be delivered to district offices for their use in conducting pavement inspections within 1-1/2 years. State transportation department staff and consultants are training all users of the system."], "subsections": []}]}, {"section_title": "Use of Systems for Planning and Daily Decision-Making Enhanced by Marketing and Integration of Systems", "paragraphs": ["States are developing the management systems for use by decisionmakers in the planning process as well as in undertaking day-to-day activities. Three states that we visited recognized that marketing the systems to potential users—such as planners, engineers, and executives—is critical to ensuring the optimal use of the systems. In addition, some states have realized that to obtain the most uses from the systems, they need to be integrated with one another so that, for example, users can combine information from several systems to analyze the overall transportation needs in a geographic area. Integration raises additional, cross-cutting issues—such as establishing common data definitions—beyond those that arise in developing individual systems. Four of our case-study states have begun integrating their systems and are addressing integration issues through special committees and additional resources. Officials of one state told us they would like DOT to provide them with additional technical assistance on integrating systems."], "subsections": [{"section_title": "States Expect to Use Systems for Planning and Daily Decision-Making", "paragraphs": ["Many state decisionmakers intend to use the information from the management systems in developing statewide and regional transportation plans. The American Association of State Highway and Transportation Officials surveyed its membership in May 1996 and found that all 37 states that responded intended to integrate the systems within their planning processes. With respect to our seven case-study states, each was using or intended to use the management systems in its planning process. For example, North Carolina’s transportation department used a ranked list of pavement projects from its pavement management system in developing its 7-year transportation improvement program. Maryland’s transportation department has used its congestion management system to analyze four highly congested highway corridors in the Baltimore-Annapolis-Washington, D.C., areas. Applying the state’s congestion management process, transportation planners (1) evaluated the current level of congestion (using performance measures such as the time spent in delays), (2) identified strategies to reduce the congestion (such as improved traffic signal coordination, additional bus service, and new high-occupancy-vehicle lanes), and (3) projected levels of congestion in the year 2010 under the different strategies. The corridor studies were used in developing Maryland’s long-range transportation plans.", "Transportation officials from our seven case-study states also were using or planned to use information from the management systems in making decisions involving day-to-day activities. For example, in North Carolina, state and county maintenance engineers use information on pavement condition from the pavement management system to determine maintenance needs and priorities. Similarly, district offices in Texas use the pavement management system to identify preventive maintenance and rehabilitation projects, to distribute funding within the districts, and to evaluate the condition of pavements after maintenance or rehabilitation.", "In January 1995, the Management Systems Integration Committee was established by several states to assist states and local agencies in using outputs from the transportation management systems in their decision-making processes. The committee—consisting of several state, metropolitan planning organization, and FHWA representatives—was established with financial and technical support from FHWA. The committee has identified four general components in decision-making—long-range planning, short-range planning, program implementation/daily decisions, and evaluation of implemented actions—that can involve or benefit from management system information. It identifies best practices and offers recommendations to the states on how information from management systems can assist in making these decisions. The committee met once during 1995 and quarterly during 1996; at the time of our review, however, it had not established time frames for completing its work."], "subsections": []}, {"section_title": "Marketing Is Critical to Ensuring Optimal Use of Systems", "paragraphs": ["In three states we reviewed, transportation officials were developing strategies to increase the number of users of the systems both within and outside of the state transportation departments. For example, in Montana, the developers of the pavement management system believed that their existing system—a database of pavement condition surveys—was not widely used or efficient. As a result, they developed a comprehensive marketing plan to expand the use of the new system. They identified potential users of the system within Montana’s transportation department (such as engineering, planning, construction, and maintenance departments) as well as others (such as FHWA, metropolitan planning organizations, and counties). To achieve greater use of the pavement management system, they—among other things—planned to hold one-on-one meetings with prospective users, hire a consultant to train users, and provide necessary technical support. Their goals were to (1) have the system operational by the end of 1997, (2) expand the use of the system by state districts within 2-1/2 years, and (3) have the system recognized as an integral part of the statewide transportation management system within 5 years.", "Other states were also exploring ways to increase the uses of their management systems. In Oregon, for example, the systems’ developers were preparing a users’ guide. In New York, the systems’ developers had prepared slide presentations of their systems, which they were using as a tool to market their systems to upper management, regions, metropolitan planning organizations, and counties."], "subsections": []}, {"section_title": "Integration of Systems Is Important to Their Usefulness but Poses Technical and Procedural Problems", "paragraphs": ["Some states that we reviewed planned to use the management systems as stand-alone tools to assist decisionmakers in their respective departments. Other states also planned to use or are using the systems in an integrated/coordinated manner, such as using the output from one system as input to another system. For example, in New York, safety evaluations suggested that resurfacing pavement with high-friction asphalt will reduce wet-weather accident rates by 50 percent at locations with high accident rates. Therefore, New York now matches the locations that are identified by the pavement management system as needing resurfacing with the locations identified by the safety management system as having a high number of wet-weather accidents to develop a list of projects that address both considerations.", "DOT’s interim rule called for the states to integrate the management systems in terms of sharing common data and coordinating the outputs of the systems so that they provide timely information for use in developing transportation plans and programs. Although system integration is no longer required since the NHS Act made the systems optional, at least 26 states planned to integrate parts of their management systems, according to a May 1996 survey by the American Association of State Highway and Transportation Officials. Coordination and integration of the systems helps to eliminate duplication by identifying common features and data elements and enhances the usefulness of the systems by enabling decisionmakers to compare trade-offs at a program level or among transportation modes. In addition, the Management Systems Integration Committee takes the position that integration among the systems will provide decisionmakers with higher-quality information at less cost.", "Among the states that we reviewed, Michigan, Oregon, New York, and Texas were actively pursuing the integration of their systems in various ways. Michigan, for example, was redesigning all of its data and placing them into a single integrated database for use by the six management systems as well as a maintenance management system that is being developed to identify nonconstruction activities to extend the lives of pavement and structures. Oregon, on the other hand, had a pilot project that was beginning to address integration issues as the individual systems were being developed. The pilot had identified 70 to 80 data elements that were shared by two or more systems and will use this information to develop a common geographically based database. Texas and New York were developing geographical information systems that will provide a basis for integrating information among systems.", "Integrating the management systems raises numerous issues, such as establishing common definitions for data and common geographical referencing systems. To handle these issues, Michigan, New York, and Oregon have established special committees and dedicated resources beyond those that are needed to develop and implement the individual systems. For instance, New York has established an executive steering committee and working groups to oversee the administrative and technical coordination and integration of the systems. Oregon has dedicated full-time staff to a pilot project to identify and resolve such issues as establishing common definitions for shared data elements."], "subsections": []}]}, {"section_title": "A Variety of Factors Has Influenced Implementation of Management Systems", "paragraphs": ["Several factors have affected the states’ development and implementation of the transportation management systems, including (1) the high-level support and top priority that the systems received after they were mandated and (2) the potential benefits expected to accrue from the systems. On the other hand, the removal of the ISTEA mandate lessened the support for and priority of the systems in some states. Finally, several states reported that the lack of clear, timely guidance from DOT following the enactment of ISTEA hindered the development and implementation of the systems as well."], "subsections": [{"section_title": "High-Level Support and Potential Benefits Have Facilitated Systems’ Implementation in Several States", "paragraphs": ["Several states we reviewed responded to the ISTEA mandate and DOT’s prescribed time frames by providing high-level support and top priority to quickly develop and implement the six management systems. For instance, in New York we were told that the mandate provided a “jump start” to the overall development and implementation of the systems. This effort became one of the state transportation department’s top priorities. The state provided additional resources and technical support for enhancing the pavement, bridge, congestion, safety, and public transportation management systems and for developing an intermodal management system. State transportation officials met with an assistant commissioner on a monthly basis, and an executive steering committee oversaw the efforts to implement the systems. Officials from Michigan’s transportation department also stated that the mandate served as a catalyst and provided the state with an opportunity to enhance what they had already begun. Before ISTEA, the state had started a pavement management system and used the mandate to begin developing the other systems. In addition, the state appointed a steering committee to oversee the systems’ development and integration. Montana transportation officials told us that the mandate provided the push they needed to develop a better pavement management system.", "Although implementation of the management systems is now optional, many states see the potential benefits associated with the systems and have continued supporting their further development and implementation. First, several states commented that the systems reduce redundancy and provide more complete, accurate information in one location. For instance, Missouri’s transportation department views the systems as providing “one-stop shopping” for decisionmakers, as compared with the current method of gathering information from several different sources, which often takes several weeks.", "Second, states view the management systems as a way to improve the planning process by providing objective, timely information to decisionmakers. For example, a Colorado state transportation official stated that in the past, decisions were often made without much data and analysis and that management systems are now providing better information on which to base decisions. New York transportation department officials believe that the management systems are a mechanism to better manage the transportation system and can be tailored to the state’s decision-making environment. Montana transportation officials told us that the management systems provide the state with a better idea of the budgetary and economic impacts of various transportation decisions.", "Finally, many states found that in developing several systems, benefits accrued from forging new relationships and improving coordination and cooperation within and outside of their state transportation departments. A February 1996 Transportation Research Board survey of the states found that over half of the respondents indicated that the safety management process “opened new and increased lines of communication” among various organizations. We found similar results with our case-study states. For instance, in New York, representatives from 45 agencies or groups now participate on a technical advisory committee. We were told that the safety management system process brought together traditional and nontraditional safety-related agencies to improve highway safety. For example, as a result of input from motorcyclists, the state recently modified its policy on sealing pavement cracks. The state now fills cracks flush with the pavement surfaces rather than applying heavy layers of crack-sealing materials. Similarly, North Carolina, Oregon, and Florida believe that their safety and/or congestion management systems have facilitated lasting and valuable interagency coordination."], "subsections": []}, {"section_title": "Removal of Mandate and Lack of Clear Federal Guidance Hindered Systems’ Implementation in Several States", "paragraphs": ["In several states, the removal in 1995 of the ISTEA mandate lessened support for the development and implementation of transportation management systems and resulted in some systems’ being dropped. For instance, several Florida transportation officials told us that there was substantial initial support for developing and implementing the systems not only because of the federal mandate but also because Florida law calls for the development and implementation of the six management systems. However, since the NHS Act made the implementation of the systems optional in 1995, support for the systems has lessened. Florida is still going forward with all six systems but has scaled back on their scope and has extended some implementation time frames. In Colorado, the lack of a mandate has decreased the level of support for implementing all but the pavement and bridge management systems.", "Some states reported that DOT’s failure to issue a clear and timely rule following the enactment of ISTEA on developing and implementing the management systems has caused difficulties, particularly in terms of the congestion, public transportation, and/or intermodal management systems. Although pavement and bridge management systems have been around for several decades, the other systems mandated by ISTEA were new to many states—thus prompting concern and uncertainty about how to implement them. Some states commented that DOT’s interim rule was untimely and did not clearly specify what was expected of them. For instance, Maryland state officials noted that the concept of an intermodal management system was not clearly spelled out in either ISTEA or the interim rule. Maryland has chosen not to implement an intermodal management system. Some states also waited for the rule before developing some systems. For example, Montana transportation officials told us that the lack of a rule made the development of the systems risky for the state. The state officials wanted to make sure they were headed in the right direction before moving forward.", "Several states also indicated that they had received little or no assistance from FTA on implementing the public transportation management system. For instance, an Oregon transportation department official told us that the department had not received any guidance or assistance from FTA clarifying the interim rule, providing examples of a public transportation management system, or sponsoring workshops/training classes. Officials in other states told us that it had not been communicated to them that FTA had a role to play in providing assistance. A North Carolina state official told us that, while the state had received assistance from FTA on developing the public transportation management system, the assistance was limited. We were told that by the time FTA clarified what was expected of the states, many states had hired consultants or gone forward on their own. Montana, Oregon, and Texas hired the same consultant to assist them in complying with the interim rule’s requirements for congestion, public transportation, and/or intermodal management systems. Oregon has since decided to scale back on the congestion management system, while Texas has opted out of the public transportation and intermodal management systems. Montana is implementing these systems according to the interim rule.", "FTA officials told us that they had, in fact, provided assistance on implementing public transportation management systems by issuing—jointly with FHWA—guidance on the systems in July and December 1994, cosponsoring several training classes in 1994 and 1995, and helping guide the development of the Transportation Research Board’s Guidelines for Development of Public Transportation Facilities and Equipment Management Systems in 1995. In addition, in September 1995, FTA issued an enhanced version of its National Transit Analysis Tool software, which included a menu of management system data. According to FTA officials, the states’ perception that the agency was not helpful in developing their systems is due largely to the fact that FTA has traditionally been oriented toward metropolitan areas rather than toward states and, consequently, does not understand states’ needs very well. In addition, FTA does not have the staff, resources, and presence at the state level that FHWA has. FHWA, for example, has a division office for each state, while FTA has regional offices encompassing a number of states. According to FTA officials, the agency is trying to enhance its relations with the states. For example, its planning office has recently reorganized to establish a statewide planning division."], "subsections": []}, {"section_title": "More Technical Assistance Needed in Implementing and Integrating Systems", "paragraphs": ["Most states would like additional federal assistance in implementing the management systems. The American Association of State Highway and Transportation Officials surveyed the states in May 1996 and found that a majority of the states that responded to the survey would like both FHWA and FTA to provide more technical assistance by sponsoring conferences and training courses, acting as an information clearinghouse, establishing task forces, and funding research. Specifically, the American Association of State Highway and Transportation Officials believes that FHWA can do a great deal to help support the development and implementation of the management systems.", "Our case-study states indicated that FHWA generally met their needs by providing assistance in understanding the requirements of ISTEA and the interim rule. For instance, FHWA has (1) developed a catalog of pavement management software, (2) developed a video to introduce the states to safety management systems, (3) produced newsletters on congestion and intermodal management systems, (4) sponsored conferences and workshops on various systems, and (5) offered courses on the management systems (cosponsored with FTA through FHWA’s training office—the National Highway Institute). However, all seven states told us that they now need additional technical assistance—such as technical conferences and workshops—from FHWA that focuses on different areas, such as developing and implementing software, explaining geographic information systems technology, establishing performance measures for systems, and integrating the management systems. For instance, Oregon transportation department officials suggested that DOT could provide information on software applications and sponsor technical workshops and conferences on a regional basis. New York officials would like assistance on incorporating cost analysis information into a bridge management system. States and metropolitan planning organizations also told us that DOT should establish an information clearinghouse that would provide the results of research pertaining to the management systems and examples of various states’ best practices in implementing and integrating systems."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The NHS Act, which made the management systems optional, resulted in reduced federal involvement with the systems and an increase in the states’ role. The states are continuing to develop and implement most systems, but they are now doing so according to their own needs and time frames rather than by following DOT’s requirements. States are generally proceeding with the systems because they believe that the systems are beneficial to the decision-making process by providing more objective and timely information for decisionmakers than is otherwise available.", "As the states proceed, they are facing technical problems that they need help in addressing. Many states have indicated that they would like further federal assistance to address technical problems such as integrating the systems, establishing performance measures, and implementing geographical information system technology. Early assistance from FHWA helped the states to understand ISTEA’s and DOT’s requirements as they began developing the systems. Although FTA has provided assistance on implementing the public transportation management system, it has not adequately communicated the availability of this assistance to the states. While the management systems are no longer mandatory, we believe there continues to be a role for FHWA and FTA to play in helping the states address the problems they now face in developing, implementing, and integrating the systems that will best meet their needs."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["To better assist the states and metropolitan planning organizations in addressing the issues they are encountering as they further implement the transportation management systems and to better communicate the availability of the assistance provided within and outside of DOT, we recommend that the Secretary of Transportation direct the Administrators, Federal Highway Administration and Federal Transit Administration, to work with the states to more fully determine the types of technical assistance needed by the states and establish an information clearinghouse on (1) training, conferences, and workshops being offered, regionally and nationally; (2) the status of and the states’ experience with the implementation and integration of the six management systems; (3) the available software applications and technology; (4) the systems’ performance measures; (5) examples of the “best practices” of the states that are effectively implementing and integrating the systems; and (6) other issues identified by the states."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DOT for review and comment. We received technical comments and updated information from officials in FHWA’s Metropolitan Planning Division and the chief of FTA’s Intermodal and Statewide Planning Division. In particular, FTA asked us to further clarify why the states perceived the agency as unhelpful. FTA officials believe the fundamental problem is the agency’s traditional orientation toward metropolitan areas, rather than toward the states. This problem, they noted, is made worse by limited staff and resources. We changed the report to reflect this viewpoint. In addition, we have incorporated other comments and clarifications where appropriate. Neither agency commented on our recommendations."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To evaluate the status of the states’ implementation of the management systems, we summarized the status reports submitted by the state transportation departments to FHWA in early 1996. We sent our summary to FHWA’s division offices to update the information to September 1996 and obtain missing information. The states have different systems and describe them with varying amounts of detail and terminology. We made no attempt to establish uniformity or consistency among the reports. We also reviewed the results of the May 1996 survey of the states on the status of implementing management systems, conducted by the American Association of State Highway and Transportation Officials. We did not independently verify the information in the state reports or the survey results and, therefore, do not attest to their accuracy. We supplemented this information with the results from seven case studies we conducted with Maryland, Michigan, Montana, New York, North Carolina, Oregon, and Texas. We selected these states to provide geographic balance and a variety of experiences in implementing the management systems. We expanded the information gathered from our case studies by obtaining anecdotal, less-comprehensive information from officials of three additional states—Colorado, Florida, and Missouri—whom we met with at a meeting of the Management Systems Integration Committee in August 1996. We also discussed the development and implementation of the management systems with officials at FHWA’s and FTA’s headquarters in Washington, D.C., and FHWA’s region and/or division offices in the case-study states.", "To determine how the states expect to use the systems and what factors have hindered or facilitated the development of the systems, we discussed these issues with state and local transportation officials from the seven case-study states and the three additional states and reviewed the supporting documentation. In addition, we obtained similar information from six metropolitan planning organizations—those for Broward County, Florida; Albany, New York; Raleigh, North Carolina; Portland, Oregon; and Houston-Galveston and Dallas-Fort Worth, Texas. We performed our work from May 1996 through December 1996 in accordance with generally accepted government auditing standards.", "We are sending copies of this report to the Secretary of Transportation; the Administrators, Federal Highway Administration and Federal Transit Administration; the Director, Office of Management and Budget; state departments of transportation; and interested congressional committees. We will also send copies to other interested parties upon request. Major contributors to this report are listed in appendix VII."], "subsections": []}]}, {"section_title": "Pavement Management Systems", "paragraphs": ["A pavement management system is a systematic process that provides, analyzes, and summarizes pavement information for use in selecting and implementing cost-effective pavement construction, rehabilitation, and preventative maintenance programs. Unlike other management systems that have begun in recent years, pavement management systems were started two decades ago. By the end of the 1980s, more than half of the states were developing or implementing such systems. In 1989, the Federal Highway Administration (FHWA) issued a rule requiring all states to have a pavement management system that would cover the rural arterial and urban principal arterial routes under the states’ jurisdiction; the Intermodal Surface Transportation Efficiency Act of 1991 (ISTEA) expanded the scope to include all federal-aid highways. The Department of Transportation’s (DOT) interim rule on management systems issued in 1993 required a pavement management system to cover all federal-aid highways, except those that were federally owned, and include three components: (1) data collection and management, (2) analyses, and (3) updates. The components under data collection include an inventory of physical pavement features; a history of construction, rehabilitation, and maintenance; condition surveys that include ride, roughness, and pavement distress; information on traffic volumes and vehicle types; and a compilation of this information into a database. The second component includes (1) network-level analysis that estimates the total costs of present and projected conditions and (2) project-level analysis that determines investment strategies, including a ranked list of recommended projects. The final component is an annual evaluation of the pavement management system, with updates as necessary.", "Because most states had had a pavement management system in place for a number of years, they used the ISTEA mandate to enhance what they already had. However, enhancing such a system still poses several challenges for the states. Most states do not have a complete project history (i.e., preventive maintenance, rehabilitation, and reconstruction data) for the National Highway System. Maintenance information is the weakest link. Many states have recently developed a file in the pavement management system for preventive maintenance activities. In cases for which it is impractical to resurrect the pavement’s history because of time, labor, and cost, the states are now beginning to track the project’s history. Other system enhancements could include developing a relational database and a multiyear list of projects that are justifiable and cost-effective, measuring the structural carrying capacity of pavement at the network level, and determining the remaining service life of various pavement sections. The states are using pavement management systems to help manage their pavement networks. Pennsylvania issues an annual state-of-the-interstate report that uses data on pavement condition and roughness and traffic counts to analyze the current and projected rehabilitation needs of the state’s interstate system. Similarly, Maine’s management system identifies deficient roadway sections; predicts deterioration; assesses current and future capital, preservation, and maintenance needs; and determines the consequences of various funding levels on all highways under the state’s jurisdiction. Finally, Nevada’s management system was developed to quantify the backlog of pavement repairs on the state highway network, identify project priorities, and monitor the state’s progress toward eliminating the backlog of pavement work. The state also uses its management system to identify the long-range funding needed to maintain the highway network at a serviceable level.", "There is little or no uniformity among the states in the way they measure, collect, and report pavement condition. Because the states have been developing their pavement management systems independently, no two are the same. As of September 1996, all states, Washington, D.C., and Puerto Rico were developing a pavement management system, but only six states were including all federal-aid highways—including roads under local jurisdiction—as originally called for in ISTEA. (See fig. I.1.) The remaining states, for the most part, intend to include only state-maintained roads and those within the National Highway System. For example, Montana is implementing a pavement management system for its state highway system and the National Highway System. The state is no longer developing a system to cover nonstate federal-aid highways but will encourage local governments to develop pavement management systems of their own.", "Figure I.1: The States Implementing Pavement Management Systems, as Reported by the States 50 states, Washington, D.C., and Puerto Rico developing/implementing systems F = System covers all federal-aid highways."], "subsections": [{"section_title": "Case-Study States", "paragraphs": ["Maryland’s pavement management system covers all state-maintained roads and the National Highway System. The state is also working with local governments interested in developing their own pavement management system. The system components include data collection and management, analysis, and engineering feedback. Additional performance analysis techniques are being developed to predict current and future maintenance and rehabilitation needs.", "Michigan’s pavement management system includes all state highways, including the National Highway System. The system includes data on surface distress and project-and network-level analyses that predict pavement conditions and future budget needs. The system is being converted to a client/server environment and enhanced to include (1) ride quality, friction, and rut data; (2) an on-line “fix guide” system; and (3) a component to generate candidate programs that meet short- and long-term pavement condition goals. In addition, performance measures and performance standards are being developed. The state transportation department is assisting local agencies in developing pavement management systems for local roads.", "Montana is developing a pavement management system that will include all state-maintained roads and the National Highway System. The state plans to consult with local agencies interested in developing their own pavement management system. The components of the system will include data collection and audit, condition analysis, performance analysis, network and economic analysis, and feedback analysis. The state expects to use the management system as a tool to make cost-effective project selections and maintenance strategies, analyze the state’s project- and network-level conditions, and provide feedback on the consequences of decisions. Montana’s system is one of five pavement management systems selected for FHWA’s pavement management analysis/multiyear prioritization demonstration project, which is designed to help states, metropolitan planning organizations, and local agencies learn more about the available pavement management analytical techniques that are used to set priorities for periods of multiple years.", "New York’s pavement management system covers state-maintained roads and the National Highway System, with future plans to include local roads on the federal-aid system. The management system is tailored to the state’s decentralized decision-making environment where pavement decisions are made in the regional offices. The system functions at two levels of decision-making—network level and project level. The network level addresses the development of a multiyear program of projects while the project level addresses the technical aspects of treatment selection.", "North Carolina’s pavement management system covers all state-maintained roads, which is about 98 percent of the roads eligible for federal funds. The management system uses performance prediction modeling to determine service life for each pavement section and provides summaries by areas, functional classifications, and other desired categories. A ranked list of recommended projects and treatments for interstate highways is used as input in the planning process. Division offices of the state’s transportation department will eventually be able to access and query pavement data and performance prediction modeling information for each section of road, which will assist in planning maintenance activities.", "Oregon’s pavement management system covers all state-maintained roads and the National Highway System. The state has established data collection and reporting procedures and has used the system to rank and recommend candidate projects for selection and development. The pavement management system will soon be able to run “what if” scenarios with its new software. In addition, most of the counties are developing their own pavement management systems.", "Texas’ system covers all state-maintained roads and only those portions of the National Highway System that are in urbanized areas and are part of the state-maintained system. The system components—data, scores, reports, and analysis—have all been implemented. In fiscal year 1996, the output from the management system was used to help allocate about $485 million for five pavement-related statewide transportation plan categories. In addition, district offices are using the system to identify preventive maintenance and rehabilitation projects, distribute funding, and monitor the progress of specific highways and treatments."], "subsections": []}]}, {"section_title": "Bridge Management Systems", "paragraphs": ["According to FHWA, about a third of the nation’s roughly 577,000 bridges are either structurally deficient or functionally obsolete. To maintain these bridges, FHWA estimates that billions of dollars will be required annually over the next 10 years or so. Bridge management systems are decision support tools for state transportation agencies and are intended to identify current and future bridge needs and determine the optimal use of limited funds to address these needs.", "DOT’s interim rule on management systems required each state to have a management system that covered bridges on and off federal-aid highways, except federally owned bridges, including bridges subject to the National Bridge Inspection Standards. The bridge management system was required to include two components: (1) a database and an ongoing program for the collection and maintenance of the inventory, inspection, cost, and supplemental data needed to support the management system and (2) a procedure for applying network-level analysis and “optimization” to the bridge inventory. The analysis component called for the ability to (1) predict bridge deterioration; (2) identify actions to improve bridge condition, safety, and serviceability; (3) estimate costs of actions; (4) estimate users’ expected cost savings for safety and serviceability improvements; (5) determine least-cost maintenance, repair, and rehabilitation strategies for bridge elements using life-cycle cost analysis or a comparable procedure; (6) perform “multiperiod optimization”; (7) use feedback from actions taken to update prediction and cost models; and (8) generate summaries and reports for planning and programming. DOT acknowledged the Guidelines for Bridge Management Systems issued in 1993 by the American Association of State Highway and Transportation Officials as representing good practices and incorporated into the interim rule many of the recommendations concerning minimum bridge management system requirements.", "Before ISTEA, all states had established a database (the National Bridge Inventory) and an ongoing bridge inspection program to meet federal requirements for the National Bridge Inspection Standards. The requirements, first established under the Federal-Aid Highway Act of 1968, covered only those bridges on the federal-aid system. The Surface Transportation Assistance Act of 1978 expanded the program to include bridges on all public roads. Although the information in the National Bridge Inventory provides data on the overall condition of the nation’s bridges, it does not include details on the condition of individual elements, which are used in a bridge management system.", "A bridge management system may be easier to implement than other transportation management systems because (1) all states currently have established databases and ongoing bridge inspection programs and (2) off-the-shelf software packages are available. In addition, prior to ISTEA, some states were already developing or using this management system. Nonetheless, many states face challenges in implementing the system. For example, although some of the data used in a bridge management system is already collected for the National Bridge Inventory, the analytic components of the system may require more detailed data on the condition of bridge elements (i.e., girders, bearings, columns, pier caps, decks, or joints) than are required for the national inventory. As a result, the states may face additional work (1) to update their bridge inventories with the new data on bridge elements and (2) to train bridge inspectors to conduct element-level inspections. In addition, a 1996 study found that few state departments of transportation have adequate data on which to base cost estimates for maintenance and repair actions needed for their bridge management systems, few states monitor actual expenditures in order to validate their cost estimates, and many states have no organizational mechanism or systems in place to uncover and solve problems in cost estimation. According to this study, these deficiencies can affect the credibility of some bridge management systems and of the planning process in general.", "As of September 1996, 48 states, Washington, D.C., and Puerto Rico were implementing a bridge management system. (See fig. II.1.) Only Kentucky and Idaho reported that they had elected not to have one. Twenty states and Washington, D.C., reported that they intended to include in their system all bridges on or off federal-aid highways; one state (West Virginia) planned to include only structures on the National Highway System; most of the remaining states planned to include bridges under state and/or local jurisdiction. In addition, 41 states, Washington, D.C., and Puerto Rico had adopted an off-the-shelf software package—Pontis—for their management systems.", "Pontis was funded under an FHWA demonstration project, which began in December 1991 and included FHWA, six participating states, and private consultants. The American Association of State Highway and Transportation Officials’ version (3.0) of the software has been available since July 1995, and version 3.1 was issued in July 1996. Key components of Pontis are (1) a master database, which includes bridge inventory and condition data; maintenance, improvement, and users’ cost models; feasible actions for maintenance and improvement; element deterioration prediction models; and updating procedures; (2) a maintenance, repair, and rehabilitation optimization routine, which uses prediction models and maintenance costs to choose maintenance strategies for bridges; (3) an improvement model, which identifies and ranks potential improvement actions (including widening, raising, strengthening, or replacing the bridge) on the basis of cost savings to users and level-of-service standards; and (4) an integration model, which combines the maintenance strategies and improvement actions into a single recommended network-level bridge program using a benefit-cost ranking to set priorities.", "Figure II.1: The States Implementing Bridge Management Systems, as Reported by the States -Connecticut -Delaware -Massachusetts -New Hampshire -New Jersey -Rhode Island -Vermont -Washington, D.C.", "F - Washington, D.C."], "subsections": [{"section_title": "F", "paragraphs": ["F = System covers all bridges on and off federal-aid highways."], "subsections": []}, {"section_title": "Case-Study States", "paragraphs": ["Maryland uses the Pontis software for its bridge management system. The system includes state-maintained bridges and all other bridges on the National Highway System (about 25,000 bridges in total). Before ISTEA, Maryland had a bridge management system, but it was not automated.", "Michigan’s bridge management system has two components: (1) Pontis, which will be used to analyze the state’s bridge network and provide project recommendations, and (2) an in-house system that will contain additional bridge data to aid the state in managing its bridges. The system, which will include all bridges in the state (about 10,500 bridges), is expected to be operational in early 1997.", "Montana has chosen the Pontis software for its bridge management system. State officials expect to start conducting element-level bridge inspections in the fall of 1996 and expect the management system to be fully operational in 1997. The management system will include all 4,800 bridges in the state.", "New York’s bridge management system is being developed in-house and will cover all bridges in the state (about 19,000 bridges). The system was required by a 1988 New York State law. The key components of the system are (1) a bridge database that includes information on inventory and inspection, safety assurance, construction and maintenance, and current and projected bridge needs; (2) a bridge decision support system that will provide network-level analyses (needs analysis, strategy recommendation, cost estimation, ranking, optimization, and forecasting) and project-level analyses (individual bridge needs, life-cycle strategy, and work strategy selection); and (3) a bridge engineering support system that includes drafting, load rating, bridge design, and current, complete information on individual bridges. The system is expected to be fully operational by October 1998.", "North Carolina’s bridge management system has been developed in stages since the early 1980s. The current system has been operational for 3 or 4 years. Key features of North Carolina’s system include (1) a bridge inventory record significantly expanded beyond FHWA’s minimum requirements for the national inventory; (2) detailed bridge maintenance needs reported during inspections; (3) detailed history of maintenance work; (4) an economic assessment of alternatives for maintenance, rehabilitation, and replacement; (5) analyses based on both agency’s and users’ costs associated with level of service; (6) estimates of current backlog and prediction of optimum future needs for bridge maintenance and improvement; and (7) predictions of future system performance under various funding levels. North Carolina’s management system includes all bridges on the state roadway system (about 17,000 bridges) and municipal bridges. North Carolina’s system served as a model to the American Association of State Highway and Transportation Officials and others in developing guidelines for bridge management systems.", "Oregon is using Pontis software for its bridge management system. The system will include all state and local bridges reported in the National Bridge Inventory (about 2,600 state bridges and about 4,000 local bridges). State officials expect the system to be operational by the end of 1997.", "Texas’ bridge management system has two components: (1) Pontis and (2) an in-house program to process and load element-level condition data. The in-house program was developed because the Pontis software was not capable of handling the large number of bridges in the state system (about 48,000 bridges). According to state officials, they are unable to set definite time frames for implementing the system because of the large amounts of resources already being required to address other more critical bridge safety concerns."], "subsections": []}]}, {"section_title": "Safety Management Systems", "paragraphs": ["The purpose of a safety management system is to provide decisionmakers with improved tools and practices on which they can base decisions to increase the safety of the highways. The Highway Safety Act of 1966 established the framework for a systematic approach to resolving highway safety problems and required the states to develop highway safety programs. Subsequent legislation, including the Highway Safety Act of 1973, Surface Transportation Assistance Act of 1982, Commercial Motor Vehicle Safety Act of 1986, and the Intermodal Surface Transportation Efficiency Act of 1991, expanded the role of federal, state, and local governments in highway safety activities.", "DOT’s interim rule on management systems required a safety management system to cover all public roads, except federally owned public roads, and address six areas: (1) coordinating and integrating broad-based safety programs (such as motor carrier, corridor, and community-based traffic safety activities) into a comprehensive management approach; (2) identifying and investigating hazardous or potentially hazardous highway safety problems and roadway locations and features; (3) establishing countermeasures to correct the hazards; (4) ensuring early consideration of safety in all highway programs and projects; (5) identifying the safety needs of special groups, such as older drivers and pedestrians, in the planning, design, construction, and operation of highways; and (6) routinely maintaining and upgrading safety hardware, highway elements, and operational features. The system was to be designed to be comprehensive, meaning that it should incorporate a combination of all safety elements (human, vehicle, and roadway). Formalized coordination and communication mechanisms among safety organizations were to be established to ensure cooperation and efficiency. Furthermore, the states were required to consider and include projects and programs identified by the safety management system in their highway safety plans and in their enforcement plans for their motor carrier safety assistance programs. A February 1996 Transportation Research Board survey found that over 80 percent of the states have developed a mission statement, a goal, or major objectives to guide the safety management system implementation process. The states cited many positive outcomes resulting from the safety management system initiative as well as barriers to development and implementation. The most frequently mentioned positive outcomes include increased communication; improved coordination and cooperation; increased awareness of safety needs; and improved crash data collection, entry, and reporting. The barriers to developing and implementing this management system mentioned by the states include inadequate funding, lack of commitment and cooperation between agencies, lack of staff, and data issues.", "As of September 1996, 48 states, Washington, D.C., and Puerto Rico were developing a safety management system (see fig. III.1). Of these states, at least 30 were including all public roads or all state-maintained roads in their systems; 2 states were including only National Highway System roads. Two states—South Carolina and Ohio—reported they were not implementing the system. However, South Carolina planned to begin implementing the system in fiscal year 1997, and Ohio had components of a safety management system in place, according to the Transportation Research Board’s February 1996 study. The composition of a safety management system takes many forms—from an administrative structure composed of a coordinating or executive committee and subcommittees with members representing many agencies to a large database that merges safety information from a number of sources. For instance, Virginia established a Transportation Safety Policy Committee in order to better integrate and unify a state-agency-level perspective pertaining to transportation safety planning and program development. Similarly, Wisconsin’s safety management system established coordination links with the Governor’s Councils, the County Highway Safety Commissions, other ISTEA management systems, metropolitan planning organizations, and local communities. Oregon recognized that the many state and local agencies were working together effectively, but frequently lacked access to transportation safety data and analysis tools to identify problems and solutions and evaluate the results of actions taken to improve safety. Oregon’s safety management system focuses on providing this information and merging various databases that exist in a number of places."], "subsections": [{"section_title": "Case-Study States", "paragraphs": ["Maryland’s safety management system covers all public roads. The state has established a management system core team, which includes representatives from a number of state, federal, and local agencies. The management system covers all safety components (highway, vehicle, and human), all public roads, and all phases of traffic safety. The system is being used to develop the state’s annual highway safety plan and state enforcement plan for motor carrier safety and will also provide input into the highway safety improvement plan.", "Michigan’s safety management system is statewide, covering all roads in the state. It is composed of two parts: (1) a communications network with various safety organizations and agencies and (2) a computer component that analyzes various safety data. The communications network (composed of 13 action teams) provides a means for coordinating the state’s highway safety efforts in the areas of planning, developing, implementing, and evaluating safety projects and programs. The management system will assist decisionmakers and planners in identifying safety problems and recommending courses of action.", "Montana’s safety management system covers all highways in the state, but the elimination of hazards is concentrated mostly on state highways, which account for about 70 percent of the state’s vehicle miles traveled. A steering committee is the core of the management system. Four working groups (hazard removal, work zone safety, community corridor, and injury prevention) identify safety issues and recommend courses of action. The steering committee has representatives from several state agencies, the Montana Association of Counties, and the Montana League of Cities. The state has found that the safety management system process provides information for selecting and implementing effective highway safety strategies and projects.", "New York’s safety management system covers all highways in the state.", "The management system consists of the state’s safety goal, a safety information management system (the data component), a traffic records strategic study (a plan for improving traffic records for the accident and ticket records systems), and an advisory committee to communicate with the agencies promoting highway safety. While the focus of the system is to improve the safety of the state highway network, the system will also provide a forum and process for the state to join with other local and metropolitan planning organization highway safety officials to provide support for individual and joint ventures to improve highway safety.", "North Carolina’s safety management system covers all state roadways. The backbone of the management system is a 75-member technical committee, with members from government and from public and private agencies representing drivers, vehicles, highways, and highway data. The committee defines safety problems, identifies alternatives to address the problem(s), and recommends courses of action. As a result of the safety management system process, the state is now receiving information on vehicle crashes on Marine Corps bases. In the past, this information was not readily available but, according to state officials, is very useful given the high incidence of these crashes in the state.", "Oregon’s safety management system initially covers all highways in the state but will eventually provide safety information on all public roads. The management system comprises various databases that have existed in a number of places—at the state transportation department and other agencies. The safety management system will merge these databases and will ultimately provide information on primary accident data, fatal accident reporting system, conviction data, corridor and jurisdiction analysis tools, emergency medical service, and citizens’ complaints. Oregon plans to use the system to identify safety problems, select among alternative solutions, track safety investments, evaluate the outcome of projects, and monitor the overall safety performance of the transportation system.", "The Traffic Operations Division of the Texas Department of Transportation has been delegated the authority and responsibility to develop and implement the state’s safety management system. The division is continuing to implement the system as outlined in its workplan with modifications. The system is subject to review for support and annual funding. The state’s safety management system process includes representatives from federal, state, and local agencies."], "subsections": []}]}, {"section_title": "Congestion Management Systems", "paragraphs": ["Traffic growth, leading to congestion, is an escalating problem, particularly in many urban areas across the country. In 1989, we reported that half of all urban interstate roads operate under congested conditions. FHWA estimates that congestion in the nation’s 50 most populous urban areas costs over $39 billion a year in time and fuel wasted. Financial and environmental constraints limit the ability of the state and local governments to provide extensive new road capacity to reduce congestion. As a result, some of this congestion will have to be handled by better management and increased use of public transit. Congestion management systems are designed to address the problem of traffic congestion by providing a systematic process for obtaining information on transportation systems’ performance and identifying alternatives for alleviating congestion and enhancing the mobility of both people and goods. In addition to requiring the states to develop congestion management systems, ISTEA specifically required transportation management areas to include congestion management systems in their transportation planning processes. ISTEA also placed restrictions on those transportation management areas classified as nonattainment areas for ozone or carbon monoxide under the Clean Air Act. These nonattainment areas may not program federal funds for any highway project that will result in a significant increase in single-occupant-vehicle capacity unless the project is part of an approved congestion management system.", "Under DOT’s interim rule on management systems, the components of congestion management systems were to include (1) performance measures that define the extent of congestion and permit the evaluation of alternatives for reducing congestion; (2) data collection and system monitoring to identify the duration and magnitude of congestion and evaluate the effectiveness of actions to reduce congestion; (3) the identification and evaluation of strategies for more efficiently using current and future transportation systems; (4) implementation of strategies; and (5) evaluations of the effectiveness of implemented strategies. Among other things, a congestion management system was also to identify all transportation corridors and facilities with existing or potential recurring congestion and consider strategies that reduce single-occupant-vehicle travel. Although the National Highway System Designation Act of 1995 made implementation of this and other management systems optional for the states, it did not affect the provisions for transportation management areas to develop congestion management systems.", "As with other transportation management systems, implementing a congestion management system will be a challenge. First, states may experience difficulties in developing performance measures and obtaining the necessary information to support these measures. According to FHWA, several types of performance measures may be applicable to a congestion management system, including measures of congestion, mobility, accessibility (e.g., the ease or difficulty in accessing such areas as hospitals or shopping centers), and the system’s efficiency. Although some measures, such as those based on traffic volume, have been traditionally used and are relatively easy to develop, others, such as those related to mobility (e.g., travel time, speed, and person-miles traveled) are more difficult and costly to develop, and the state of the art is not well advanced for these mobility measures. Second, the states may encounter difficulties trying to compare transportation projects across modes. This comparison will be important in developing strategies to reduce or control congestion. We reported in October 1993 on the need for better tools for making comparisons of transportation projects and indicated that such comparisons are critical for identifying the right mix of projects, regardless of mode, to address such problems as congestion and air pollution. Information from FHWA indicates that there continue to be significant problems and costs associated with developing measures that are sensitive to transportation choices and the impact of decisions among transportation modes.", "As of September 1996, 46 states and Puerto Rico were implementing a congestion management system. (See fig. IV.1.) Recognizing the largely urban nature of congestion, 17 states and Puerto Rico were developing the system only in transportation management areas, and another 5 states (California, New Mexico, North and South Dakota, and Virginia) were including these areas, if applicable, as well as other urban areas. Most of the remaining states that were implementing a congestion management system reported that the systems will have statewide coverage. Four states and Washington, D.C., do not plan to implement this system. Of the four states not implementing a congestion management system, two states (Vermont and Wyoming) have no transportation management areas.Although Arkansas reported that it was not implementing this system, the metropolitan planning organization for the Little Rock-North Little Rock area is developing a congestion management system. In addition, the state plans to monitor future traffic growth and potential areas of congestion. Washington, D.C., reported that it would address congestion issues by continuing to participate in the metropolitan area’s congestion management system process. Delaware did not report why it was not continuing to implement the system.", "T = System covers only transportation management areas."], "subsections": [{"section_title": "Case-Study States", "paragraphs": ["Maryland’s congestion management system consists of 28 transportation corridors throughout the state that will be examined to develop congestion improvement strategies. Although the state did not have a congestion management system before ISTEA, in 1991 it completed a study of 24 commuter corridors across the state. This study used a methodology—including travel demand forecasting, identification of travel demand management strategies, performance measures, and a method to compute the cost of capital improvements—that became the prototype for the state’s congestion management system. At the time of our review, the state had completed four additional corridor studies in the Baltimore-Annapolis-Washington, D.C., areas. These studies evaluated the current level of congestion, identified strategies to reduce congestion, and projected levels of congestion in the year 2010 under the different strategies. The corridor studies were used in developing the state’s long-range transportation plans.", "Michigan is developing a congestion management system that will include data for all state-maintained roads and the National Highway System, travel demand forecasts for urban areas and rural areas, and socioeconomic and demographic information at the levels of the county and smaller, defined “traffic analysis zones.” State officials expect the management system to (1) provide input to long-range transportation plans and (2) help identify, rank, and implement individual projects. At the time of our review, the congestion management system was available as an inventory tool. State officials expect the system to be operational by early 1997.", "Montana is developing a congestion management system that will distinguish between the urban, rural, and seasonal congestion that results from tourism and agricultural activity. The management system will address the entire state but use different performance-monitoring procedures in the seven urban areas. The state department of transportation will be responsible for forecasting and measuring congestion on highway corridors outside of urban areas, and the metropolitan planning organizations and other urban planning agencies will generate data and measure congestion in the urban areas. The urban areas will report data to the state, which will maintain a database for the congestion management system. State officials expect to have initial output from the management system in March 1997. The management system is expected to provide information for the statewide transportation plan and to generate project-specific information.", "New York is continuing to develop a statewide congestion management system that will measure and report congestion levels; improve existing methods used to evaluate mobility plans, programs, and projects; and implement an upgraded statewide congestion management system that emphasizes transportation system management and transportation demand management. State officials expect the management system to be in use by regional offices by October 1997. In addition, central offices of the state transportation department are assisting the metropolitan planning organizations and other local agencies in developing their own congestion management systems to be compatible with the statewide system.", "The four transportation management areas in North Carolina are developing their own local congestion management systems. The transportation department is not implementing a congestion management system at the state level; rather, it intends to develop a statewide “needs” system that will incorporate many of the criteria set forth for the management system but will not be limited to projects to mitigate congestion. State officials expect the needs systems to be operational in 1998.", "Oregon is developing a statewide congestion management system that will include corridors on the National Highway System, connectors to intermodal facilities, and other selected highway corridors. The components of the system will include four documents: (1) a congestion overview; (2) a congestion inventory, which will provide information on current and forecasted congestion; (3) a congestion solutions guideline, which will provide guidance on appropriate and effective congestion solutions; and (4) a congestion management system manual, which will provide documentation for the system. State officials expect the management system to provide an analysis of congestion on the National Highway System to be published during 1996. The Portland transportation management area is developing its own congestion management system.", "Texas originally planned to develop a congestion management system for the entire state that would consist of subsystems for each of the state’s 25 metropolitan planning organizations. When the systems became optional, the state decided to include only the seven metropolitan areas that were designated as transportation management areas. Each transportation management area is expected to develop its own congestion management system. The state department of transportation has assisted local planning agencies in developing congestion management systems by sponsoring workshops, training, and guidance."], "subsections": []}]}, {"section_title": "Public Transportation Facilities and Equipment Management Systems", "paragraphs": ["In 1996, the Administrator of the Federal Transit Administration stated that a total of about $8 billion per year will need to be invested over the next 20 years by all levels of government just to maintain the nation’s transit facilities and equipment in their current state of repair. About $13 billion per year will be needed to improve the current quality of service. Public transportation management systems are expected to help the states and metropolitan planning organizations identify where future investments should be made to address these needs by systematically collecting and analyzing information on the condition and cost of transit assets on a continual basis. Furthermore, a purpose of this system is to provide input to the metropolitan and statewide transportation planning processes to help decisionmakers select cost-effective strategies for providing and maintaining transit assets in a serviceable condition.", "Under DOT’s interim rule on management systems, the systems’ components were to include (1) the development of measures and standards for evaluating the condition of transit assets, (2) the collection of data on the inventory of transit assets and their use, (3) the identification and evaluation of strategies for maintaining and replacing transit assets, and (4) the implementation of strategies and projects (including costs and potential funding sources) and the evaluation of strategies and projects for possible inclusion in transportation plans. This management system was to be closely coordinated with the congestion and intermodal management systems. The identification of transit assets and their condition was to include operators in urban, metropolitan areas as well as rural areas. In addition, this system was to cover the public transportation management systems operated by the states, local jurisdictions, public transportation agencies and authorities, and private transit operators receiving funds under sections 3, 9, 16, or 18 of the Federal Transit Act, as well as the systems operated by contracted service providers with capital equipment funded under those sections.", "As of September 1996, 33 states plus Puerto Rico had indicated that they would continue to develop and implement a public transportation management system. (See fig. V.1.) A total of 17 states and Washington, D.C., said they were not implementing the system. Of those states implementing the system, 7 already have operational systems in place,and 5 said their systems would include all transit operators in the state.", "Among those states that said they were not implementing this management system, at least two—Arkansas and North Dakota—indicated that they may maintain some information on and/or inventory of public transit vehicles. Another state—Kansas—that was not implementing a public transportation management system said it plans to monitor the condition of vehicles through annual inspections.", "F = System covers federally funded or FTA-funded transit operators."], "subsections": [{"section_title": "Case-Study States", "paragraphs": ["Maryland has chosen not to implement a public transportation management system. The state plans to continue using its current asset management system.", "Michigan’s public transportation management system includes all transit operators in the state, including federally funded transit systems. The management system’s components include transit characteristics, annual requests for state and federal operating assistance, annual requests for funding for capital assets, annual application forms, an inventory of transit facilities and fleets, operating assistance reports, and performance measures. The management system will be used by transit agencies in developing their annual funding applications and financial reports and by decisionmakers in analyzing and planning for future transit needs.", "Montana’s public transportation management system will include all federally funded transit operators and will provide information on the condition and performance of transit assets. These data will be available to local and state planning offices and public transportation providers and will assist decisionmakers in the development of programs and projects at the state level. According to state officials, there is a real need for rural transit providers, and the management system will be a tool to assess the state’s infrastructure needs.", "New York’s public transportation management system includes operators with both federally and locally funded transit capital assets. The focus will be on both current and predicted future use of assets. Based on inventory data, performance measures, condition rating, and replacement costs, strategies and needs analyses will be developed for managing transit assets. The results of these strategies and needs analyses will be used to allocate funds for transit assets.", "North Carolina’s public transportation management system includes all transit facilities and vehicles within the state. The system is used to manage grants for sections 16 and 18 transit operators. The system also includes an inventory of these operators and describes the condition and performance of their facilities and fleets. The management system also allows the state to forecast future transit and funding needs and assists in making changes to the funding allocations.", "Oregon’s public transportation management system will include federally and state-funded transit operators. The system performs grants management services—for capital investments, operations, administration, and planning for public transit for the state—and provides an inventory of transit assets. The components include measures and standards for evaluating the condition and performance of transit assets and systems.", "Texas’ department of transportation has chosen not to implement a public transportation management system. The Public Transportation Division of the state’s transportation department, however, has been delegated authority to develop its own internal management system. The division is developing this system with two main components: (1) transit operators providing service for the elderly and disabled, rural areas, and urbanized areas and (2) metropolitan transit authorities in Austin, Corpus Christi, Dallas, El Paso, Fort Worth, Houston, and San Antonio."], "subsections": []}]}, {"section_title": "Intermodal Transportation Facilities and Systems Management Systems", "paragraphs": ["An intermodal transportation facilities and systems management system represents a systematic process for identifying the key linkages between one or more modes of transportation, especially where the performance or use of one mode will affect another. It is designed to define strategies for improving the effectiveness of modal interactions and to evaluate and implement strategies that will enhance the overall performance of the transportation system. DOT’s interim rule on management systems required an intermodal management system to include components for (1) identifying intermodal facilities, (2) identifying performance measures, (3) collecting data from and monitoring intermodal facilities and systems, (4) evaluating facility and system efficiency, and (5) developing and evaluating strategies and actions to improve intermodal efficiency for the movement of people and goods. The system was to involve a process that considered, among other things, opportunities afforded by modal systems that allow users to select their preferred means of transportation and coordination between planners, users, and transportation providers to resolve travel demands by investment in dependable, high-quality transportation service by either a single mode of transportation or a combination of modes. Furthermore, DOT required that the development of this system be coordinated with the congestion and public transportation management systems because of their interrelationships.", "An intermodal management system may be one of the more difficult transportation management systems to implement. Historically, the transportation planning process has been oriented more toward highways and mass transit than toward intermodal issues. As a result, FHWA and others have noted that planning tools and data sources on intermodal transportation and freight forecasting have not been well developed. FHWA and others have also noted potential difficulties in developing performance measures for this management system. FHWA has noted that current measures of mobility are largely geared toward the condition of a facility (e.g., vehicle capacity on highway segments) and traditional measures of congestion, such as volume and capacity, and not toward the mobility of people and goods or accessibility to facilities. Furthermore, it may be difficult to obtain data on intermodal transportation movements, particularly freight traffic flows. As we recently reported, obtaining data on freight transportation movements that private firms may consider proprietary may be difficult, particularly if private firms are unsure about how the data may be used.", "As of September 1996, 30 states and Washington, D.C., had elected to implement an intermodal management system, while 20 states and Puerto Rico had elected not to implement such a system. (See fig. VI.1.) Of the 30 states electing to implement an intermodal management system, 19 have said they would implement a system on a statewide basis and not just locally. Implementation takes a variety of forms. For example, Minnesota and Idaho said they would develop intermodal management systems but would focus more on freight issues than on passenger issues. New Jersey said it would focus more on passenger issues. For other states, the development of performance measures and efficiency evaluations were creating difficulties. For example, Illinois said it would develop a system but would not incorporate performance measures and facility performance evaluations. Texas and Utah, which were choosing not to develop the system, indicated that they were incorporating the components of an intermodal management system into their state transportation planning efforts. (See table VI.1.)", "S = Statewide coverage of management system."], "subsections": [{"section_title": "Case-Study States", "paragraphs": ["Michigan’s intermodal management system includes all intermodal facilities regardless of their size or connection to the National Highway System—e.g., passenger facilities, airports, railways, carpool parking lots, border crossings, freight facilities, ports, pipeline terminals, ferry and intercity bus service, and weigh stations. The system includes an inventory of intermodal facilities, condition identification, performance measures, needs assessment, and proposed actions.", "Montana’s intermodal management system will include inventorying state intermodal facilities and systems, identifying performance measures, collecting data, monitoring systems, and evaluating systems’ and facilities’ efficiency. The state has several goals for the system, including improving the understanding of freight issues, addressing regional and international trade issues, and providing information on freight and passenger flows.", "New York’s intermodal management system is divided into two components: intermodal freight facilities connected to the National Highway System and intermodal passenger facilities, focusing on the downstate region. The freight component will consist of a facility inventory, including facilities’ attributes, conditions, and accessibility to the National Highway System. An interagency committee will be the core of the passenger component, which will identify and develop strategies/evaluation tools for passengers’ intermodal problems (such as ease of transfer between modes and availability of park-and-ride facilities).", "Oregon’s intermodal management system focuses on roadways that connect intermodal facilities with main transportation routes. Phase one, completed in April 1994, included developing an intermodal inventory and assessing performance measures and data requirements for the system. Phase two, the statewide management system, will identify intermodal problems/needs, further specify performance measures, and develop a database. The state is working with several advisory groups, such as the Intermodal Transportation Council, Passenger Task Force, and Statewide Intermodal Management System Advisory Committee, to assist in developing and implementing the system.", "Maryland, North Carolina, and Texas chose not to develop an intermodal management system when the mandate was removed."], "subsections": []}]}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "Resources, Community, and Economic Development Division, Washington, D.C.", "paragraphs": [], "subsections": []}, {"section_title": "Office of General Counsel, Washington, D.C.", "paragraphs": ["Helen T. Desaulniers The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}