{"id": "RCED-97-1", "url": "https://www.gao.gov/products/RCED-97-1", "title": "Telecommunications: Competition Issues in International Satellite Communications", "published_date": "1996-10-11T00:00:00", "released_date": "1996-11-01T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed the institutional framework for providing international communications satellite services, focusing on: (1) the International Telecommunications Satellite Organization (INTELSAT) and the International Mobile Satellite Organization (Immarsat); (2) elements of that framework that appear to hinder competition; and (3) key options that could resolve the competitive issues."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) with the Communications Satellite Act of 1962, the United States initiated the creation of a framework for providing an international commercial satellite system; (2) the United States joined other countries to form INTELSAT and Inmarsat and establish their respective satellite systems for basic telecommunications services and safety at sea; (3) each country names a signatory, usually a telecommunications entity, to participate as an investor in the systems; (4) the signatory for the United States is COMSAT Corporation, a private corporation that was created by the 1962 act; (5) three U.S. agencies have primary responsibility for overseeing U.S. membership in the organizations and for instructing the U.S. signatory in its representational role; (6) this institutional framework creates an array of factors that may hinder competition in the market for commercial international satellite services; (7) at the same time, many signatories of INTELSAT and Inmarsat believe that their obligations to provide universal service at nondiscriminatory prices, as well as their intergovernmental structure, hinder their ability to compete in a rapidly changing market; (8) GAO's analysis showed that the development of competition differed in two primary markets for international communications services; (9) in the market for international telephone service, where separate U.S. satellite systems were largely restricted from providing service, competition emerged primarily from an alternative medium: fiber-optic cables; (10) in the market for certain types of international television/video service, such as regional broadcasting, U.S. satellite companies, as well as other international, regional, and domestic systems, have become viable competitors; (11) for other types of television/video service, such as transoceanic transmissions, INTELSAT remains dominant because of its extensive network and capacity and its access to many markets; (12) Inmarsat is currently the dominant provider of global mobile satellite communications services, with 70 percent of its business providing maritime services; (13) a variety of options for resolving the concerns about competition have been suggested, and many are being pursued; (14) changes that would eliminate the intergovernmental organizations could potentially resolve many competitive issues but are not likely to be adopted because such proposals lack support; (15) more likely are changes in the role of the intergovernmental organizations, such as the creation of one or more private companies, or affiliates, with little or no intergovernmental ownership; and (16) these proposals have the potential to address many of the concerns about competition held by both the other satellite companies and the intergovernmental organizations."]}], "report": [{"section_title": "Letter", "paragraphs": ["In response to your request, this report (1) describes the institutional framework for providing international communications satellite services, (2) identifies elements of that framework that appear to hinder competition, and (3) discusses some of the key options that could resolve the competitive issues identified.", "As agreed with your office, unless you publicly announce its contents earlier, we plan no further distribution of this report until 21 days after the date of this letter. At that time, we will send copies to other congressional committees; the Chairman of the National Economic Council; the Director of the Office of Science and Technology Policy in the Executive Office of the President; the Secretaries of State, Commerce, Justice, and the Treasury; the Chairman of the Federal Communications Commission; and other interested parties. We will also make copies available to others on request.", "This work was performed under the direction of Phyllis Scheinberg, Associate Director, who may be reached at (202) 512-9696 if you or your staff have any questions. Other major contributors to this report are listed in appendix III."], "subsections": [{"section_title": "Introduction", "paragraphs": ["When the first manned spaceship landed on the moon on July 20, 1969, 500 million people around the world were able to watch Neil Armstrong take “one giant leap for mankind.” It was the most widely viewed event in history owing to the global commercial communications satellite system completed that year with the launch of a third satellite by the International Telecommunications Satellite Organization (INTELSAT). That satellite system and one to provide safety and rescue at sea were developed and implemented by governments that joined together to form INTELSAT and the International Mobile Satellite Organization (Inmarsat). The success of these systems helped foster rapid technological advances that enhanced private companies’ ability to successfully construct, launch, and operate commercial communications satellite systems of their own."], "subsections": [{"section_title": "Basic Concepts of Satellite Communications Systems", "paragraphs": ["The world-famous physicist and science fiction author Arthur C. Clarke is credited with conceptualizing, in 1945, plans that showed how three objects orbiting the earth at different locations 22,300 miles above the equator could distribute radio signals that could reach anywhere on earth. A dozen years later, in the Cold War environment of the 1950s, the Soviet Union launched Sputnik I, to the amazement and concern of much of the rest of the world. Although the United States soon successfully launched its own first satellite—Explorer I, on January 31, 1958—it was not until the 1960s that establishing worldwide satellite communications became a major U.S. goal.", "The process for communicating through a satellite is based on the transmission of radio signals on specified frequencies from a station on earth to a satellite orbiting the earth. These specified frequencies, or segments of the radio spectrum, are designated for different uses of the airwaves. The satellite receives the signal, amplifies it, and returns it to one or more receiving stations on earth. The sending and receiving earth stations may be fixed or mobile.", "Satellites rotate around the earth at different heights and in different orbiting patterns. The most widely used practice today for commercial satellite communications is a geostationary orbit. (See fig. 1.1.) At a height of 22,300 miles and at a location above the earth’s equator, a geostationary satellite orbits the earth at a rate that makes it appear stationary over the same location on the earth’s surface; this positioning allows a ground station antenna to remain pointed at one location in the sky, and the satellite can be tuned into the same earth stations all the time. Current technology enables about 120 to 180 geostationary satellites to orbit the earth using the same radio frequency without being too close to one another to cause technical interference.", "Satellites enjoy some important advantages in comparison to other means of communicating. Because satellites do not rely on the use of land-based wire, cable, or microwave facilities, earth stations can be placed almost anywhere. Furthermore, the cost of satellite communications is the same regardless of distance—whether the transmission covers 200 or 10,000 miles. Another important characteristic of satellite communications is that one satellite can send signals to many different locations on earth at the same time; one geostationary satellite, for example, can send signals to as much as a third of the earth’s surface all at once. This is particularly useful in television/video service.", "However, satellites also have some disadvantages. For example, voice transmissions from a geostationary satellite are delayed about a half-second because of the distance the radio signals must travel. These delays may also produce an echo. Furthermore, the orbital slots and the radio frequencies available for different kinds of satellite services are limited. International coordination of the use of these resources is required to prevent technical interference among different satellites operating in the same frequency band. Finally, some risk is involved in achieving a successful launch and orbit."], "subsections": []}, {"section_title": "International Telecommunications Services", "paragraphs": ["Satellites can provide any kind of telecommunications service—from basic telephone service and mobile telephone service; to AM and FM radio and television broadcasts; to computer networking. They have played a significant role in video conferencing and private communications networks for multinational companies. As shown by the broadcast of the moon landing in 1969, satellites are a useful vehicle for transmitting special events and news stories, live and worldwide. The advent of small portable earth stations (for example, satellite “dishes”) less than 3 feet wide has enabled affordable television transmissions from satellites directly into the home. Satellites have also fostered the development of planned mobile personal communications services. As with other satellite services, recent technological developments have reduced the size and cost of the mobile handsets and thereby increased their convenience and desirability. Personal communications service, which is similar to cellular phone service but has a global service area, aims to provide an individual with a single telephone number for voice, data, and facsimile transmissions worldwide.", "While underwater cables have always competed against satellites in providing international telephone service, advances in the capacity and capabilities of fiber-optic cables in the 1980s have made this method of transmission increasingly more important. Fiber-optic cables, where available, have become the medium of choice for international telephone service because they provide, relative to satellites, a higher-quality voice service. Over the last decade, there has been a massive increase in the amount and capacity of transoceanic fiber-optic cables. Satellites, however, currently can provide certain kinds of services not currently available with fiber-optic cables."], "subsections": []}, {"section_title": "The Continuum From Government Regulation to Competition in Telecommunications", "paragraphs": ["As telephone service developed in most countries, governments either operated the phone company or, as was the case in the United States, authorized one highly regulated firm to provide most domestic and international service. Because telecommunications was traditionally so closely aligned with governments, it was used as a vehicle for promoting a variety of social goals in many, if not most, countries. For example, in the United States and elsewhere, certain aspects of telephone service, such as long-distance service, were priced higher than the cost of producing them in order to price others, such as basic local service, below cost. Furthermore, in many countries, revenues from telephone service have been used to subsidize the postal service.", "When INTELSAT and Inmarsat were established, the member governments put in place a number of protections to encourage the development of their satellite systems. In essence, the intergovernmental organizations were created as international monopolies, though domestic and other systems were allowed under certain conditions. Such an arrangement is unlike a competitive market, which typically involves a significant number of firms providing a product, prices based on costs, easy entry by new firms, and a lack of collusion among firms. Even when there are few firms operating in a market, the ideal competitive outcomes can be achieved if new firms can enter—or threaten to enter—easily.", "The tight control of telecommunications by national governments has been easing in some cases. U.S. policymakers, for example, determined some time ago, that not all aspects of telephone service were best provided by one producer, so some markets were opened up to competitors. Recently, some other countries, too, began privatizing their telecommunications markets. However, there are still many countries, particularly in the developing world, that retain tight control over telecommunications.", "In the United States, recent efforts to promote domestic telecommunications services include the enactment of major legislation that, according to the Federal Communications Commission (FCC), will lessen regulation in order to reduce prices, increase the quality of services, and encourage the rapid deployment of new technologies through more competition. The Telecommunications Act of 1996 (P.L. 104-104, Feb. 8, 1996) makes sweeping changes affecting all consumers and telecommunications service providers. The law aims to ultimately open all domestic telecommunications markets to competition."], "subsections": []}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["Interested in fostering competition in not only domestic but also international telecommunications, the Chairman of the Senate Committee on Commerce, Science and Transportation asked us to (1) describe the institutional framework for providing international communications satellite services; (2) determine if any elements of the framework may hinder competition and, if so, how; and (3) identify some key options for resolving any competitive issues identified.", "To meet our objectives, we reviewed the relevant statutes, regulations, and intergovernmental agreements. We obtained additional documentation and information from representatives of the National Economic Council, the Office of Science and Technology Policy, the Council of Economic Advisors—all of which are in the Executive Office of the President; the FCC, the departments of State, Commerce, Justice, and the Treasury; COMSAT Corporation (COMSAT); INTELSAT; and Inmarsat. In addition, we reviewed the relevant literature on the history, institutional operations, legal aspects, and economic issues. We also obtained information from the industry coalition Alliance for Competitive International Satellite Services (ACISS), as well as representatives of several other satellite companies operating, licensed to operate, or applying for licensing to establish their own satellite systems.", "The most direct way of determining if a market is competitive is to look at the relationship between the prices that a firm charges its customers and the firm’s costs, to determine if the company is charging large markups. Because price and cost data for satellite services are not generally available or readily usable, we used other important indicators of the competitiveness of this market, such as the number of firms providing the services and the difficulty or ease with which new firms can begin providing services. As a result, while we cannot firmly conclude that any particular market in which INTELSAT provides services is or is not competitive, we can offer indications of the degree of competition. Still, that information must be augmented by other important information, such as the degree to which owners of INTELSAT are also owners of some alternative systems.", "In examining competition, we analyzed data, including ownership information, on domestic, regional, and other satellite systems, which we obtained from (1) Dailink Satcoms, Ltd., in Virginia, and (2) Design Publishers, Inc., in California. We also relied on discussions with a selection of U.S.-based companies that use international communications satellite services, including broadcasters and multinational corporate users. We did not, however, do a country-by-country evaluation of regulatory authorities’ access policies for alternative satellite systems, and we did not talk with signatories who are users or with users licensed by other countries’ signatories.", "We provided a draft of this report for review and comment to the National Economic Council and the Office of Science and Technology Policy in the Executive Office of the President; the departments of State, Commerce, Justice, and the Treasury; the FCC; COMSAT; and ACISS. COMSAT’s complete comments and our responses to them are presented in appendix II.", "We conducted our review from November 1995 through September 1996 in accordance with generally accepted government auditing standards."], "subsections": []}]}, {"section_title": "The Institutional Framework for Satellite Communications Worldwide", "paragraphs": ["Spurred on by technological advances and Cold War pressures, the United States enacted the Communications Satellite Act of 1962 to establish a commercial communications satellite system that would serve the nations of the world. The risks involved in the untested technology encouraged many nations to join together first through INTELSAT and second through Inmarsat to implement global systems that would provide services on land, and for safety and rescue at sea, respectively. The actual operation of the satellite systems is the responsibility of entities designated by member governments as their signatory to the organizations. Signatories manage the systems, are responsible for their financial needs, and share in the earnings. The U.S. signatory, the private corporation COMSAT, is subject to U.S. government regulation in its responsibilities in this capacity. As the U.S. signatory, COMSAT is the only U.S. company authorized to purchase INTELSAT and Inmarsat satellite capacity directly for resale to the U.S. market. U.S. regulations have evolved from protecting and nourishing the intergovernmental organizations to increasing support of competition from separate satellite systems. Through another international organization—the International Telecommunication Union (ITU)—members coordinate the technical compatibility of satellites around the world and the allocation of radio frequencies for different kinds of satellite services."], "subsections": [{"section_title": "Intergovernmental and Regulatory Framework for a Global System", "paragraphs": ["With passage of the Communications Satellite Act of 1962, the United States set a goal for the nation, and the world, to create a commercial communications satellite system that would, among other things, “serve the communications needs of the United States and other countries and . . . contribute to world peace and understanding.” To implement this goal, the act created the Communications Satellite Corporation (COMSAT), a private, profit-seeking corporation subject to U.S. government regulation of its responsibilities under the 1962 act. The act gave COMSAT broad responsibility for planning, developing, implementing, and managing—alone or in conjunction with foreign entities—a commercial communications satellite system. COMSAT was further authorized to market the system’s capacity and own and operate licensed stations on the ground.", "When the 1962 act was passed, the technology for providing global satellite communications was still under development and considered by many too risky for a private company to pursue alone. It appeared at that time that the most effective way to develop, implement, and operate a commercial communications satellite system that could serve all nations of the world would be through a consortium of nations joined together in an intergovernmental organization. Therefore, at the initiative of the United States and COMSAT, INTELSAT was established, first through an interim agreement in 1964 and finally, in 1973, by an intergovernmental agreement with other countries.", "Under the 1973 agreement, INTELSAT’s purpose is to design, develop, implement, and operate a global commercial communications satellite system. Its prime objective is to provide international commercial satellite communications on a nondiscriminatory basis to all areas of the world. INTELSAT’s rates are nondiscriminatory in the sense that for a given service, they are the same no matter where they are provided across the world. However, a given service may have a series of rates that vary depending on the amount of the service purchased or the length of the contract. Therefore, INTELSAT generally does charge lower rates to larger and more permanent customers.", "Currently, INTELSAT has 139 member countries and operates 24 satellites that provide voice, data, and video communications. INTELSAT holds 31 orbital slots for geostationary satellites and has applications for 10 more pending within the ITU, an international organization within which governments and the private sector coordinate global telecommunications networks and services.", "INTELSAT includes three decision-making bodies, which aim for consensus in their decision-making, and a management staff that handles day-to-day business activities, as shown in figure 2.1. The Assembly of Parties is composed of representatives of the member nations and, as the principal governing body of the organization, is supposed to meet once every 2 years to consider issues of general policy and long-term objectives. Each member government appoints a signatory, usually a telecommunications agency or company with government ownership; the signatories are the investors in and the agents for the satellite system. Users within each country purchase INTELSAT satellite capacity from their country’s signatory; although more than 70 countries now allow direct purchase and direct billing from INTELSAT, they may allow this kind of access only to designated companies, according to an INTELSAT representative. As the U.S. signatory, COMSAT is the only entity authorized to purchase INTELSAT satellite capacity directly and resell it to the U.S. market. All signatories participate in the Meeting of Signatories, which meets annually, to consider financial, technical, and operational issues.", "The Board of Governors is composed of signatories and has the direct responsibility for designing, developing, establishing, operating, and maintaining the satellite system. While voting within the Assembly of Parties and the Meeting of Signatories is one vote per member, voting on the Board of Governors is based on a signatory’s investment share. Each signatory’s investment share, in turn, is based on its share of INTELSAT’s total sales of satellite services. For example, COMSAT currently holds a 19-percent share of the investment in INTELSAT and thus holds 19 percent of the voting shares within the Board of Governors.", "Not all signatories sit on the Board of Governors. Membership is based primarily on a signatory’s or group of signatories’ investment share in INTELSAT, with an additional maximum of five signatories that can be chosen to represent regional groupings of members regardless of their investment share. As of June 1996, there were 27 members of the Board, but total membership can vary slightly because of changes in investment shares or regional representations. The day-to-day management of INTELSAT is handled by a Director General, in Washington, D.C., who reports directly to the Board of Governors.", "The signatories are responsible for financing INTELSAT. Each signatory is responsible for contributions, in proportion to its share of the satellite system’s use, for capital expenditures to cover the costs of INTELSAT’s operations as well as the direct and indirect costs for designing, developing, and operating the system. INTELSAT’s profits are distributed to the signatories on the basis of their investment shares."], "subsections": [{"section_title": "Inmarsat", "paragraphs": ["In similar fashion, but for different services, the United States and COMSAT joined with other nations in July 1979 to form the International Maritime Satellite Organization, later renamed the International Mobile Satellite Organization, or Inmarsat, in order to provide satellite services for improving maritime communications, especially for maritime distress and safety at sea. Inmarsat’s mandate was later expanded to include aeronautical services, and additional amendments to the Inmarsat agreement that would allow members to provide mobile services on land are pending.", "As figure 2.2 shows, Inmarsat, like INTELSAT, is composed of member governments and their signatories, with similar governing and financial responsibilities. Currently, Inmarsat has 79 member countries and operates a global system of eight satellites, with four operational and the other four used as backups. As with INTELSAT, COMSAT is the U.S. signatory and, as such, the only entity authorized to purchase Inmarsat satellite capacity directly for resale to the U.S. market. Member governments meet every 2 years in the Assembly, where each has one vote. The Council, which is responsible for developing and operating Inmarsat’s satellite system, is composed of a maximum of 22 signatories, some of which may represent a group of signatories. Membership is based on signatories’ investment shares and a guarantee of geographical representation. Voting in the Council is weighted on the basis of investment shares. Both the Assembly and the Council aim for decisions by consensus. Reporting to the Council, the Directorate, which is headquartered in London, manages Inmarsat’s daily business activities."], "subsections": []}, {"section_title": "The Establishment of Other Satellite Systems Under the INTELSAT and Inmarsat Agreements", "paragraphs": ["When the intergovernmental organizations were established, member nations of both INTELSAT and Inmarsat agreed to consult with one another when either they or anyone in their country wants to establish or use an international satellite system other than the ones established by the organizations. Under the INTELSAT agreement, anyone wanting to establish an international satellite communications system must provide INTELSAT with information that enables it to evaluate the system in order to ensure that the system will not cause technical interference to INTELSAT’s system and the system avoids causing significant economic harm to INTELSAT.", "The Inmarsat agreement has similar provisions, although the test concerning economic harm applies for maritime communications, as opposed to safety services."], "subsections": []}, {"section_title": "Responsibilities of U.S. Agencies", "paragraphs": ["Three U.S. federal agencies share key responsibility for the policies, activities, and regulations concerning U.S. international satellite communications: the Department of State’s U.S. Coordinator for International Communications and Information Policy, the Department of Commerce’s National Telecommunications and Information Administration, and the FCC. These three agencies are responsible for, among other things, issuing instructions to COMSAT in its role as the U.S. signatory to the intergovernmental organizations. The agencies decide together, with input from COMSAT, what position to pursue in the organizations’ meetings and how COMSAT should vote. The FCC also regulates U.S. companies providing domestic and international telecommunications services. In this regard, the FCC approves COMSAT’s funding of INTELSAT and Inmarsat. The FCC also regulates the prices COMSAT charges its customers and its rate of return on its investment in the intergovernmental organizations. Other agencies, such as the departments of Justice and Treasury and offices within the Executive Office of the President, participate in formulating U.S. policy on INTELSAT and Inmarsat through an interagency coordinating committee that includes the State and Commerce departments and the FCC.", "The FCC’s regulatory policies affecting international satellite communications are evolving over time from ones designed to ensure the commercial viability of INTELSAT and Inmarsat to ones in support of worldwide competition. For many years, the United States did not authorize the use of any other U.S. satellite systems besides INTELSAT’s and Inmarsat’s to provide commercial international satellite communications—although under the 1962 act, the creation of other systems was not precluded if required to meet unique governmental needs or if deemed to be in the national interest. In early 1981, the FCC authorized use of U.S., Canadian, and Mexican domestic satellites for transborder communications within guidelines established by the executive branch. In 1983, several companies filed applications with the FCC to establish satellite systems to compete with INTELSAT’s. In response, in 1984 President Reagan issued Presidential Determination No. 85-2, which stated that the President had determined that separate international communications satellite systems were required in the national interest. Two conditions were placed on the proposed satellite systems by the executive branch: (1) that the companies not be permitted to provide services that interconnected with the public networks and (2) that they consult with INTELSAT pursuant to obligations under the intergovernmental agreement. The latter provision required the companies to provide INTELSAT with information about their business plans in order to clear the consultation process.", "In implementing the President’s decision, the FCC issued regulations that initially precluded other companies from competing with INTELSAT’s service that connected to a country’s public networks—principally international telephone service. That restriction was intended to ensure that new companies did not cause INTELSAT significant economic harm, thereby safeguarding INTELSAT’s financial integrity. According to an FCC official, such a restriction was deemed necessary to gain approval from INTELSAT, which was actively opposing competition. As a result, companies focused on services they were allowed to provide, primarily international private communications networks and international television/video service. Over time, INTELSAT made a series of determinations that separate satellite systems providing increasing levels of services would not cause it significant economic harm. According to a State Department official, INTELSAT’s changes resulted from U.S. pressure. In response to those changes, the FCC has been incrementally lifting the restrictions on the services other companies may provide and, pursuant to the executive branch’s goal, plans to remove by January 1, 1997, all restrictions on international satellite services that connect to the public networks.", "Similarly, to help INTELSAT flourish, even in the face of competition from transoceanic cables, in 1971 the FCC issued a guideline that required reasonable parity in the use of cables and satellites by AT&T (American Telephone and Telegraph) on its transatlantic routes. Later, in 1988, that policy was eliminated, in part because INTELSAT no longer needed the guaranteed level of use of its satellites. Likewise, in 1966, earth stations located in the United States that were serving INTELSAT’s system were required to be owned half by COMSAT. In 1984, the FCC removed that restriction in order to benefit users by increasing their options and creating competitive pressures on rates. The FCC also required COMSAT to price its satellite and earth station services separately to help foster competition in the operation of earth stations.", "Most recently, the FCC’s policies have been designed primarily to assist U.S. companies competing to establish their own satellite systems serving the international market. As described in chapter 4, proposed regulations are being considered to facilitate market access here and abroad for competing companies.", "Table 2.1 lists how many companies have been licensed by the FCC, are operational, and are applying for licenses to establish their own satellite systems."], "subsections": []}]}, {"section_title": "International Coordination of Satellite Operations", "paragraphs": ["The International Telecommunication Union (ITU) in Geneva, Switzerland, is an international organization within which governments and the private sector coordinate global telecommunications networks and services. Founded in Paris in 1865 as the International Telegraph Union, the ITU took its present name in 1934 and became a specialized agency in the United Nations in 1947.", "Member countries of the ITU adopt international regulations and treaties governing all land and space uses of radio frequencies as well as the uses and allocation of the geostationary satellite orbits. The goal of the ITU’s coordination procedures is to enable satellites and satellite systems to operate with minimal, if any, interference.", "For companies wanting to launch a satellite that orbits above the earth’s equator, a country must request use of a specific orbital location (for example, 31 west longitude) at a given radio frequency. Information submitted to the ITU must be sufficient to permit another country to ascertain whether the proposed satellite’s operation may adversely affect one of its satellites or systems. A country has 4 months to comment on any potential interference. When such a potential exists, countries work within the ITU forum to resolve the issue. According to a State Department official, countries usually work bilaterally through the ITU procedures to resolve issues concerning potential interference. Once the final coordination is complete, the ITU records the assignment on its master register.", "Under the INTELSAT agreement, in order to protect the organization from technical harm, companies wanting to launch their own satellites must consult with the organization as well as coordinate with the ITU. Because members of INTELSAT must also belong to the ITU, this review by INTELSAT has essentially supplanted the need for additional coordination with INTELSAT through the ITU, according to FCC officials. On the other hand, in Inmarsat, the coordination with the ITU generally supplants the need for a technical consultation with Inmarsat."], "subsections": []}]}, {"section_title": "Concerns About Competition in International Communications Services", "paragraphs": ["There are concerns that INTELSAT and Inmarsat have competitive advantages owing to their intergovernmental status and ownership structure. At the same time, these international satellite organizations believe that they have certain disadvantages in competing with private companies. Because price and cost data for satellite services are not generally available or readily usable, in examining competition we interviewed representatives of (1) current and potential alternative providers of communications services and (2) COMSAT, the U.S. signatory to the intergovernmental organizations, and we used other information, namely, the number of firms providing services and the difficulty or ease with which new firms could begin providing services. We found that competition developed differently in two primary markets for international communications services. In the market for international telephone service, where various policies impeded U.S. satellite firms from providing service, competition emerged primarily from an alternative medium: fiber-optic cables. In the international television/video market, the restrictions on satellite systems were less pronounced. It appears that in the segment of the market for regional broadcasts, competition from alternative systems is somewhat more developed, but in the segment of the market for international and/or transoceanic broadcasts, competition remains more limited."], "subsections": [{"section_title": "A Variety of Factors May Influence Competition", "paragraphs": ["The institutional framework that defines the market for commercial international satellite services provides an array of factors that may influence competition within the market. For example, the intergovernmental organizations, INTELSAT and Inmarsat, have enjoyed a variety of advantages deriving from their intergovernmental status; in particular, many of the signatories are wholly or partially government-owned and also may serve as the regulatory authorities that make decisions about which satellite systems will have access to their domestic markets. On the other hand, many members of INTELSAT and Inmarsat believe that the organizations themselves are disadvantaged because they are obligated to provide universal service at nondiscriminatory prices and because their intergovernmental structure can cause sluggish decision-making in a rapidly changing market."], "subsections": [{"section_title": "Factors That May Provide Advantages to the International Satellite Organizations Preferential Access to Foreign Markets", "paragraphs": ["As we reported in July, a number of factors have been cited as providing benefits to the international satellite organizations.", "To provide international service to a country, a satellite system must gain permission from domestic licensing authorities for the right to do business within the country’s borders. INTELSAT, Inmarsat, and their affiliates may enjoy an advantage in gaining access to markets around the world because the licensing authorities granting such permission within many countries are signatories to the intergovernmental organizations and typically have government ownership. For example, data from the FCC state that 71 percent of INTELSAT’s signatories are the regulatory authorities that decide on such things as licensing, spectrum allocation, and market access.", "As investors in INTELSAT or Inmarsat, signatories may have a financial incentive to favor the organizations over other potential competitors. According to a Treasury Department official, the financial incentives of signatories as both investors in INTELSAT’s satellite system and as owners of the earth stations that link up with INTELSAT’s satellites, when combined with INTELSAT’s excess capacity, may create an impediment for other companies trying to enter the market. According to representatives of alternative satellite systems, some countries have been very restrictive in allowing these systems to operate within their borders. These representatives told us that countries have carried out restrictions in a variety of ways, including (1) authorizing earth stations only if they serve INTELSAT’s satellites, (2) assessing prohibitively high tariffs on the smaller earth stations often used by private satellite systems, (3) prohibiting alternative systems’ interconnection with the countries’ telephone network, and (4) denying or restricting access to necessary radio spectrum within the countries for the transmission of satellite signals."], "subsections": [{"section_title": "Faster Access to Orbital Positions", "paragraphs": ["As intergovernmental organizations, INTELSAT and Inmarsat have enjoyed faster access to ITU’s registration of scarce geostationary satellite orbital locations. Because of provisions in the organizations’ governing documents, the host countries (the United States for INTELSAT and the United Kingdom for Inmarsat) are required to promptly file applications with the ITU without the interim step of national review, as required for U.S. companies. According to the FCC, which processes INTELSAT’s applications for orbital positions, the submission of the applications through the host country is a formality taking just 1 or 2 days, and applications are forwarded to the ITU automatically. The applications of private U.S. companies, on the other hand, are not submitted to the ITU until the FCC has reviewed them. The FCC forwards the applications to the ITU sometime during the licensing process. The FCC’s licensing process for the first two international satellite companies using geostationary orbital locations has taken, on average, more than 5 years. For geostationary satellites originally licensed to provide U.S. domestic services only, once the needed policies were formulated, the licensing process has been taking about 1-1/2 years, according to an FCC official.", "Under the ITU’s coordination process, timing is an important factor in obtaining access to scarce orbital positions. The first applicant for a location has a presumptive claim to it, and once the applicant’s satellite is in place, subsequent applicants bear, in practice, a greater burden of ensuring that their satellites will not cause interference. In the United States, differences in the length of time it takes for applications from INTELSAT to go forward to the ITU and the length of time it takes for other companies’ applications may create an advantage for the intergovernmental organizations."], "subsections": []}, {"section_title": "Financial Advantages", "paragraphs": ["The intergovernmental nature of INTELSAT and Inmarsat may provide them with more readily available financing than potential competitors are likely to enjoy. Both organizations have relatively favorable access to financing because they can assess their signatories as well as pursue financing through the debt markets. Furthermore, commercial lending institutions are likely to view INTELSAT and Inmarsat as desirable investments because of the signatories’ ties to their governments in most countries. On the other hand, representatives from the Alliance for Competitive International Satellite Services (ACISS) told us that private companies wanting to compete with INTELSAT and Inmarsat have had difficulty in obtaining the needed level of equity and debt financing. Moreover, when they do obtain debt financing, they tend to have to pay considerably higher rates. One reason that raising capital for satellite systems is difficult may be the expense of such projects."], "subsections": []}, {"section_title": "Requirements for Technical and Economic Coordination", "paragraphs": ["INTELSAT’s and Inmarsat’s consultation requirements may have resulted in disadvantages to companies wanting to compete with either organization. For example, some companies told us that they have been harmed competitively because, as part of the consultation process, they had to provide INTELSAT, a future competitor, with information about their business plans, including sensitive and proprietary business information.Furthermore, in the United States, the FCC’s licensing of a new system is conditioned on a determination from the intergovernmental organizations that the company’s plans will cause the organizations no technical interference and no significant economic harm.", "According to COMSAT representatives, however, in recent years INTELSAT has been reforming its evaluations of technical and economic harm. INTELSAT has determined that an increased amount of basic telephone service can be provided by alternative satellite companies without causing it significant economic harm. COMSAT representatives also report that both INTELSAT and Inmarsat are close to officially eliminating the requirement that they review a company’s plans for the economic impact on the organizations. According to an INTELSAT official, while the requirement remains in the INTELSAT agreement, the intergovernmental organization determined in 1992 that companies could provide services other than basic telephone service without causing it significant economic harm. Furthermore, COMSAT representatives point out that while the requirement remains in the Inmarsat agreement, 2 years ago the organization adopted a resolution establishing a presumptive determination that no satellite system could cause it economic harm. Competitors contend this does not guarantee that they will not later be denied operating privileges if competition does affect Inmarsat.", "Nevertheless, the results of a recent consultation for a U.S. firm raise new concerns because INTELSAT appears to have expanded the criteria used to determine if a company’s operation will cause unacceptable technical interference with INTELSAT’s system. Specifically, according to FCC officials, INTELSAT added an economic component—the value of expected revenue from a satellite placed in a particular orbital position—as a criterion in its finding of unacceptable technical interference."], "subsections": []}, {"section_title": "Size and Dominance", "paragraphs": ["Some analysts have stated that INTELSAT, in particular, dominates the market for international satellite communications because of its size. The organization is considerably larger, in terms of its capacity and volume of services, than any of the other satellite systems throughout the world.Some analysts have suggested that its large number of satellites and extensive capacity to provide communications services give INTELSAT an ability to dominate the market to the detriment of other firms. Although Inmarsat is not nearly as large in terms of assets or capacity, currently it is the only provider of global mobile satellite services. Inmarsat plans to augment its capacity and service offerings of global land-mobile services through its affiliate, ICO Global Communications Limited (ICO), in the same time frame that private competitors plan to begin offering similar services."], "subsections": []}, {"section_title": "Privileges and Immunities", "paragraphs": ["Under the intergovernmental agreements that members of INTELSAT and Inmarsat signed, the organizations enjoy certain privileges and immunities. For example, both INTELSAT and Inmarsat are exempt from taxation on their earnings and are immune from lawsuits. The exemption from taxation may provide the organizations with financial advantages relative to other satellite systems, although the signatories themselves may be subject to taxation within their home nation on their share of the organizations’ earnings, as is the case with COMSAT. Immunity from lawsuits may allow the organizations to act in the market in ways that their competitors cannot under U.S. antitrust laws."], "subsections": []}]}, {"section_title": "Factors That May Disadvantage the International Satellite Organizations", "paragraphs": ["According to COMSAT, the factors described above do not necessarily translate into unfair competitive advantages in the marketplace. COMSAT points to (1) the growth of alternative satellite systems as evidence that the perceived advantages do not prevent entry into the market and (2) the cumulative effect of these alternative systems and fiber-optic cables as evidence that INTELSAT no longer has market dominance. COMSAT also believes that while the intergovernmental organizations have some advantages, they also bear responsibilities, including the obligation to provide universal service at nondiscriminatory prices, which may limit their ability to compete in the market.", "The requirement of meeting varied countries’ needs for communications has led INTELSAT to have mostly “multipurpose” satellites, rather than ones that specialize in service for one particular segment of the market. According to COMSAT representatives, having primarily multipurpose satellites may degrade the quality of specific types of services other than basic telephone service. Therefore, the officials explain, in offering these specific services, INTELSAT must compete against others that have more specialized technology. ACISS officials point out, however, that some of INTELSAT’s newer satellites have been designed to focus on television/video service.", "COMSAT also points out that the intergovernmental nature of the organizations leads to slow decision-making. Discussions aim to gain consensus among varied nations, sometimes with varied interests. Consequently, according to COMSAT, INTELSAT and Inmarsat are impeded in their ability to respond to a rapidly changing market. ACISS officials contend, on the other hand, that INTELSAT and Inmarsat can act quickly when need be, as illustrated in recent statements by representatives of both organizations. For example, INTELSAT’s Director General stated in an April 1996 introduction to INTELSAT’s 1995-96 annual report that the organization will be flexible in order to introduce a wide range of new services that may be necessary to enable it to compete effectively in the future. A recent press report noted that INTELSAT expects to complete the contract process for a new high-power satellite to provide direct-to-home television service in the Asia-Pacific region in 3 months instead of the normal 6 to 12 months."], "subsections": []}]}, {"section_title": "Competition Has Developed Differently Across Key International Communications Markets", "paragraphs": ["It is difficult to discuss the issue of competition in the international communications market or the international satellite market in a general sense. Analyzing competition in the aggregate may not be appropriate because of the varied institutional and market characteristics surrounding the different services and the varied geographic settings for them. Therefore, citing INTELSAT’s ownership of about one-fourth to one-third of the satellite capacity in the world may not provide relevant information about the degree of its dominance in all contexts. For basic telephone service between two countries well served by fiber-optic cables, for example, INTELSAT’s overall share of satellite capacity may overstate its dominance because the figure does not take into account the service by fiber-optic cables. On the other hand, for television/video broadcasts within Africa, a continent that currently does not have many domestic or regional satellite systems, INTELSAT’s market dominance is likely understated by its overall share of satellite capacity.", "Because of such limitations in evaluating competition in a general sense, we examined two distinct primary markets: the one for international telephone service and the one for television/video service. For this second market, we considered the separate segments for the regional distribution of broadcasts and for international and/or transoceanic transmissions. In examining competition in these markets, we could not rely on price and cost data because they are not generally available or readily usable. However, we could examine the availability of alternative providers and the ability of firms to enter markets—important indicators of the degree of competition.", "In the market for international phone service, where policies by the U.S. government, INTELSAT, and other countries’ licensing authorities impeded U.S. satellite firms from providing service, competition emerged primarily from an alternative to satellites: fiber-optic cables. In the market for television/video service, the restrictions on satellite systems were less extensive. In the segment of the market for regional broadcasts, a few U.S. and foreign satellite companies have become viable competitors. However, in the segment of the market for international and/or transoceanic broadcasts, INTELSAT remains dominant because of its extensive network and capacity. The competitive development of these markets may shed light on concerns about competition in the emerging market for international mobile personal communications, where Inmarsat currently is the only provider."], "subsections": [{"section_title": "Fiber-Optic Cables Are an Important New Medium in the Market for International Telephone Service", "paragraphs": ["Though INTELSAT’s satellites have mostly been multipurpose, they have largely focused on providing international telephone service. This market has been INTELSAT’s largest and has provided the bulk of its revenues over the years. Other satellite systems began to emerge, primarily in the late 1980s and early 1990s, but some of them were restricted from providing international telephone service by policies imposed by the FCC to prevent causing significant economic harm to INTELSAT and by some licensing authorities within other countries.", "For example, to minimize the harm that new U.S. systems would cause INTELSAT, the FCC established a policy, known as the separate systems policy, which originally prohibited and later limited the amount of international telephone traffic that U.S. private satellite firms could provide. These restrictions were imposed on separate systems by the FCC pursuant to the 1984 Presidential Determination to ensure that no significant economic harm resulted for INTELSAT. While the restrictions are in the process of being phased out, they nevertheless may have a long-lasting effect because they led competing satellite systems to concentrate their efforts in other markets. Companies focused on those services they were allowed to provide, primarily international private communications networks and international television/video service. Furthermore, as described, companies report that because of the financial incentive that regulatory authorities in other countries have to favor INTELSAT, many of them have kept some satellite systems from gaining access to their markets, particularly for international telephone service.", "At the same time, however, there has been a massive increase in the amount of transoceanic fiber-optic cables and the capacity available for international telephone service. According to a recent report by The Brattle Group, only 37 countries were served by fiber-optic cables in 1988, while in 1996, that number has grown to nearly 100, or somewhat more than half of the world’s countries. Fiber-optic cables are a cost-efficient means of providing international voice services because a large amount of traffic can be amassed on each cable. Additionally, they provide a higher-quality voice service because they eliminate the echoes and time delays that are characteristic of voice service using geostationary satellites. The inroads of these cables in the international telephone market have been significant: While international telephone service remains INTELSAT’s largest market sector and its business in this sector continues to increase, its share of the total international traffic is declining considerably.", "A recent internal analysis by the Department of Justice found that for international telephone service, INTELSAT does not dominate U.S. “country-pair” markets (i.e., markets for telephone service between the United States and other countries) well served by fiber-optic cables or alternative satellite systems. Similarly, the FCC recently noted that for international telephone service, there is now “substantial competition . . .  available transmission capacity has dramatically increased on most routes with the introduction of satellite and cable systems that compete with INTELSAT.” While alternative providers of satellite services may compete with INTELSAT for international telephone traffic, both the Department of Justice and the FCC note that providers of fiber-optic cables represent the more important factor in this market. The FCC notes that countries not served by fiber-optic cables are less likely to benefit from vigorous competition because “separate satellite systems to date provide less competition than cable services” in the international telephone market.", "INTELSAT’s declining market share alone does not necessarily indicate that this market is now characterized by competitive pricing. In particular, because many fiber-optic cables are owned by the monopoly telephone companies within many nations (typically also the signatories to INTELSAT) downward pressure on the pricing of international telephone calls may not have been as significant as would be the case if the new providers were entirely distinct from INTELSAT and were able to gain access to markets."], "subsections": []}, {"section_title": "Development of Competition in International Television/Video Service Has Differed Across Two Market Sectors", "paragraphs": ["Unlike the market for international telephone service, the market for television/video service has had less pronounced restrictions for alternative satellite systems. In addition, fiber-optic cables are generally less able to provide television/video service because they are not a cost-efficient means for transmitting from a single location to many different locations at the same time.", "We reviewed the development of competition for regional television/video broadcasts around the world. This market is one in which signals are more likely to be transmitted directly to end-users (i.e., homes with satellite dishes) or to land-based television stations or cable systems for further redistribution. This sector seemed important to review because it is a significant growth market for satellite providers.", "We also reviewed a second sector of the international television/video market—termed the “transoceanic television/video market” and the market for the “relay of international television” by the Department of Justice and the FCC, respectively, in their recent analyses. While the agencies’ market definitions were not necessarily identical, both agencies focused on international television markets in which the U.S. market is an endpoint of international and/or transoceanic transmissions. For our review, we have used the term “international television/video market” and considered it to include international and/or transoceanic broadcasts."], "subsections": [{"section_title": "Regional Television/Video Market", "paragraphs": ["Many domestic and regional systems that came on-line since the late 1980s, including U.S. satellite systems, have focused on providing regional television/video broadcasts. It is in this area that INTELSAT’s disadvantages are most evident and its advantages less applicable.", "Unlike in the international telephone market, in the market for regional television/video broadcasts, the FCC did not impose significant restrictions on the provision of these services by separate U.S. satellite systems. However, regulatory authorities within other countries, such as in Korea, applied restrictions, some of which remain in place—though, according to COMSAT representatives, most restrictions within other countries were imposed primarily on telephone service. Similarly, several U.S. companies that use satellite systems around the world for distributing television/video broadcasts told us that access restrictions on alternative satellite systems did not appear to be as much of a problem today as they were several years ago. One representative told us that some countries encourage or require the use of domestic satellites, as opposed to those of INTELSAT or any other system, for broadcasts within those countries. Another representative concurred that access to the regional television/video market may be less restricted than access to other markets, though he pointed out that access problems still exist on a country-by-country basis.", "In general, our interviews of representatives of companies that use satellite systems around the world for regional television/video broadcasts showed that they are not concerned about having to use a particular system. Rather, they contract for the use of specific satellites in specific locations. Several users told us that their criterion for choosing a satellite is primarily the degree of “coverage” the satellite can provide in terms of the number of antennae or satellite dishes that can receive signals from it. These users also explained that several alternative systems’ satellites are more oriented toward handling television/video broadcasts than INTELSAT’s multipurpose satellites and so are often preferred for this use. Table 3.1 shows the systems, by region, that were identified by users we spoke with, as well as by our own analysis, as providing service for regional television/video broadcasts.", "At the same time, some users with whom we spoke mentioned that, for certain purposes, they are more likely to use INTELSAT’s system than others. In particular, it appears that when users have a need for the occasional use of satellites or services for which they are unable to plan much ahead of time, they are more likely to use INTELSAT. Users noted that many of the alternative providers have limited excess capacity because much of their systems is tied up in long-term contracts, so these systems are less able to serve the needs of occasional or short-notice users. INTELSAT’s large size, excess capacity, and extensive market access allow it to be available for such users, giving INTELSAT a competitive advantage in arranging short-term-use contracts with news organizations and others that require global access. COMSAT representatives told us that the responsibilities of the intergovernmental organizations requires them to plan for and retain considerable capacity beyond what is actually used.", "Despite the number of systems involved in the market for regional television/video broadcasts, it is important to note, as is shown on table 3.1, that many of these systems are owned by governments or monopoly telephone providers. Since some of these owners may also be INTELSAT signatories, such ownership may indicate that the systems are not fully distinct from the organization. In fact, according to several users, the prices for television/video broadcast service in Europe, where many of the systems are owned by governments or dominant telephone companies, far exceed similar rates in most other areas. Additionally, one analyst has suggested that even some of the foreign privately owned systems have significant ties to governments. As a result of such ownership and such ties to governments, the greater number of firms in this market may not cause prices to fall toward competitive levels. But the effect of government ownership on pricing within the industry is not readily observable because of the unavailability of readily usable price and cost data."], "subsections": []}, {"section_title": "International Television/Video Market", "paragraphs": ["Several users mentioned that they are more likely to use INTELSAT when they are transmitting a broadcast internationally, that is, between regions and/or across oceans. For example, users such as news programmers may need to transmit news stories from around the world to the location where their broadcasts are produced. Similarly, many television/video companies produce broadcasts in a particular location and then use satellites to transmit them to locations around the world for further distribution. Thus, news-gathering operations, including those of the major U.S. television networks, have a prominent need for international television/video service.", "In comparison to the market for the regional distribution of television/video broadcasts, the market for international broadcasts has fewer providers. As table 3.2 shows, few of the domestic and regional systems have the capacity for transoceanic television/video broadcasts. The FCC recently noted that INTELSAT’s ubiquitous coverage and system design give it a strong competitive advantage for this type of service. Many of the users we spoke with told us that while they use a variety of systems for regional distribution, they are much more likely to use INTELSAT for transoceanic service.", "Both of the recent analyses by the Department of Justice and the FCC have noted the limited competition to INTELSAT in the international and/or transoceanic television/video market. The Department of Justice found that INTELSAT continues to have market power in some segments of this market. Similarly, the FCC found that for international television/video service, especially when it is likely to require the use of a satellite on short notice or to require transmission to multiple receiving stations on earth at the same time, INTELSAT has a strong competitive advantage over competitors, who do not have the same satellite capacity or the intergovernmental organization’s extensive network of earth stations in more than 136 countries.", "In contrast, the most recent analysis by the Brattle Group found that INTELSAT’s share of the market for transoceanic video service to and from the United States is in decline—from 80 percent in 1993 to slightly under 50 percent in 1996. This measure of market share, however, was based on utilized capacity, which may understate INTELSAT’s dominance in this market because INTELSAT likely has significantly more excess capacity than its competitors have for this service. Nevertheless, the direction and rapidity of change in the measured market share may indicate that INTELSAT’s dominance in this sector has declined."], "subsections": []}]}, {"section_title": "The Impact of Competitive Factors Causes Concerns About Competition in the Emerging Market for Mobile Services", "paragraphs": ["Inmarsat is currently the dominant provider of global mobile satellite communications services, with 70 percent of its business providing maritime services. Some other companies, including the Inmarsat affiliate ICO, plan to begin offering global land-mobile services in just a few years. Competitive concerns may arise in this emerging market for international personal mobile communications because Inmarsat’s affiliate may have advantages over other providers. Competitive concerns include the following:", "Market access and availability of spectrum: Because the signatories of Inmarsat are often the dominant government-owned telephone companies or the regulating authorities within many countries, rival firms fear that Inmarsat’s affiliate will gain access to foreign markets that will be denied to other competitors. Similarly, domestic licensing authorities may grant Inmarsat’s affiliate access to a requested portion of the radio spectrum and make that portion unavailable to other potential firms.", "Financial advantages: Inmarsat may provide its affiliate with financial advantages by providing subsidies to it.", "While competition in the international mobile communications market has not yet begun and these problems may be only theoretical at this point, evidence from the international telephone market indicates that the market entry by separate satellite systems can be forestalled by decisions made by the signatories."], "subsections": []}]}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In commenting on our report, COMSAT took issue with and questioned several of the factors that we cited as possibly creating competitive advantages for the intergovernmental organizations. While acknowledging that market access is a challenge that all new market entrants face, COMSAT questioned the seriousness of the impact of any financial advantages signatories may have to motivate the denial of market access to other companies. COMSAT also attributed any delays companies face in filing for orbital locations with the ITU to delays in the FCC’s regulatory process because the FCC is free to file for orbital locations at any time. With regard to the consultation process, COMSAT asserted that the information companies provide contains no actual proprietary or market data from which INTELSAT could benefit as a competitor. COMSAT also disagreed that INTELSAT used any economic valuation in the recent failed technical consultation involving a U.S. company.", "COMSAT believes that the explosive growth in international telephone service demonstrates that COMSAT has not locked up the market through long-term contracts. COMSAT was troubled by what it characterized as a lack of evidence to support the notion that common ownership between INTELSAT or Inmarsat and other regional and domestic systems may cloud the distinction between those satellite system providers. In addition, COMSAT felt that our discussion of the possibility of cross-subsidization between Inmarsat and ICO did not reflect an accurate understanding of the financial flows within a cost-sharing cooperative organization like Inmarsat.", "We believe that our discussions of likely competitive advantages for the intergovernmental organizations and selected satellite markets accurately reflect the potential impact of attributes of the institutional framework for providing satellite services and the current market activity:", "Many experts we spoke with believe that the signatories, as the investors in INTELSAT and Inmarsat, have a financial interest in the success of the organizations. Furthermore, data from the FCC show that for 71 percent of INTELSAT’s members, the signatory is also the regulatory authority making decisions on licensing, spectrum allocation, and market access and that for another 14 percent, the signatory is separate but “related.”", "With regard to the registration of orbital locations, the distinction we are making in the report is that, unlike for private companies, applications from the intergovernmental organizations are not subject to the regulatory requirements of national jurisdictions. When INTELSAT or Inmarsat files for a geostationary orbital location through the host country, the application goes forward automatically.", "While COMSAT contends that companies do not file sensitive or proprietary information with INTELSAT during the consultation process, satellite companies that have undergone the process told us that they consider the information they had to submit to be sensitive and proprietary. Our report includes their point of view and attributes the opinion to them. With regard to the recent failed technical consultation by a U.S. company, the FCC order giving the company temporary authority to operate stated that “In the end, INTELSAT viewed the  as too valuable from a commercial standpoint. . . .”", "Our reference to a petition filed with the FCC regarding COMSAT’s long-term contracts was included to illustrate that at least one company did not think that the complete lifting of restrictions on companies’ access to public networks would, in and of itself, enable full and fair competition in that market. We revised footnote 9 in this chapter to include COMSAT’s position on the effect of its long-term contracts on competition and its opposition to the petition.", "Empirical studies have found that ownership ties between competitors can inhibit full competition between those entities. In response to this concern, many laws and regulations have been put into place as a check on cross-ownership. In a letter to the FCC, the departments of State and Commerce also raised the concern that Inmarsat could potentially subsidize ICO, thereby creating a financial opportunity not available to investors of competing systems."], "subsections": []}]}, {"section_title": "Options for Resolving Competitive Issues", "paragraphs": ["A variety of options for resolving the competitive issues discussed in chapter 3 have been suggested by interested parties, and many are being pursued. Ultimately, access to all markets is the key to enhancing competition. Depending on what changes are made and how they are implemented, changes in the status of the intergovernmental organizations could potentially address most of the concerns about competition held by both the companies and the intergovernmental organizations. Other international and domestic approaches, such as pursuing multilateral negotiations or using access to the U.S. market to gain access to other countries’ markets, might broaden market access more directly. Because many ongoing activities are occurring generally within the same time frames, the deliberations and outcome in any one forum may affect the others."], "subsections": [{"section_title": "Changing the Intergovernmental Organizations", "paragraphs": ["Most of the concerns about competition emanate from the intergovernmental status of INTELSAT and Inmarsat. Ways for resolving some of those concerns include options that range from eliminating the organizations entirely to remodeling them."], "subsections": [{"section_title": "Eliminating INTELSAT and Inmarsat", "paragraphs": ["Many agency officials and satellite company representatives we talked to believe that the intergovernmental organizations were needed at the time they were formed and that they have achieved their original objectives. However, satellite company representatives and some experts have questioned the continued need for these organizations, with their intergovernmental status, and their extension through affiliates.", "Because most of the competitive issues emanate from INTELSAT’s and Inmarsat’s status as intergovernmental organizations, eliminating them and selling off their assets would resolve many of the issues. For example, without the organizations, countries would generally lose their incentive to favor one international satellite system over a competitor’s, advantages in access to orbital positions would disappear, as would the existence of providers with financial advantages conferred by links to signatories and governments. There would be no intergovernmental organizations with whom potential competitors would be required to consult to have their plans approved, nor ones with the advantages of market dominance or privileges and immunities. Furthermore, there would be no intergovernmental organizations burdened by obligations to provide universal service at nondiscriminatory prices or hampered by an intergovernmental structure dependent on consensus decision-making.", "However, COMSAT representatives told us that eliminating the organizations is probably not a realistic option. They point out that many signatories strongly support not only retaining the organizations but also expanding them into new service areas. Developing countries are especially concerned about retaining global service as a goal of the organizations. Despite the availability of some other satellite systems in their region, developing countries are particularly concerned that without intergovernmental organizations, they could be left without the kind of coverage that INTELSAT and Inmarsat provide. Toward this end, however, developing countries can choose to give competing satellite systems access to their markets."], "subsections": []}, {"section_title": "Restructuring the Intergovernmental Organizations", "paragraphs": ["Alternatives to abolishing INTELSAT and Inmarsat include creating one or more private companies or restructuring the organizations in a way that preserves an intergovernmental entity in some form but also privatize some portion of the organizations."], "subsections": [{"section_title": "Restructuring Into Private Companies", "paragraphs": ["Restructuring could be accomplished by eliminating the intergovernmental structures and creating one or more private companies out of their assets. This approach would remove the advantages that derive from intergovernmental status, such as faster access to orbital positions and the benefits of privileges and immunities. Furthermore, the creation of multiple companies from each organization could reduce the impact of the organizations’ size and dominance. The approach would also free the new companies of any international obligations and from any hindrances posed by an intergovernmental decision-making structure.", "As discussed in our July 1996 report and in this report, however, the owners of the intergovernmental organizations may have a financial incentive to give preferential market access to the organizations and any affiliated companies they also own because they share in the profits of the organizations or affiliates. Therefore, if the current owners of INTELSAT and Inmarsat were allowed to own the new private companies created by this restructuring approach, they would still have the financial incentive to provide preferential market access to the new companies. Furthermore, the financial advantages enjoyed by the owners because of their governmental affiliation would still prevail in some capacity.", "This approach, too, may be unachievable. In 1994, COMSAT advocated what its president termed a bold proposal, a direct move to privatize both organizations as fully commercial enterprises driven by the market and accountable to shareholders. According to COMSAT, its proposal met with little interest among signatories for generally the same reasons that they resist the elimination of the organizations. COMSAT also noted that many countries that joined INTELSAT, especially many developing countries, were deeply concerned that breaking up the organization into multiple private companies could result in loss of the global interconnection of telecommunications that INTELSAT has achieved."], "subsections": []}, {"section_title": "Retaining Some Form of Intergovernmental Organization", "paragraphs": ["INTELSAT and Inmarsat have been reviewing options for restructuring in order for each to create a private company free of the intergovernmental structure while preserving an intergovernmental entity in some form that would continue to guarantee the services the organizations were originally created to provide. As explained in our July 1996 report, key to restructuring the intergovernmental organizations with a view toward enhancing competition are the number of new entities created and the degree to which they maintain economic ties with any remaining intergovernmental organizations or their owners. However, the developing competition in the two markets we examined may imply that the marginal benefit of a second affiliate is not great.", "INTELSAT. Several nations have made suggestions about how INTELSAT can best restructure to meet the challenges of a changing market. The United States and COMSAT have proposed the creation of an INTELSAT affiliate intended to concentrate on providing new types of services, while a residual INTELSAT, at roughly half its current size, would focus on ensuring basic telecommunications services. Neither INTELSAT nor the affiliate, however, would be prohibited from offering any kind of service it chose to offer. About half of INTELSAT’s satellites would be given to the affiliate, along with the relevant contracts for their use. The affiliate would be incorporated under the regulatory jurisdiction of a country. INTELSAT would have no institutional ownership, and the signatories collectively would be limited to owning no more than 20 percent after a transition period.", "For companies competing against the affiliate, this approach toward restructuring could address most of the disadvantages they may face; it could also address the disadvantages that some INTELSAT members feel burdened by in their quest to compete. The United States’ expectation is that the relative independence of the affiliate, owing to its 80-percent ownership by entities other than INTELSAT members, will reduce the incentive countries have had to grant preferential market access to INTELSAT while excluding or impeding potential competitors. Also, because the affiliate would be a commercial company with publicly traded shares and subject to the laws and regulations of an individual country, it would not possess the privileges and immunities or other benefits of an intergovernmental organization, although the remaining immunity of the intergovernmental organization may make enforcement difficult. It would also be subject to the same disclosure requirements of the consultation process that other companies must undergo. Furthermore, an affiliate unencumbered by an intergovernmental decision-making structure could be free of INTELSAT’s obligations to provide universal service at nondiscriminatory prices and could more readily respond to the needs of a rapidly changing market.", "Minimal ownership by signatories could reduce the incentive that regulatory authorities have to favor any INTELSAT affiliates over other companies. However, according to officials at the State and Commerce departments, the FCC, and the National Economic Council and representatives of COMSAT, INTELSAT members are unlikely to accept the creation of more affiliates, and the United States is encountering strong resistance to the 20-percent limit on signatories’ combined ownership. A Commerce Department official explained that while competition is an important goal of the United States, it is not a priority with many other members of INTELSAT. Developing countries, in particular, are concerned about maintaining some form of INTELSAT to ensure its original mission of providing universal service at nondiscriminatory prices. The U.S. proposal would retain an intergovernmental organization to ensure the fulfillment of INTELSAT’s original mission.", "The degree of ownership by INTELSAT and its signatories during a transition, combined with the length of that transition, raises some concerns about the extent to which this kind of restructuring approach could enhance competition. Under the U.S. proposal, INTELSAT would own the affiliate for possibly 1 or 2 years, pending the conclusion of the first public sale of shares, during which at least 60 percent of shares is to be sold. The initial sale of shares would be under the auspices of an international team of underwriters, who may judge that selling the shares during the first year may not be a prudent business decision. They have the option of delaying the initial sale for up to a second year. However, underwriters may have a financial incentive to sell the shares as soon as possible.", "The remaining shares would be distributed among INTELSAT’s signatories. As much as 2 years could pass before the sale of another 20 percent of the shares would be expected. Thus, all members of INTELSAT may continue to have an incentive to favor the affiliate over other companies potentially for as much as 3 or 4 years, at a time when other companies are trying to enter the market and establish themselves as viable providers.", "While the United States’ approach to restructuring would create an affiliate that would neither possess the advantages of an intergovernmental organization nor bear the burdens currently felt by INTELSAT, the intergovernmental organization that would remain after the creation of the affiliate presents different issues. To the extent that a residual intergovernmental organization owns assets and provides services, companies competing with it will still face some of the competitive disadvantages, and the intergovernmental organization will still retain some of its burdens.", "With the private sector poised to compete, ACISS has proposed a restructuring for INTELSAT that would allow retaining an intergovernmental organization and would create at least two affiliates. That proposal would restrict a signatory’s investment to only one of the affiliates, not both. ACISS members hope that this proposal would result in additional market access for other private companies because signatories may find that to do business with certain other countries, they will have to allow entry into their domestic markets by the INTELSAT affiliate in which they have not invested; the need to allow both affiliates into their markets may induce countries to widen access to other entrants. This proposal has not been presented within INTELSAT for consideration. ACISS has stated that it would prefer to leave the existing structure intact until the option of having multiple affiliates becomes acceptable.", "Until INTELSAT decides about restructuring and its particulars, the extent to which restructuring will resolve hindrances to competition is unclear. The organization will consider its restructuring at meetings currently scheduled for October and December 1996, and possibly February 1997, with the goal of adopting a restructuring plan in April 1997, when member governments will gather for their biannual meeting.", "Inmarsat. Inmarsat has also been considering restructuring to help it meet the challenges of a changing market. The main approach under consideration would create a private company and retain a residual intergovernmental organization to ensure that Inmarsat’s goals of safety and rescue at sea are met. Under discussion within Inmarsat is whether or not to transfer all satellites to the private company, leaving the residual intergovernmental organization not as a direct provider but as an entity that would oversee whether the private company met contractual obligations concerning safety and rescue and other public service obligations. Creating a private company could potentially resolve many of the competitive issues raised by the structure of an intergovernmental organization, especially if all of Inmarsat’s satellites were transferred to the company rather than retained by any intergovernmental organization and signatories’ ownership was limited. However, the benefits of creating a private company and transferring assets to it may be reduced if the private company were to merge with Inmarsat’s existing affiliate, ICO Global Communications Limited (ICO), because ICO is primarily owned by Inmarsat and its signatories. And this approach may not resolve any advantages ICO itself may have because of its ownership structure, as discussed in our July report.", "The United States recently presented to Inmarsat a position paper setting forth changes that the United States would like to see before it could accept the restructuring plan being considered. The United States is seeking two fundamental goals through a restructuring of Inmarsat: (1) guaranteeing the provision of global maritime distress and safety services and (2) enhancing competition by ensuring fair market access and a level playing field for all providers of mobile satellite services. In its position paper, the United States discussed nine areas of concern that could impair competition and suggested remedies, including the following: (1) that contractual arrangements with a restructured Inmarsat are the best way to guarantee safety and rescue services, (2) that “significant” external investment is critical to fair competition globally because of governments’ current ownership interests in many Inmarsat signatories, and (3) that structural separation between a restructured Inmarsat and ICO is important in order to prevent dominance of the market by a convergence of interests between the two entities. The United States also proposed a draft amendment to the Inmarsat agreement that would commit all Inmarsat member governments to provide nondiscriminatory access to their markets for all satellite services and service providers. ACISS, too, believes that it is critical for a restructured Inmarsat and ICO to be separate in order to establish a competitive market.", "According to FCC and Commerce Department officials, Inmarsat members were generally uninterested in the U.S. views discussed in the position paper and are more interested in, among other things, greater government ownership of a restructured Inmarsat than the United States would like to see, and less, if any, investment by entities besides signatories. To resolve some of these differences as Inmarsat considers restructuring options, meetings have been scheduled for October and December 1996. Inmarsat’s current goal is to adopt a restructuring plan in 1997.", "According to COMSAT representatives, ICO has just incorporated into its organizing documents a set of competitive principals, many of which were approved by Inmarsat in 1994 at the urging of the United States. COMSAT believes that these competitive principles will ensure that ICO does not inhibit competition in land-based mobile services. ACISS stated that these competitive principles are not binding on ICO’s individual signatory owners, who frequently control market access for their countries.", "The Effect on Market Access. Although changing the intergovernmental status of INTELSAT and Inmarsat could address most of the competitive issues raised earlier, ultimately, the key to ensuring competition is the ability of competing companies to obtain access to markets. While the U.S. proposal for restructuring INTELSAT is receiving serious consideration and while its ultimate goal is to induce countries to open their markets, it can do so only indirectly by lessening the incentive that countries have to grant access to INTELSAT in lieu of potential competitors. Although the United States supports an amendment to the Inmarsat agreement to guarantee nondiscriminatory market access, the amendment has generated little interest within Inmarsat."], "subsections": []}]}]}, {"section_title": "Other Options for Increasing Market Access", "paragraphs": ["Other options for increasing market access are pursuing multilateral negotiations and using access to the U.S. market as leverage in getting other countries to provide access to theirs."], "subsections": [{"section_title": "Multilateral Negotiations", "paragraphs": ["One option that could focus specifically on the issue of increasing market access around the world is direct negotiations with other countries to remove barriers. Bilateral negotiations alone could take a long time to produce useful results in a sufficient number of countries to facilitate competition in international satellite services, especially for global systems. But the United States is currently engaged in multilateral negotiations under the aegis of the World Trade Organization (WTO), an international forum for addressing trade issues, including trade in services. These negotiations are dealing with the issue of opening countries’ markets in basic telecommunications services. The United States has participated since the talks began in 1994 and originally offered to open all of its basic telecommunications markets except direct access to INTELSAT’s and Inmarsat’s capacity and cable landing rights. When an agreement has been reached, each country will provide to all WTO members the market access it offered, including to members that make no concessions at all. According to FCC officials, however, a country may exclude a type or category of services from this general extension of benefits.", "The original deadline for reaching agreement was April 30, 1996. However, because a sufficient number of high-quality offers from other countries were not presented (specifically, other countries offered only limited, if any, market access), the United States forged a consensus to extend the deadline for agreement to February 15, 1997. Between January 15, 1997, and February 15, 1997, new offers and changes in current offers will be allowed. The United States hopes to encourage new and better offers from other countries through discussions with them prior to the new deadline.", "The results of the WTO negotiations, however, could affect U.S. influence in discussions within INTELSAT and Inmarsat on restructuring approaches, according to FCC officials, who note that control over access to the U.S. market gives the United States some leverage in achieving its goals in the restructuring of the intergovernmental organizations. According to these officials, if the WTO negotiations are successful and include satellite services (and the United States does not except them from the general extension of benefits), then the U.S. market will be opened for the satellite service suppliers of all WTO members. According to those officials, because the international satellite organizations are not organized under the laws of any single country, they may not necessarily gain access to a specific country’s market through the results of the WTO negotiations. However, these officials note that the intergovernmental organizations as well as any private affiliates may gain access to the U.S. market through the WTO negotiations if the organizations or affiliates are considered to be organized under the laws of their host country or the country in which they are at least nominally incorporated. If the WTO negotiations fail or do not include satellite services, then access to the U.S. market by foreign-licensed satellite systems, including those of any affiliate of INTELSAT and Inmarsat, would be governed by regulations proposed by the FCC setting forth the conditions under which it would allow, and could deny, access to the U.S. market, as discussed below.", "Members of ACISS consider the WTO negotiations to be the most important forum for opening foreign markets; they view them as a more effective approach for gaining market access than any unilateral action. Company representatives also stated that they believe forums other than INTELSAT or Inmarsat are more likely to provide fairer consideration of market access. COMSAT also supports U.S. efforts in the WTO to open markets globally."], "subsections": []}, {"section_title": "Unilateral Option", "paragraphs": ["Control over access to the U.S. market may be a way of inducing broader access to other markets. The FCC has jurisdiction over licensing foreign satellite companies’ access to the U.S. market through its authority to approve the establishment of earth stations that service foreign satellite systems. As part of a broader review of its regulations to enhance competition, the FCC is proposing to permit non-U.S.-licensed companies to serve the U.S. market to the extent that U.S.-licensed systems are allowed to serve the applicant’s home market and some or all of its other markets. The agency’s decisions would also take into account other considerations about the public interest. The FCC hopes that a desire to gain access to the large U.S. market will give nations sufficient incentive to open their own markets to competition from other systems.", "In commenting on the proposed regulatory changes, COMSAT stated that the FCC’s proposed approaches for evaluating the openness of other markets presumes them to be anticompetitive and could foster a backlash against U.S.-licensed companies. COMSAT also noted that with so few orbital positions available for serving the U.S. market, there may not be enough slots open to provide an incentive to a foreign country to abandon its own protective domestic policies. Under the proposed regulatory changes, COMSAT, as the sole provider of INTELSAT and Inmarsat satellite services in the U.S. market, would lose the opportunity to provide services of any new affiliates created by the intergovernmental organizations unless those affiliates passed the FCC’s evaluation of their home market’s openness.", "Several private satellite companies that compete, or will be competing, with INTELSAT and Inmarsat, supported the FCC’s approach to ensuring effective market access. For example, one U.S. satellite company commented to the FCC that the proposed regulations should lead to lower prices, better service, and enhanced access for U.S. companies to other countries’ markets. However, the company cautioned that the proposed regulations as applied to international satellite services alone would not facilitate access to the vast majority of other nations’ markets because few countries are in a position to participate in the U.S. satellite market. The company urged the FCC to extend this approach to its evaluation of foreign telephone companies’ applications to serve the U.S. market."], "subsections": []}]}, {"section_title": "Decisions Planned for 1997", "paragraphs": ["As we have noted, a number of options are being considered concurrently, and some of those that the U.S. is pursuing may be decided on in 1997. With many deliberations occurring concurrently, what happens in one setting may affect what happens in another. INTELSAT’s and Inmarsat’s goals for adopting restructuring plans are currently set for the first half of 1997, though the goal for a decision by INTELSAT’s Assembly of Parties at its April 1997 meeting appears firmer than Inmarsat’s tentative plan for a decision in the spring. The deadline for the completion of negotiations within the WTO is February 15, 1997. There is no current deadline for the FCC’s decision on its market access policy. Table 4.1 shows the anticipated dates for international and domestic efforts affecting competition in international satellite communications."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Most of the concerns about hindrances to competition can be resolved by changes to INTELSAT and Inmarsat, depending of course on what the changes are and how they are implemented. However, any option that eliminates the intergovernmental organizations may not be achievable because, according to many officials, many members of both INTELSAT and Inmarsat strongly support retaining the organizations. Ultimately, the key to the success of companies trying to become international satellite service providers is gaining access to all markets on a global basis. But options that restructure the intergovernmental organizations may address market access only indirectly. Multilateral and unilateral approaches currently ongoing could have a more direct impact on opening markets. How effective any of the efforts under way will be in enhancing competition is unclear because key activities are ongoing, although the goals for reaching agreement or adopting changes generally fall within the first half of 1997. In this convergence of activities, the outcome of one may affect the others."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["COMSAT questioned our characterization in this report of the relative importance of creating more than one affiliate. Also, COMSAT stated that a key to negotiations on restructuring is to ensure that they do not impede market access. Therefore, because successful WTO negotiations will achieve that goal, COMSAT believes that concerns about diminishing U.S. influence in restructuring negotiations are not founded.", "In response, we have revised our reference to the potential impact of creating more than one affiliate to note that the developing competition in two markets that we examined may imply that the marginal benefit of a second affiliate may not be great. We have also revised the discussion of the WTO negotiations to reflect the FCC’s clarification that because a number of different negotiations are ongoing at the same time, the results of one may impact the outcome of others."], "subsections": []}]}]}], "fastfact": []}