{"id": "T-AIMD-98-221", "url": "https://www.gao.gov/products/T-AIMD-98-221", "title": "Budget Issues: An Overview of Federal Debt", "published_date": "1998-06-24T00:00:00", "released_date": "1998-06-24T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO discussed issues related to federal debt, focusing on: (1) how debt is defined in its various forms; (2) how it is measured; (3) how much it has grown up to now and could be reduced in the future; (4) who holds federal debt; and (5) why is it important to the national economy."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) there are two main measures of federal debt--gross debt and debt held by the public; (2) the gross debt captures all of the federal government's outstanding debt, and totalled $5.4 trillion at the beginning of fiscal year (FY) 1998; (3) the debt held by the public is the measure used to reflect how much wealth has been used by the federal government to finance its obligations and best represents the cumulative effect of past federal borrowing on the economy; (4) the Department of the Treasury estimated that, as of September 1997, foreign investors held about 33 percent of debt held by public; (5) Social Security and civil military retirement trust funds comprise 72 percent of the total debt held by government accounts; (6) federal debt held by the public was $3.8 trillion at the beginning of FY 1998, an amount more than five times greater than it was in 1980, without adjusting for inflation; (7) to get a better sense of its burden on taxpayers, debt should be viewed in relation to the nation's income, which is often measured by its gross domestic product (GDP); (8) at the beginning of the current fiscal year, debt held by the public was about 47 percent of GDP; (9) the unified budget is the most comprehensive measure of annual fiscal policy and represents the net amount of all federal spending and revenue; (10) with some minor exceptions, it generally approximates the amount of annual federal borrowing from the public; (11) the only way to actually reduce the nominal level of debt held by the public would be to run a unified budget surplus; (12) balancing the budget would not reduce the amount of debt because the government does not retire a portion of its principal each year, as individuals do with a typical home mortgage; (13) rather, it pays only the interest costs of its debt; (14) the federal debt's main economic effect is the impact of federal deficits/surpluses on national saving and private investment; (15) a low national saving rate can have serious implications for the long-term growth of the economy; (16) to service its debt, the federal government pays interest to holders of Treasury securities; (17) a large interest burden can significantly reduce budgetary flexibility because it is not directly controlled by policymakers; (18) soon after 2013, when social security's tax revenues no longer exceed social security benefit payments, the budget will turn from surplus to deficit; and (20) without additional action by policy makers, the deficits will reemerge leading to higher debt levels and higher interest expenditures."]}], "report": [{"section_title": "Letter", "paragraphs": ["I appreciate the opportunity to appear before you to discuss issues related to federal debt. My testimony today responds to your request that we present basic information on the federal debt, including how debt is defined in its various forms, how it is measured and how much it has grown up to now and could be reduced in the future, who holds federal debt; and why it is important to the national economy.", "As agreed with the Committee’s staff, we have updated the information in our 1996 report Federal Debt: Answers to Frequently Asked Questions. Although many excellent technical articles exist on the debt and its effects, we believed there was a need for a “plain English” document that clearly presented basic information on this complex topic. This publication and other related GAO publications are listed in the footnote below.", "As the Committee staff requested, my presentation today will focus on background information by using a series of charts and graphs. Treasury’s representative, who follows, will discuss issues involving debt management."], "subsections": [{"section_title": "How Is Federal Debt Measured?", "paragraphs": ["There are two main measures of federal debt—gross debt and debt held by the public. Figure 1 in the attachment shows the gross debt. It captures all of the federal government’s outstanding debt, and totaled $5.4 trillion at the beginning of fiscal year 1998. This measure is composed of debt held by the public as well as debt held by government accounts.", "Figure 2 shows Treasury’s estimate of who owns the federal debt held by the public. The federal debt held by the public represents the amounts borrowed from a wide variety of outside sources, including individuals; banks; businesses; pension funds; state and local governments; and foreign investors including governments. The debt held by the public is the measure used to reflect how much wealth has been used by the federal government to finance its obligations and best represents the cumulative effect of past federal borrowing on the economy.", "Treasury estimated that as of September 1997, foreign investors held about 33 percent of debt held by the public. The United States benefits from foreign purchases of government bonds because as foreign investors fill part of our borrowing needs, more domestic saving is available for private investment and interest rates are lower than they otherwise would be. To service this foreign-owned debt, the U.S. government must send interest payments abroad, which adds to the income of citizens of other countries rather than U.S. citizens.", "Figure 3 shows the major federal government accounts holding federal debt. Debt held by government accounts generally represents the amount of money that is invested in special Treasury securities, primarily by trust fund accounts such as Social Security, to fund the operations of another part of the government. Social Security and civil and military retirement trust funds comprise 72 percent of the total debt held by government accounts. These trust funds’ surpluses serve to reduce the need for the government to borrow from the public but also increase debt held by government accounts. Just as with Treasury’s public debt holders, the government accounts earn interest on their Treasury holdings, which is credited in the form of additional Treasury securities. When trust funds no longer bring in cash surpluses, they then draw down on their Treasury balances to meet their obligations, which in turn requires the government to obtain cash through some combination of public borrowing, spending cuts in other programs, or revenue increases.", "Figure 4 shows that while projected unified budget surpluses are expected to reduce debt held by the public, government held debt is expected to grow due to the large projected increases in trust fund surpluses invested in special Treasury securities. Interestingly, since the debt limit of $5.95 trillion is based on gross debt, the Congressional Budget Office (CBO) projects that even during a period of unified budget surplus, the limit will have to be raised in about 2001."], "subsections": []}, {"section_title": "Federal Debt: Context and Measures", "paragraphs": ["Federal debt held by the public was $3.8 trillion at the beginning of fiscal year 1998, an amount more than five times greater than it was in 1980, without adjusting for inflation. This large amount by itself is not a good indicator of its burden to taxpayers and the economy. To get a better sense of its burden, debt should be viewed in relation to the nation’s income, which often is measured by its gross domestic product (GDP). GDP is a rough indicator of the economic base from which the government draws its revenues.", "Figures 5 and 6 show the historical trend of the federal deficit and the debt as shares of the Gross National Product (GNP). At the beginning of the current fiscal year, debt held by the public was about 47 percent of GDP. This level is very high by historical standards. Since the early days of the Republic, the only events prompting debt held by the public to increase above 30 percent of the economy were the Civil War, World War I, the Great Depression, and World War II—until recently. Wartime borrowing allowed the government to protect the nation’s security by increasing defense spending without enacting large tax increases that could be disruptive to the economy. Borrowing during the Great Depression helped the economy by maintaining income and spending levels and today our income, revenue, and spending structure is such that the deficit would rise automatically in a recession.", "Recent increases in the debt broke with historical patterns by climbing significantly during a period marked by the absence of a major war or depression. Beginning in the 1970s, rising federal budget deficits fueled a corresponding increase in debt held by the public, which essentially doubled as a share of GDP over this period through the mid-1990’s. Since then, the debt-GDP measure has stabilized and begun to drop, reflecting recent progress in reducing the deficit and continued economic growth. According to CBO projections, this proportion is expected to drop again to about 25 percent by 2008 due to projected budget surpluses."], "subsections": []}, {"section_title": "Relationship Between Debt and Budget Deficits or Surpluses", "paragraphs": ["Our annual unified budget decisions affect the nominal levels of debt held by the public, that is, the amount of Treasury securities outstanding. The unified budget is the most comprehensive measure of annual fiscal policy and represents the net amount of all federal spending and revenue. With some minor exceptions, it generally approximates the amount of annual federal borrowing from the public. Another measure of federal fiscal policy used for budget enforcement purposes is known as the “on-budget” measure, which excludes Social Security. Excluding Social Security’s surpluses results in a deficit in the “on-budget” measure for the near term.", "Each year’s unified deficit adds to the amount of debt held by the public, while surpluses reduce it. In other words, deficits or surpluses essentially represent the annual change in the amount of government borrowing while the debt represents the amounts of deficits accumulated over time less any annual surpluses. The debt in turn affects the budget by requiring annual outlays to pay interest to public holders of federal securities.", "Thus, in formulating each year’s fiscal policy, Congress at least implicitly is also making a decision about the level of nominal debt held by the public. The only way to actually reduce the nominal level of debt held by the public would be to run a unified budget surplus. A balanced budget would not change debt levels themselves, but would reduce the ratio of debt to GDP assuming continued economic growth.", "Balancing the budget would not reduce the amount of debt because the government does not retire a portion of its principal each year, as individuals do with a typical home mortgage. Rather, it pays only the interest costs of its debt. As will be noted below, the net interest paid to the public for holding federal debt constitutes a significant portion of annual federal budget outlays. The principal is paid off when securities come due, similar to a “balloon” mortgage. In order to pay these maturing securities, the government needs cash. When the government’s budget is in deficit or in balance, the Treasury has no excess cash to reduce the level of outstanding debt. In this case, the government raises the cash by issuing new securities to replace maturing debt, in effect “rolling over” its debt.", "When the government is in a deficit, it not only rolls over its existing debt, it adds to the total amount of debt held by the public over the course of a year. If the government’s budget were exactly in balance, it would roll over existing debt, but would not add to total debt held by the public. If the government is in surplus, it has some additional funds available to pay off a portion of maturing debt instead of borrowing again to fund the redemption of this debt, i.e., rolling it over. In this way, the total debt held by the public can be reduced. According to CBO’s March projections, using the projected surpluses to pay off part of the maturing issues could reduce debt held by the public by about $550 billion between 2001 and 2008."], "subsections": []}, {"section_title": "Economic and Budgetary Effects of Debt", "paragraphs": ["Just as the budget can affect the levels of outstanding debt, the debt itself also affects both the economy and the budget. The main economic effect is the impact of federal deficits/surpluses on national saving and private investment. Interest on the debt constitutes the major budgetary effect."], "subsections": [{"section_title": "Economic Effects", "paragraphs": ["Figure 7 shows the effects of federal budgets on net national saving. Since the federal government competes with private investors for scarce capital, federal borrowing can reduce the amount available for other investors and put upward pressure on interest rates. The large amounts of federal borrowing in the 1980s and early 1990s were particularly troublesome because, at the same time, private saving was declining as a share of the economy. These two trends have had a significant effect on the economy—federal deficits have eaten up a larger portion of a shrinking pool of private saving, sharply reducing the amount of this saving that is available for private investment. While the deficit declined dramatically in recent years and CBO and the Office of Management and Budget now project budget surpluses, private saving has remained low, and total national saving and investment remain significantly below the levels experienced in the 1960s and 1970s.", "Many economists and budget analysts might have had a different view of the rapid surge in federal borrowing in recent years if the borrowed funds had been accompanied by increased spending on effective investment programs. Well chosen public investment ultimately can boost productivity by enhancing infrastructure, human capital, and research and development. However, figure 8 shows that federal nondefense investment has been declining as a share of the economy during the period of federal borrowing upswings.", "A low national saving rate can have serious implications for the long-term growth of the economy. Saving provides the resources to build new factories and develop new technologies. Such investments boost workers’ productivity, which in turn produces higher wages and faster economic growth. Less investment today means slower economic growth tomorrow. An international comparison using Organization for Economic Cooperation and Development (OECD) data showed that countries that saved more over the last several decades experienced higher rates of productivity growth.", "While budget deficits and rising debt have potentially negative economic consequences, a balanced budget or budget surpluses can contribute to a stronger economy especially if private saving remains low. Some analysts believe that balancing the budget and achieving budget surpluses have helped to lower interest rates. The budget surpluses currently projected for the next decade could significantly improve national saving and investment, which would boost economic growth and improve future living standards. Maintaining fiscal discipline beyond this period of surpluses would further improve living standards in the future and is necessary to prevent the emergence of an unsustainable path of spiraling deficits and debt as the baby boom generation retires.", "Figure 9 shows that while the annual boost to economic growth of such fiscal policies would be small, over time the cumulative benefits could be quite significant. This figure is based on a 1998 update of GAO’s long-term budget model which links fiscal policy decisions to economic outcomes.Since 1992, we have used a macroeconomic model to look at the implications of current and alternative fiscal policy paths for long-term economic growth. Figure 9 compares the per capita levels of GDP that could be expected to result from two distinctly different fiscal policies. The first is what we call a “no action” simulation under which current policies are continued unchanged. This results in a period of budget surpluses until about 2015 when deficits reemerge and debt levels rise as the baby boom generation retires, eventually resulting in deficits exceeding 16 percent of GDP in 2050 and debt levels nearing 200 percent of GDP. The second simulation follows the “no action” path through 2014, and then maintains budget balance through 2050 thereby preventing deficits from reemerging through the baby boom retirement. Figure 9 reveals that in our simulations, maintaining budget balance eventually yields a 25 percent greater level of per capita GDP by 2050.", "Although always important, expanding the size of the economy over the long term is particularly critical due to the historic demographic shift occurring as a result of the baby boomers’ retirement. In 1960, there were about five workers for every Social Security recipient. By 1997, this ratio had fallen to just under three and one-half workers per recipient. By 2030, the Social Security Trustees’ best estimate is that it will drop to 2 workers per recipient, about a 40 percent decline from the 1997 level. A larger future economy would permit tomorrow’s smaller work force to more easily finance the retirement costs of the baby boom generation."], "subsections": []}, {"section_title": "Budget Effects", "paragraphs": ["Figure 10 shows that while deficits and surpluses can have significant economic effects, they also have an important impact upon the federal budget. To service its debt, the federal government pays interest to holders of Treasury securities. In 1997, net interest spending was $244 billion, making it the third largest spending item in the federal budget. These interest costs represented 15 percent of total federal outlays. A large interest burden can significantly reduce budgetary flexibility because, unlike any other part of the budget, it is not directly controlled by policymakers. By contributing to annual deficits, interest payments can help fuel a rising debt burden unless offset by sufficient economic growth. Rising debt, in turn, can further raise interest costs to the budget. In these instances, the federal government is paying interest to finance interest.", "While interest spending contributes to deficits, a policy of balancing the budget or achieving a surplus can turn the dynamics of interest spending in the government’s favor. As the deficit declines, the growth in the debt slows, which, in turn, causes interest payments to grow more slowly than they otherwise would have. In other words, deficit reduction slows the effects of the interest spiral described above, replacing a vicious circle with a virtuous circle. When comparing alternative fiscal strategies, the interest bonus means that taking early action actually requires fewer cuts in government programs over the long term than a policy in which fiscal restraint is delayed. Although early action requires steeper cuts in the short term, it reduces the sacrifices needed to achieve and maintain budget balance over the longer term.", "Figure 11 shows that the surpluses projected by CBO over the next decade, if they materialize, would generate considerable savings in interest over time. In March, CBO projected that net interest would drop from $244 billion in 1997 to $194 billion in 2008. As a percent of federal spending, net interest would decline from about 15 percent to 8 percent over this period.", "It may be particularly important to consider this opportunity to reduce the interest burden on the federal budget because these budget surpluses are temporary. Soon after 2013, when Social Security’s tax revenues no longer exceed Social Security benefit payments, the budget will turn from surplus to deficit. Without additional action by policymakers, the deficits will reemerge leading to higher debt levels and higher interest expenditures. These simulation results from GAO’s long-term macroeconomic model are shown in figure 12.", "When the deficit is growing, the government must design a strategy for financing that deficit. In a time of budget surplus, the government has an opportunity to design a strategy for reducing the debt held by the public. A discussion of these issues of debt management and the objectives it seeks to achieve will be the topic of the next presenter.", "Mr. Chairman, this concludes my statement. I will be glad to respond to questions."], "subsections": []}]}]}], "fastfact": []}