{"id": "T-GGD-98-83", "url": "https://www.gao.gov/products/T-GGD-98-83", "title": "Money Laundering: FinCEN's Law Enforcement Support, Regulatory, and International Roles", "published_date": "1998-04-01T00:00:00", "released_date": "1998-04-01T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO discussed the various anti-money laundering roles of the Department of the Treasury's Financial Crimes Enforcement Network (FinCEN)."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) FinCEN was established in 1990 to support law enforcement agencies by analyzing and coordinating financial intelligence information to combat money laundering; (2) in supporting law enforcement, FinCEN has issued fewer analytical products in fewer years; (3) a primary reason FinCEN officials gave for this change is that FinCEN's staffing levels have remained fairly constant, while its overall mission has expanded; (4) also, FinCEN has been encouraging and training other federal, state, and local law enforcement agencies to access and analyze source data directly either through FinCEN resources or their own; (5) federal and state officials GAO interviewed indicated general satisfaction with FinCEN's products and services; (6) most nonusers told GAO that they rely on in-house capabilities or use intelligence or analytical support centers other than FinCEN; (7) GAO's recent report on FinCEN's regulatory role concluded that FinCEN needs to better communicate its regulatory priorities and time lines, particularly regarding regulations authorized or required by the Money Laundering Suppression Act (MLSA) of 1994; (8) FinCEN did not meet any of the three statutory deadlines imposed by the 1994 act, and final regulations for several provisions of the act are still pending; (9) the intended law enforcement benefits of the MLSA amendments cannot be fully achieved until all of the regulations are implemented; (10) in 1992, GAO reported that Treasury was taking about 21 months, on average, to process civil penalty referrals for Bank Security Act violations; (11) since then, the average has grown to about 3 years, according to FinCEN data; (12) GAO is working with FinCEN to identify reasons for the increase in processing time; (13) FinCEN's principal international efforts include: (a) working with international organizations to promote the development of effective anti-money laundering controls; and (b) helping other nations establish financial intelligence units, which serve as the central focal points for these countries' anti-money laundering efforts; and (14) FinCEN's Office of International Programs is the agency's second largest organizational component."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Financial Crimes Enforcement Network (FinCEN) was established in 1990 to support law enforcement agencies by analyzing and coordinating financial intelligence information to combat money laundering. This Subcommittee has asked GAO to review aspects of FinCEN’s law enforcement role; its regulatory role, including the processing of civil penalties for Bank Secrecy Act (BSA) violations; and its international role.", "In supporting law enforcement, FinCEN has issued fewer analytical products in recent years. A primary reason FinCEN officials gave for this change is that FinCEN’s staffing levels have remained fairly constant (at about 160 staff), while its overall mission has expanded. Also, FinCEN has been encouraging and training other federal, state, and local law enforcement agencies to access and analyze source data directly either through FinCEN resources or their own. Federal and state officials GAO interviewed indicated general satisfaction with FinCEN’s products and services. Most nonusers told GAO that they rely on in-house capabilities or use intelligence or analytical support centers other than FinCEN.", "GAO’s recent report on FinCEN’s regulatory role concluded that FinCEN needs to better communicate its regulatory priorities and time lines, particularly regarding regulations authorized or required by the Money Laundering Suppression Act (MLSA) of 1994. FinCEN did not meet any of the three statutory deadlines imposed by the 1994 act, and final regulations for several provisions of the act are still pending. The intended law enforcement benefits of the MLSA amendments cannot be fully achieved until all of the regulations are implemented.", "In 1992, GAO reported that Treasury was taking about 21 months, on average, to process civil penalty referrals for BSA violations. Since then, the average has grown to about 3 years, according to FinCEN data. GAO is working with FinCEN to identify reasons for the increase in processing time.", "FinCEN’s principal international efforts include (1) working with international organizations to promote the development of effective anti-money laundering controls; and (2) helping other nations establish financial intelligence units, which serve as the central focal points for these countries’ anti-money laundering efforts. FinCEN’s Office of International Programs is the agency’s second largest organizational component. defined and given proper priority to its missions? and (2) Does FinCEN have adequate resources to carry out its missions? The Results Act provides a framework for assessing FinCEN’s operations and its ability to meet congressional expectations."], "subsections": [{"section_title": "Money Laundering: FinCEN’s Law Enforcement Support, Regulatory, and International Roles", "paragraphs": ["Mr. Chairman and Members of the Subcommittee: I am pleased to be here today to discuss the various anti-money laundering roles of the Treasury Department’s Financial Crimes Enforcement Network (FinCEN). My statement will outline both the results of recently completed work and preliminary results of ongoing work that we have undertaken at the request of this Subcommittee.", "Treasury describes FinCEN as a network that links the law enforcement, financial, and regulatory communities to make the prevention, detection, and prosecution of money laundering more effective. Created in 1990, FinCEN’s original mission centered on providing direct support to law enforcement agencies that investigate money laundering and other financial crimes. For example, to support an investigation of drug trafficking, FinCEN accessed various computerized databases to identify and analyze financial transactions that might indicate how the proceeds of crime were concealed. Such support still remains FinCEN’s primary mission even though, over time, the agency’s responsibilities have become more multifaceted. For example, in May 1994, Treasury significantly expanded FinCEN’s role, giving it responsibility for promulgating regulations under the Bank Secrecy Act (BSA), evaluating violations of BSA requirements and recommending appropriate civil penalties, and leading Treasury’s efforts to combat money laundering domestically and internationally.", "As its responsibilities increased, FinCEN’s staffing levels have remained fairly constant. For example, FinCEN had 156 staff on board in fiscal year 1992 and 162 staff on board in fiscal year 1997. FinCEN’s fiscal year 1998 budget is about $24 million. of, products and services provided by FinCEN to the law enforcement community; (2) the process for developing and issuing BSA regulations; (3) FinCEN’s efforts in assessing civil penalties for BSA violations; and (4) the role FinCEN plays in promoting international awareness of money laundering. We have completed our work and issued a report on the second topic—i.e., FinCEN’s regulatory process—and our work on the other three topics is still ongoing. For all four topics, I will now briefly summarize the results of our work to date, beginning with our current work on FinCEN’s law enforcement support role."], "subsections": [{"section_title": "FinCEN’s Law Enforcement Support Role Is Evolving", "paragraphs": ["Since its inception in 1990, FinCEN has expanded the types of products and services it provides to the law enforcement community. From 1990 to 1992, FinCEN provided primarily two types of support: (1) tactical support, which included information and leads in direct support of law enforcement investigations; and (2) strategic support, which included analysis and reports on more broadly scoped topics related to money laundering. In 1993, FinCEN initiated its artificial intelligence system, which provides computerized analyses of financial data to identify individuals and businesses possibly involved in financial crimes. In 1994, to leverage its resources in aiding law enforcement investigative efforts, FinCEN developed two self-help programs. One is a “platform” concept whereby designated employees of other federal agencies can visit FinCEN to access databases and conduct research to support their respective agency’s investigations. The other is Project Gateway, which provides designated state and local law enforcement officials with direct, on-line access to BSA financial data.", "To determine the trends in the quantities of support provided by FinCEN from 1990 to 1997, we obtained and analyzed FinCEN workload documents and relevant information from FinCEN’s computerized databases. Our preliminary analysis of FinCEN data indicate that in recent years, FinCEN has issued fewer tactical, strategic, and artificial intelligence products. A primary reason FinCEN officials gave for this change is that FinCEN’s staffing levels have remained fairly constant over the years, while its overall mission has expanded. Consequently, FinCEN chose to dedicate fewer staff to generate these products. Also, FinCEN has encouraged, trained, and increasingly relied on agencies to use self-help programs to conduct research and analysis for cases that do not require FinCEN’s expertise.", "Because of reductions in tactical staff, beginning in 1995, FinCEN decided to stop accepting certain types of requests that do not directly support law enforcement functions (e.g., requests involving background checks for employment or security clearance purposes). FinCEN also decided to self-initiate fewer products—particularly regarding strategic support and artificial intelligence analyses—because fewer staff supported these activities and because agencies reportedly often did not take any action as a result of the products provided.", "At the Subcommittee’s request, we surveyed representative samples of federal and state agency officials to obtain their perceptions about the usefulness of the tactical support they received from FinCEN. Over 90 percent of the federal respondents said that, overall, the case-specific products they received from FinCEN were useful. State responses were similar to the federal responses. The survey results indicated that FinCEN’s tactical products assisted law enforcement investigations in various ways, such as providing investigative leads or listing assets not previously identified.", "Further, FinCEN’s records showed that some federal field offices, states, and High Intensity Drug Trafficking Areas (HIDTA) requested little or no tactical support from FinCEN during the period we reviewed, April 1996 to March 1997. To determine the reasons why this support was not requested, we surveyed 129 Treasury and Justice field offices and each of the 22 HIDTAs that had been designated as of December 1997. We also interviewed officials from 9 of the 10 states that, according to FinCEN’s records, made either 1 or no requests for FinCEN’s tactical support from April 1996 to March 1997. Survey results generally did not indicate dissatisfaction with FinCEN’s products. Rather, survey respondents cited other reasons for their limited use of FinCEN. These reasons included reliance on in-house capabilities and the availability of intelligence or analytical support centers other than FinCEN. However, we found that some federal officials we surveyed were not aware of the various products and services offered by FinCEN and that FinCEN has neither developed nor widely disseminated guidelines specifying when law enforcement officials should request FinCEN’s support. office that plans to help agencies improve their money-laundering detection and prevention programs. This office will also provide case-specific support to the law enforcement and regulatory communities. Also, FinCEN has initiated efforts to “partner” with the law enforcement community to provide strategic and artificial intelligence products that are more useful to the relevant agencies.", "To determine the usefulness of FinCEN’s self-help programs, we conducted (1) in-person or telephone interviews with officials from three of the four agencies that most frequently used platforms in 1997 and (2) telephone interviews with officials from the four states that made the most Gateway queries in 1997. According to the federal and state officials we interviewed, these self-help programs are useful to agencies in combating money laundering and other financial crimes. FinCEN data show that an increasing number of federal and state agencies are using these self-help mechanisms. FinCEN data also show an increase in the number of times FinCEN used Project Gateway to alert an agency that another agency had an interest in the same investigative subject.", "Currently, we are in the process of finalizing our work on FinCEN’s law enforcement support role, and we expect to issue the Subcommittee a report later this spring."], "subsections": []}, {"section_title": "FinCEN Needs to Better Communicate Regulatory Priorities and Time Lines", "paragraphs": ["In September 1994, Congress enacted major legislation, the Money Laundering Suppression Act of 1994 (MLSA). This act authorized or required the promulgation of significant new BSA regulations. BSA regulations form the core element of Treasury’s programs to prevent and detect money laundering. Several weeks ago, we issued the Subcommittee a report on the results of our review of FinCEN’s regulatory role. We reported that FinCEN’s process for developing and issuing BSA regulations was generally designed to reflect standardized procedures set forth in the Administrative Procedure Act. In addition, we reported that FinCEN used a partnering approach to actively seek input from the law enforcement, regulatory, and financial services communities. respect to the MLSA provisions shows that it intended that those initiatives be completed in a timely manner. Further, at the time of our review, final regulations to implement several provisions of the 1994 act were still pending. Specifically, we reported that FinCEN had not issued final regulations regarding card clubs, foreign bank drafts, registration of money services businesses, discretionary exemptions from filing currency transaction reports, and delegation of civil penalty authority. Unquestionably, the intended law enforcement benefits of the MLSA amendments cannot be fully achieved until all of the regulations are implemented.", "We concluded that FinCEN needs to better communicate its regulatory priorities and time lines, particularly regarding regulations authorized or required by the MLSA. In commenting on a draft of our report, the Director, FinCEN, said he believed that his agency had adequately communicated its rulemaking agenda to the appropriate congressional committees. From our perspective, however, information was not uniformly or routinely communicated by FinCEN to all interested congressional parties. Because of the ad hoc approach FinCEN used in communicating the progress it had made in meeting regulatory initiatives, congressional committees were not in a good position to assess FinCEN’s regulatory program, including the agency’s prioritization of regulatory initiatives, the time lines for issuing final regulations, and the allocation of resources necessary for completing these initiatives. Thus, we continue to believe that FinCEN needs to systematically and periodically keep the appropriate congressional committees informed about its plans, priorities, target dates, and accomplishments concerning these important statutory directives."], "subsections": []}, {"section_title": "Civil Penalty Referrals Not Processed in a Timely Manner", "paragraphs": ["When the MLSA is implemented, one of its provisions may lighten FinCEN’s responsibilities by delegating authority to impose civil penalties for BSA violations to the appropriate federal banking regulatory agencies. The purpose of this delegation is to increase efficiency by allowing these agencies to impose civil penalties directly, rather than referring violations to FinCEN. However, FinCEN’s current strategic plan indicates that such delegation may not occur before the year 2002. addressing these referrals is to evaluate the circumstances of each referral and take one of three courses of action: (1) close the case without contacting the subject of the referral, (2) issue a letter of warning to the subject institution or individual, or (3) assess a civil monetary penalty. The Director, FinCEN, makes the final decisions.", "Historically, civil penalty cases have not been processed in a timely manner. That was the conclusion we reached in our 1992 report, which analyzed Treasury’s case inventories between 1985 and 1991. Our ongoing work, which is analyzing case inventory data provided by FinCEN for 1992 through 1997, suggests that the problem is growing worse.", "For the period 1985 through 1997, data from Treasury’s Office of Financial Enforcement and/or FinCEN showed a total of 648 closed civil penalty cases. Of this total, 430 cases were closed during 1985 through 1991 (a 7-year period); and the other 218 cases were closed during 1992 through 1997 (a 6-year period).", "For the first period, 1985 through 1991, Treasury’s data indicated that the average processing time to close a case was 1.77 years. The range of processing times for the 430 closed cases was from 4 days to 6.44 years. According to FinCEN’s data, the processing times have increased during the more recent period, 1992 through 1997. Specifically, the average processing time to close a case was 3.02 years. And the range of processing times for the 218 cases closed during this period was from 8 days to 10.14 years.", "Also, the Treasury and FinCEN data indicated that during 1985 through 1991, 162 (or 38 percent) of the 430 cases were closed in less than 1 year. In contrast, during 1992 through 1997, 40 (or 18 percent) of the 218 cases were closed in less than 1 year. As of December 31, 1997, FinCEN’s inventory of open cases totaled 133. The average age of the cases in this year-end inventory was 2.7 years, and the range of ages was from 16 days to 7.7 years.", "We are working with FinCEN to determine the reasons for the increase in processing times in recent years. However, we note that except for Treasury’s delegation of civil penalty authority to FinCEN in May 1994, there has been no change in the policies and procedures for processing civil penalty referrals since our 1992 report. Presently, civil penalty referrals are processed by FinCEN’s Office of Compliance and Regulatory Enforcement (OCRE). According to FinCEN, in processing civil penalty referrals, OCRE staff follow the same policies and procedures that existed before the 1994 delegation. Also, the number of staff processing civil penalty referrals has remained fairly constant, at about six, before and after the 1994 delegation of authority to FinCEN. FinCEN officials told us that the staff of Treasury’s Office of Financial Enforcement—the unit previously responsible for processing civil penalty referrals—was merged into OCRE in 1994. FinCEN officials noted, however, that none of OCRE’s current six staff work on civil penalty referrals on a full-time or exclusive basis; rather, the staff are also involved in other mission functions and responsibilities. FinCEN officials told us that subject to budget and policy considerations, the agency plans to expand the staffing level of OCRE."], "subsections": []}, {"section_title": "Treasury Delegated an International Leadership Role to FinCEN in 1994", "paragraphs": ["According to the Treasury and FinCEN officials we contacted, the authority for FinCEN’s international role derives from a May 1994 memorandum from Treasury’s Assistant Secretary for Enforcement, who delegated to FinCEN the functions of Treasury’s Office of Financial Enforcement. These functions, in addition to regulatory or BSA-related matters, include responsibilities for combating money laundering domestically and internationally. For example, under the terms of Treasury guidanceincorporated by reference in the May 1994 delegation memorandum, FinCEN was to be responsible for coordinating with foreign governmental agencies—as well as with other federal, state, and local agencies—on issues and initiatives regarding money laundering. Our work to date shows that other federal agencies—such as Justice Department components and the Office of National Drug Control Policy—have favorable impressions about how FinCEN carries out its international role. For example, the Justice Department officials we interviewed commented that FinCEN is providing a valuable service in promoting international awareness of money laundering and helping to develop counter measures.", "The Financial Action Task Force (FATF) was created in 1989 and is comprised of 26 countries, the European Commission, and the Gulf Cooperation Council. A main purpose of FATF is to promote the development of effective anti-money laundering controls. According to FinCEN officials, in functioning as the lead agency for coordinating the U.S. role within FATF, FinCEN heads the U.S. delegation; serves as a member of the FATF Steering Group; and coordinates the U.S. responses to FATF mandates in cooperation with the Departments of Treasury, Justice, and State and with law enforcement and regulatory agencies. According to its strategic plan, FinCEN has also provided support to development of FATF-type organizations in other areas of the world (i.e., the Caribbean, Asia, and Africa).", "Financial intelligence units (FIUs) are FinCEN’s counterparts abroad. FinCEN has helped establish these units, which serve as the central focal points for other countries’ anti-money laundering efforts. As of June 1997, FIUs had been established in 27 other countries. According to FinCEN’s strategic plan, FinCEN hopes to support the development of 25 new FIUs within the next 5 years. Some of the existing units are referred to as the Egmont Group. This group, according to FinCEN officials, is able to share information through a secure web site developed under FinCEN’s leadership.", "The International Criminal Police Organization’s (Interpol) purpose is to facilitate information sharing and coordination worldwide in criminal investigative matters. FinCEN provides database support for Interpol requests and, at the request of the Secretary General of Interpol, has also been leading a study called “Project Eastwash” to examine the factors that affect money laundering in 15 countries in Eastern Europe and the former Soviet Union.", "FinCEN is also engaged in efforts related to helping countries of the Western Hemisphere take steps to combat money laundering. According to FinCEN, these efforts focus on countries that participated in the Summit of the Americas held in Miami in 1994. FinCEN, together with Treasury and other agencies, is offering coordinated training and assistance to these countries. According to FinCEN’s strategic plan, this assistance is beginning to take effect in that at least 25 of the 34 Summit countries have taken positive steps toward passing, amending, or drafting anti-money laundering legislation or issuing related regulations.", "FinCEN has also participated in the anti-money laundering efforts of the United Nations.", "FinCEN’s Office of International Programs is the agency’s second largest organizational component. As such, FinCEN’s international efforts have commanded significant resource and time commitments. For example, FinCEN’s current strategic plan mentions that “FinCEN representatives have visited five continents and more than 50 countries in the past three years urging these countries to take the money laundering threat seriously and adopt effective anti-money laundering measures.” In addition, the strategic plan anticipates that FinCEN will participate in multiple international conferences annually through 2002.", "In response to a specific request, FinCEN recently provided the Subcommittee detailed data about the domestic and international travel taken by the FinCEN Director and staff that accompanied him during the period June 10, 1994, through March 2, 1997. Our analysis of the datashow that during this period, the FinCEN Director and accompanying staff made 61 total trips—30 to domestic locations, 29 to foreign locations, and 2 with both domestic and foreign destinations—and that the travel costs for the 61 trips totaled about $465,000. According to FinCEN, much of this travel was directly associated with efforts involving three topics—FATF, the Egmont Group, and Interpol. Regarding the first topic, FinCEN noted that FATF is headquartered in Paris and holds four meetings there annually.", "Let me now close by presenting some observations regarding future challenges and issues that confront FinCEN in its various roles."], "subsections": []}, {"section_title": "Future Challenges That Confront FinCEN", "paragraphs": ["Since its inception in 1990, FinCEN’s original mission has evolved far beyond a law enforcement support role. According to its strategic plan, FinCEN has an “incredible breadth of responsibility” that encompasses law enforcement support, regulatory development, and international leadership roles. On one hand, our work indicates that FinCEN justifiably can claim accomplishments in all three areas. On the other hand, our work also shows that the breadth of these responsibilities has presented challenges for FinCEN in setting priorities and allocating its finite resources to meet expectations or goals. challenges that may continue to confront the agency in the future. For example, relevant questions that may need to be periodically revisited include the following:", "Given FinCEN’s size and breadth of responsibilities, are the agency’s resources appropriate? Is it desirable for FinCEN to have multiple roles, i.e., law enforcement support, regulatory development, and international leadership roles? Also, how well does FinCEN handle these roles? If multiple roles are desirable, how should FinCEN prioritize its resources among these roles? For example, should domestic responsibilities, including the need to promulgate BSA regulations, or international initiatives have a higher priority?", "Has the availability of other intelligence or analytical support centers affected FinCEN’s customer base and the importance of the agency’s original mission?", "Given this availability, along with FinCEN’s evolution to encompass other responsibilities, should FinCEN still have a tactical support role? Or, should FinCEN’s future responsibilities be oriented exclusively to the policy development and the coordination activities associated with a leadership role in domestic and international anti-money laundering efforts?", "Whatever may be the future role or roles of FinCEN, this Subcommittee will have a continuing interest in evaluating whether FinCEN’s actions are producing the outcomes expected. In this regard, the Results Act offers an excellent framework for assessing FinCEN’s operations and its ability to meet congressional expectations. Along these lines, FinCEN’s current performance measures appear to be mainly activity based. That is, the measures reflect mostly what FinCEN plans to do with its resources (e.g., number of customers trained) rather than what it plans to achieve with its resources (e.g., percent reduction in money laundering activities).", "To prepare for results-based performance measurement, FinCEN’s overriding objective over the next few years—as articulated in its strategic plan—will be the development of a methodology for measuring the magnitude of money laundering. FinCEN anticipates that such quantification will provide a basis for assessing the results of anti-money laundering efforts and, in turn, for setting priorities and allocating resources.", "This concludes my prepared statement, Mr. Chairman. I would be pleased to answer any questions you or other members of the Subcommittee may have."], "subsections": []}]}]}], "fastfact": []}