{"id": "T-GGD-99-28", "url": "https://www.gao.gov/products/T-GGD-99-28", "title": "IRS Management: Challenges Facing the National Taxpayer Advocate", "published_date": "1999-02-10T00:00:00", "released_date": "1999-02-10T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO discussed the challenges facing the Internal Revenue Service's (IRS) Office of the Taxpayer Advocate, focusing on IRS' need to: (1) address complex staffing and operational issues within the Advocate's Office; (2) strengthen efforts within the Advocate's Office to determine the causes of taxpayer problems; and (3) develop performance measures that the National Taxpayer Advocate needs to manage operations and measure effectiveness."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) IRS and the National Taxpayer Advocate need to address staffing and operational issues while ensuring the independence of the Advocate's Office; (2) a key staffing and operational issue is developing an implementation plan for bringing all caseworkers into the Advocate's Office that includes operational mechanisms that will give the Problem Resolution Program (PRP) the potential benefits of both a reliance on the functions and a separate operation; (3) another staffing and operational issue is capturing information about resource usage that advocates need to manage PRP; (4) providing appropriate training is also an issue; (5) it is important that caseworkers and other staff receive adequate training; (6) caseworkers should be trained in both functional responsibilities and PRP operations; (7) it is important for the Advocate's Office to develop mechanisms to ensure that qualified caseworkers are selected so that the program goals are met; (8) as IRS restructures the Advocate's Office, it must consider how best to handle workload fluctuations; (9) IRS and the National Taxpayer Advocate need to strengthen advocacy efforts within the Advocate's Office; (10) the Advocate's Office has taken steps to promote advocacy, such as implementing regional advocacy councils and identifying strategies to increase awareness of advocacy within IRS; (11) the Advocate's Office has encouraged the functions to play a greater role in assisting taxpayers and improving procedures to reduce taxpayer compliance burden; (12) IRS and the National Taxpayer Advocate need to develop performance measures to be used in managing operations and assessing the effectiveness of the Taxpayer Advocate and PRP; (13) management must focus on the impact its programs have on its customers; (14) the National Taxpayer Advocate has the formidable task of developing measures that will provide useful data for improving program performance, increasing accountability, and supporting decisionmaking; and (15) to be comprehensive, these measures should cover the full range of Advocate Office operations, including taxpayer satisfaction with PRP services and the effectiveness of advocacy efforts in reducing taxpayer compliance burden."]}], "report": [{"section_title": "Letter", "paragraphs": ["We are pleased to be here today to assist the Subcommittee in its oversight of the Internal Revenue Service’s (IRS) Office of the Taxpayer Advocate. Our testimony is based on our ongoing work for the Subcommittee.  Our work has included (1) interviewing IRS officials at the National Office, all 4 regional offices, and 17 of the 43 district offices and service centers; (2) reviewing numerous documents relating to the work of the Advocate’s Office; and (3) surveying IRS staff who were doing Advocate’s Office work as of June 1, 1998.  We are currently drafting our report, which we expect to issue later this year.", "As you are aware, IRS is changing its organizational structure in response to the IRS Restructuring and Reform Act of 1998.  My statement highlights three key challenges facing IRS and the National Taxpayer Advocate as decisions are made about restructuring the Office of the Taxpayer Advocate.  These challenges are to address complex staffing and operational issues within the Advocate’s Office in a way that will ensure that it offers an independent means for taxpayers to resolve their problems.  Specifically, while maintaining independence from IRS operations, the National Taxpayer Advocate must, to some extent, depend on other IRS units in developing a caseworker reporting structure, establishing a resource control and tracking system, obtaining caseworkers and providing them with appropriate training, and determining how best to use available resources. strengthen efforts within the Advocate’s Office to determine the causes of taxpayer problems so that systemic causes can be identified and corrected. In that regard, the Advocate’s Office needs to share information on these efforts throughout IRS and conduct them in a systematic and coordinated way to reduce duplication of efforts among its offices. develop the performance measures that the National Taxpayer Advocate needs to manage operations and measure effectiveness."], "subsections": [{"section_title": "Background", "paragraphs": ["IRS founded the Problem Resolution Program (PRP) in 1976 to provide an independent means of ensuring that taxpayers’ unresolved problems were promptly and properly handled.  Initially, PRP units were established in IRS district offices and, in 1979, PRP was expanded to include the service centers.  In late 1979, IRS created the position of Taxpayer Ombudsman to head PRP.  In 1996, Congress replaced the Ombudsman’s position with what is now the National Taxpayer Advocate.", "The goals of PRP are consistent with IRS’ mission of providing quality service to taxpayers by helping them meet their tax responsibilities and by applying the tax laws fairly.  PRP’s first goal is to assist taxpayers who cannot get their problems resolved through normal IRS channels or who are suffering significant hardships.  For example, local advocate offices can expedite tax refunds or stop enforcement actions for taxpayers experiencing significant hardships.  During fiscal year 1998, PRP closed more than 300,000 cases, of which about 10 percent involved potential hardships.  The second goal of PRP is to determine the causes of taxpayer problems so that systemic causes can be identified and corrected and to propose legislative changes that might help alleviate taxpayer problems. IRS commonly refers to this process as advocacy.  The third goal of PRP is to represent the taxpayers’ interests in the formulation of IRS’ policies and procedures.", "IRS has a taxpayer advocate in each of its 4 regional offices and has local advocates in its 33 district offices, 30 former district offices, and 10 service centers.  The National Taxpayer Advocate has responsibility for the overall management of PRP, and regional and local advocates have responsibility for managing PRP at their respective levels.  The Office of the Taxpayer Advocate funds the advocate positions; the staff in advocate offices at all levels; and other resources for advocate offices.", "PRP assistance to taxpayers who cannot get their problems resolved through normal IRS channels is done by employees called caseworkers, who are not part of the Advocate’s Office.  They are in IRS’ functional units—mainly customer service, collection, and examination—in the district offices and service centers.  Most PRP resources, including caseworkers, are funded by the functions, and about 80 percent of the caseworkers report to functional managers--not local advocates.  Some offices, however, had a centralized structure in which PRP casework was done by employees who were funded by the functions, but reported to the local taxpayer advocate.", "Formerly, regional and local advocates were selected by and reported to the director of the regional, district, or service center office where they worked.  However, in response to a requirement in the IRS Restructuring and Reform Act of 1998, regional advocates are now selected by and report to the National Taxpayer Advocate or his or her designee; and local advocates are now selected by and report to regional advocates. Additionally, last October, IRS began moving to a more centralized reporting structure for the caseworkers—in which they would report to local advocates instead of functional management.  IRS officially assigned those caseworkers who were already reporting to local advocates—about 20 percent of the caseworkers—to local advocate offices.  In addition, IRS is developing an implementation plan to have the remaining 80 percent of the caseworker positions assigned to local advocate offices this year.  IRS plans to submit budget requests that reflect these staffing changes by transferring funds for caseworkers to the Advocate’s Office.", "During fiscal year 1998, the staffing level of the Advocate’s Office increased from 428 to 584 authorized positions.  Our survey showed that, as of June 1, 1998, the Advocate’s Office had 508 on-board staff.  At the same time, there were about 1,500 functional employees doing PRP casework in IRS’ field offices.  Advocate staff worked on, among other things, sensitive cases; cases involving taxpayer hardship; and advocacy work, such as identifying IRS procedures that cause recurring taxpayer problems.  Caseworkers worked on resolving individual taxpayer problems as well as participating in some advocacy efforts.  During times of high casework levels, many Advocate’s Office staff are required to do casework in addition to their other duties."], "subsections": []}, {"section_title": "Resolving Staffing and Operational Issues While Maintaining Independence", "paragraphs": ["The first challenge facing IRS and the National Taxpayer Advocate is the need to address staffing and operational issues while ensuring the independence of the Advocate’s Office.  Staffing and operational issues, such as resource allocation, training, and staff selection, are commonplace in most organizations.  However, dealing with these issues could prove more challenging for the Advocate’s Office because of the need for PRP to be independent from the IRS operations that have been unsuccessful in resolving taxpayers’ problems.  Independence—actual and apparent—is important because, among other things, it helps promote taxpayer confidence in PRP.", "A key staffing and operational issue is developing an implementation plan for bringing all caseworkers into the Advocate’s Office that includes operational mechanisms that will give PRP the potential benefits of both a reliance on the functions and a separate operation.  According to IRS officials, having the caseworkers in the functions may have facilitated caseworker training and the handling of workload fluctuations; however, this arrangement may also have led to the perception that PRP was not an independent program.  In addition, as we will discuss later, this organizational arrangement may have contributed to some of the other PRP staffing and operational issues.", "Another, but related, staffing and operational issue is capturing information about resource usage that advocates need to manage PRP. Some local advocates told us that the lack of control over PRP resources, including staff, made it difficult to manage PRP operations.  Advocates do not know the full staffing levels or the total cost of resources devoted to PRP, because IRS does not have a standard system to track PRP resources. Instead, each function tracks its resources differently.  The absence of this type of management information yields an incomplete picture of program operations, places limitations on decision-making, and hinders the identification of matters requiring management attention.   In addition, having this basic program information would improve the National Taxpayer Advocate’s ability to estimate the resources needed in the restructured Advocate’s Office.", "Providing appropriate training is also an issue.  It is important that caseworkers and other staff receive adequate training if they are going to be able to help taxpayers resolve their problems and effectively work on advocacy efforts.  Our survey of IRS staff who were doing advocate office work showed that training has been inconsistent throughout the Advocate’s Office and among PRP caseworkers.  For example, as of June 1, 1998, more than half of the PRP caseworkers had not completed a formal PRP training course for their current position.", "Caseworkers should be trained in both functional responsibilities and PRP operations.  Functional training, such as training in tax law changes, is important because resolving taxpayer problems requires that caseworkers understand the tax law affecting a particular case.  Historically, because caseworkers were usually functional employees, they routinely received training in functional matters.  The National Taxpayer Advocate is faced with ensuring that caseworkers continue to receive needed functional training even if they are no longer functional employees.  In this regard, the National Taxpayer Advocate is considering whether to implement a cross- functional training program for caseworkers that would provide training in multiple IRS functions.  IRS officials told us that this would broaden caseworker skills and might provide faster and more accurate service to taxpayers.", "Acquiring qualified PRP caseworkers has been an issue.  In the past, the quality of caseworkers depended on the office and the function that assigned the caseworkers to PRP.  Local advocates told us that they had no assurance that the functions would provide PRP with qualified staff.  It is important for the Advocate’s Office to develop mechanisms to ensure that qualified caseworkers are selected so that program goals are met. Once the Advocate’s Office is no longer dependent upon the functions for its staff, it can implement a competitive selection process for PRP caseworkers that should help ensure that it gets the staff it needs.", "As IRS restructures the Advocate’s Office, it must consider how best to handle workload fluctuations.  Over the past 18 months, the Advocate’s Office and PRP’s workloads have increased.  Factors that have affected and could continue to affect workload include increased media attention, the introduction of a toll-free telephone number for taxpayers to call PRP, and Problem Solving Days.  Historically, PRP has relied on the functions to provide additional staff to cover workload increases.  However, as the office is moving toward a structure that would place all caseworkers in the Advocate’s Office, this source of additional caseworkers may no longer be available.  Many local advocates told us that it would be difficult to handle workload fluctuations without the traditional ability to obtain additional caseworkers from functional units.", "Workload increases may also make it necessary for the Advocate’s Office to decide which cases to address with PRP resources.  That is, some taxpayers who seek help from PRP may have to be referred to other IRS offices.  Local advocates told us that workload increases could compromise PRP’s ability to help taxpayers.  For example, an increase in the number of PRP cases could negatively affect the timeliness and quality of PRP casework.", "IRS has three criteria for deciding what qualifies as a PRP case.  The first two criteria are specific—(1) any contact by a taxpayer on the same issue at least 30 days after the initial contact and (2) no response to the taxpayer by a promised date.  However, the third criterion—any contact that indicates established systems have failed to resolve the taxpayer problem, or when it is in the best interest of the taxpayer or IRS to resolve the problem in PRP—is broad enough to encompass virtually any taxpayer contact.  We understand why the Advocate’s Office would not want to turn away any taxpayer.  However, if PRP accepts cases that could be handled elsewhere in IRS, the program could be overburdened, potentially reducing PRP’s ability to help taxpayers who have nowhere else to go to resolve their problems."], "subsections": []}, {"section_title": "Using Advocacy to Prevent Problems From Recurring", "paragraphs": ["The second challenge facing IRS and the National Taxpayer Advocate is to strengthen advocacy efforts within the Advocate’s Office.  Advocacy efforts are key to the success of the Advocate’s Office because the improvements they generate can reduce the number of taxpayers who ultimately require help from PRP.  Ideas for advocacy efforts are generated at the national, regional, and local levels.  These efforts are aimed at eliminating deficiencies in IRS’ processes and procedures that cause recurring problems.  Through advocacy efforts, the National Taxpayer Advocate can recommend changes to the Commissioner, IRS functions, and Congress to improve IRS operations and address provisions in law that may be causing undue burden to taxpayers.", "The Advocate’s Office has taken steps to promote advocacy, such as implementing regional advocacy councils and identifying strategies to increase awareness of advocacy within IRS.  The Advocate’s Office has encouraged the functions to play a greater role in assisting taxpayers and improving procedures to reduce taxpayer compliance burden.  For example, the Advocate’s Office is working with functional management through an executive level group—called the Taxpayer Equity Task Force-- to develop ways to strengthen equity and fairness in tax administration. The Task Force consists of a cross section of executives from IRS’ functions and staff from the Advocate’s Office.  It was established to “fast- track” potential administrative changes and legislative proposals recommended to the National Taxpayer Advocate.", "However, the Advocate’s Office staff and PRP caseworkers told us that they were spending only a minimal amount of time on advocacy.  In that regard, our survey showed that as of June 1, 1998, advocates and their staffs were spending about 10 percent of their time on advocacy, and PRP caseworkers were spending less than 1 percent of their time on advocacy. Advocate office staff and PRP caseworkers told us that increased casework limited the time they could spend on advocacy.", "We understand the need to give priority to casework over advocacy when there is not enough time to do both.  The National Taxpayer Advocate’s ability to deal with these competing priorities is hampered, however, by the absence of (1) a systematic and coordinated approach for conducting advocacy efforts and (2) data with which to prioritize potential advocacy work.", "To provide information on advocacy to field offices, the Advocate’s Office has developed a list of ongoing advocacy projects.  However, the list includes only national-level projects; there is no corresponding list of local efforts, even though those efforts could be addressing issues with agencywide implications.  Advocacy staff told us that because there is no system for sharing information on local advocacy efforts, there is some duplication of effort among field offices.  Additionally, field staff told us that there is no system that provides feedback on the status of advocacy recommendations.  For example, in one district, staff told us that they forwarded the same recommendations to the Advocate’s Office over the course of several years but never received feedback on what actions, if any, were taken on those recommendations.", "The Advocate’s Office also has not identified its top advocacy priorities, and it has no way to determine the actual impact of its advocacy efforts. Without such information, the National Taxpayer Advocate does not know which advocacy efforts have the greatest potential to reduce taxpayers’ compliance burden."], "subsections": []}, {"section_title": "Developing Measures of Effectiveness", "paragraphs": ["The third challenge facing IRS and the National Taxpayer Advocate is to develop performance measures to be used in managing operations and assessing the effectiveness of the Office of the Taxpayer Advocate and PRP.  Developing measures of effectiveness is a difficult undertaking for any organization because it requires that management shift its focus away from descriptive information on staffing, activity levels, and tasks completed.  Instead, management must focus on the impact its programs have on its customers.", "Currently, the Advocate’s Office uses four program measures, but they do not produce all of the information needed to assess program effectiveness. The first two measures--the average length of time it takes to process a PRP case and the currency of PRP inventory—describe program activity. While these two measures are useful for some program management decisions, such as the number of staff needed at a specific office, they do not provide information on how effectively PRP is operating.", "The third measure, PRP case identification and tracking, attempts to determine if potential PRP cases are properly identified from incoming service center correspondence and subsequently worked by PRP.  This measure is an important tool to help the National Taxpayer Advocate know whether PRP actually serves those taxpayers who need and qualify for help from the program.  However, a recent review of this measure by IRS’ Office of Internal Audit found, among other things, that inconsistent data collection for the measure could affect the integrity and reliability of the measure’s results.  Also, the measure is designed for use only at service centers; there is no similar measure for use at district offices, resulting in an incomplete picture of whether taxpayers are being properly identified and subsequently referred to PRP.", "PRP’s fourth measure—designed to determine the quality of PRP casework—provides some data on program effectiveness.  This measure is based on a statistically valid sample of PRP cases and provides the National Taxpayer Advocate with data on timeliness and the technical accuracy of PRP cases.  Among other things, selected PRP cases are checked to determine whether the caseworker contacted the taxpayer by a promised date, whether copies of any correspondence with the taxpayer appeared to communicate issues clearly, and whether the taxpayer’s problem appeared to be completely resolved.  Caseworkers and advocate staff in the field told us that the quality measure was helpful because the elements that are reviewed provide a checklist for working PRP cases. According to staff, this helps ensure that most cases are worked in a similar manner in accordance with standard elements.", "The quality measure, however, does not have a customer satisfaction component.  The Advocate’s Office is piloting a method for collecting customer satisfaction data, but the results of this effort are unknown. Because IRS does not collect customer satisfaction data from taxpayers who contacted PRP, the National Taxpayer Advocate does not know if taxpayers are satisfied with PRP services or whether taxpayers considered their problems solved.", "The National Taxpayer Advocate has the formidable task of developing measures that will provide useful data for improving program performance, increasing accountability, and supporting decisionmaking. To be comprehensive, these measures should cover the full range of Advocate Office operations, including taxpayer satisfaction with PRP services and the effectiveness of advocacy efforts in reducing taxpayer compliance burden."], "subsections": []}]}], "fastfact": []}