{"id": "T-HEHS-98-95", "url": "https://www.gao.gov/products/T-HEHS-98-95", "title": "Social Security: Restoring Long-Term Solvency Will Require Difficult Choices", "published_date": "1998-02-10T00:00:00", "released_date": "1998-02-10T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO discussed the goals of the social security program and the difficult choices that restoring its long-term solvency will require, focusing on: (1) balancing income adequacy and individual equity; (2) determining who bears risks and responsibilities; (3) choosing among various benefit reductions and revenue increases; (4) using pay-as-you-go or advance funding; and (5) deciding how much to save and invest in the nation's productive capacity."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) helping ensure adequate retirement income has been a fundamental goal of social security; (2) virtually all reform proposals also pay some attention to income adequacy, but some place a different emphasis on it relative to the goal of individual equity, which seeks to ensure that benefits bear some relationship to contributions; (3) some proponents of reform believe that increasing the role of individual retirement savings could improve individual equity without diminishing income adequacy; (4) the balance between income adequacy and individual equity also influences how much risk and responsibility are borne by individuals and the government; (5) workers face a variety of risks regarding their retirement income security; (6) no matter what shape social security reform takes, restoring long-term solvency will require some combination of benefit reductions and revenue increases; (7) revenue increases might take the form of increases in payroll tax rate, expanding coverage to include the relatively few workers who are still not covered under social security, or allowing the trust funds to be invested in potentially higher-yielding securities such as stocks; (8) reforms that increase the role of individual retirement savings would also involve social security benefit reductions or revenue increases, which might take slightly different forms; (9) reform proposals have also raised the issue of increasing the degree to which the nation sets aside funds to pay for future social security benefits; (10) advanced funding could reduce payroll tax rates in the long term and improve intergenerational equity but would involve significant transition costs; (11) in a pure pay-as-you-go arrangement, virtually all revenues come from payroll taxes since trust funds are kept to a relatively small contingency reserve that earns relatively little interest compared with the interest that a fully funded system would earn; (12) in contrast, defined benefit employer pensions are generally fully advance funded; (13) ideally, social security reforms would help address the fundamental economic implications of the demographic trends that underlie social security's financing problems; (14) economic growth, and more specifically growth in labor productivity, could help ease the strains of providing for a larger elderly population; and (15) increased investment in physical and human capital should generally increase productivity and economic growth, but investment depends on national saving, which has been at historically low levels."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for inviting me to speak about the goals of the Social Security program and the difficult choices that restoring its long-term solvency will require. Social Security is the foundation of the nation’s retirement income system. It provides 42 percent of all the income of the elderly, which is twice as much as any other single source. However, because of dramatic demographic changes, Social Security now faces a serious long-term financing shortfall.", "Today, I would like to discuss five fundamental choices that Social Security reforms will reflect: (1) balancing income adequacy and individual equity, (2) determining who bears risks and responsibilities, (3) choosing among various benefit reductions and revenue increases, (4) using pay-as-you-go or advance funding, and (5) deciding how much to save and invest in the nation’s productive capacity. My testimony is based on work we have done over the past few years."], "subsections": [{"section_title": "Background", "paragraphs": ["When Social Security was enacted in 1935, the nation was in the midst of the Great Depression. About half of the elderly depended on others for their livelihood, and roughly one-sixth received public charity. Many had lost their savings. Social Security was created to help ensure that the elderly would have adequate retirement incomes and would not have to depend on welfare. It would provide benefits that workers had earned because of their contributions and those of their employers.", "When Social Security started paying benefits, it responded to an immediate need to bolster the income of the elderly. The Social Security benefits that early beneficiaries received significantly exceeded their contributions, but even the very first beneficiaries had made some contributions. Initially, funding Social Security benefits required relatively low payroll taxes because very few of the elderly had earned benefits under the new system. Increases in payroll taxes were always anticipated to keep up with the benefit payments as the system matured and more retirees received benefits. Virtually from the beginning, Social Security was financed on this type of pay-as-you-go basis, with any single year’s revenues collected primarily to fund that year’s benefits. The Congress had rejected the idea of advance funding for the program, or collecting enough revenues to cover future benefit rights as workers accrued them. Many expressed concern that if the federal government amassed huge reserve funds, it would find a way to spend them.", "Over the years, both the size and scope of the program have changed, and periodic adjustments have been necessary. In 1939, coverage was extended to dependents and survivors. In the 1950s, state and local governments were given the option of covering their employees. The Disability Insurance program was added in 1956. Beginning in 1975, benefits were automatically tied to the Consumer Price Index to ensure that the purchasing power of benefits was not eroded by inflation. These benefit expansions led to higher payroll tax rates in addition to the increases stemming from the maturing of the system. Moreover, the long-term solvency of the program has been reassessed annually. Changes in demographic and economic projections have required benefit and revenue adjustments to maintain solvency, such as the amendments enacted in 1977 and 1983.", "Profound demographic trends are now contributing to Social Security’s long-term financing shortfall. As a share of the total U.S. population, the elderly population grew from 7 percent in 1940 to 13 percent in 1996; this share is expected to increase further to 20 percent by 2050. As it ages, the baby-boom generation will increase the size of the elderly population. However, other demographic trends are at least as important. Life expectancy has increased continually since the 1930s, and further improvements are expected. Moreover, the fertility rate has declined from 3.6 children per woman in 1960 to around 2 children per woman today and is expected to level off at about 1.9 by 2020. Combined, increasing life expectancy and falling fertility rates mean that fewer workers will be contributing to Social Security for each aged, disabled, dependent, or surviving beneficiary. While 3.3 workers support each Social Security beneficiary today, only 2 workers are expected to be supporting each beneficiary by 2030.", "As a result of these demographic trends, Social Security revenues are expected to be about 14 percent less than expenditures over the next 75-year period, and demographic trends suggest that this imbalance will grow over time. By 2030, the Social Security trust funds are projected to be depleted. From then on, Social Security revenues are expected to be sufficient to pay only about 70 to 75 percent of currently promised benefits, given currently scheduled tax rates and the Social Security Administration’s (SSA) intermediate assumptions about demographic and economic trends. In 2031, the last members of the baby-boom generation will reach age 67, when they will be eligible for full retirement benefits under current law.", "Restoring Social Security’s long-term solvency will require some combination of increased revenues and reduced expenditures. A variety of options are available within the current structure of the program, such as raising the retirement age, reducing inflation adjustments, increasing payroll tax rates, and investing trust fund reserves in higher-yielding securities.", "However, some proposals would go beyond restoring long-term solvency and would fundamentally alter the program structure by setting up individual retirement savings accounts and requiring workers to contribute to them. Retirement income from these accounts would usually replace a portion of Social Security benefits. Some proposals would attempt to produce a net gain in retirement income. The combination of mandated savings deposits and revised Social Security taxes would be greater than current Social Security taxes, in most cases."], "subsections": []}, {"section_title": "Relative Emphasis Between Income Adequacy and Individual Equity", "paragraphs": ["Helping ensure adequate retirement income has been a fundamental goal of Social Security. While Social Security was never intended to guarantee an adequate income, it provides an income base upon which to build. Virtually all reform proposals also pay some attention to “income adequacy,” but some place a different emphasis on it relative to the goal of “individual equity,” which seeks to ensure that benefits bear some relationship to contributions. Some proponents of reform believe that increasing the role of individual retirement savings could improve individual equity without diminishing income adequacy.", "The current Social Security program seeks to ensure adequate retirement income in various ways. First, it makes participation mandatory, which guards against the possibility that some people would not otherwise save enough to have even a minimal retirement income. Reform proposals also generally make participation mandatory.", "Second, the current Social Security benefit formula redistributes income from high earners to low earners to help keep low earners out of poverty. It accomplishes this by replacing a larger share of lifetime earnings for low earners and a smaller share for high earners. In addition, Social Security helps ensure adequate income by providing benefits for dependent and surviving spouses and children who may not have the work history required to earn adequate benefits. Also, it automatically ensures that the purchasing power of benefits keeps pace with inflation, unlike most employer pension plans or individually purchased annuities.", "While the Social Security benefit formula seeks to ensure adequacy by redistributing income, it also promotes some degree of individual equity by ensuring that benefits are at least somewhat higher for workers with higher lifetime earnings.", "In helping ensure adequate retirement income, Social Security has contributed to reducing poverty among the elderly. (See fig. 1.) Since 1959, poverty rates for the elderly have dropped by two-thirds, from 35 percent to less than 11 percent in 1996. While they were higher than rates for children and for working-age adults (aged 18 to 64), they are now lower than for either group. For more than half the elderly, income other than Social Security was less than the poverty threshold in 1994.", "While Social Security provides a strong foundation for retirement income, it is only a foundation. In 1994, it provided an average of roughly $9,200 to all elderly households. Median Social Security benefits have historically been very close to the poverty threshold. Elderly households with below-average income rely heavily on Social Security, which provided 80 percent of income for 40 percent of elderly households in 1994. (See fig. 2.) One in seven elderly Americans has no income other than Social Security. Pockets of poverty remain. Women, minorities, and persons aged 75 and older are much more likely to be poor than other elderly persons. For example, compared with 11 percent for all elderly persons (aged 65 and older) in 1996, poverty rates were 23 percent for all elderly women living alone, roughly 25 percent for elderly blacks and Hispanics, and 31 percent for black women older than 75. Unmarried women make up more than 70 percent of poor elderly households, although they account for only 45 percent of all elderly households.", "Proposals that would increase the extent to which workers save for their own retirement would reduce income redistribution because any contributions to individual accounts that would otherwise go to Social Security would not be available for redistribution. Still, proponents of individual accounts assert that virtually all retirees would be at least as well off as they are now and that such reforms would improve individual equity. Citing historical investment returns, they argue that the rates of return that workers could earn on their individual retirement savings would be much higher than the returns they implicitly earn under the current system and that their retirement incomes could be higher as a result. Nevertheless, earning such higher returns would require investing in riskier assets such as stocks. Income adequacy under such reforms would depend on how workers invest their savings and whether they actually earn higher returns. It would also depend on what degree of Social Security coverage and its income redistribution would remain after reform.", "In addition to examining the effects of reform proposals on all retirees generally, attention should be paid to how they affect specific subpopulations, especially those that are most vulnerable to poverty, including women, widows, minorities, and the very old. Reform proposals vary considerably in their effects on such subpopulations. For example, since men and women typically have different earnings histories, life expectancies, and investment behaviors, reforms could exacerbate differences in benefits that already exist. An individual savings approach that permits little redistribution would on average generate smaller savings balances at retirement for women, who tend to have lower earnings from both employment and investments, and these smaller balances would need to last longer because women have longer life expectancies."], "subsections": []}, {"section_title": "Who Bears Risk and Responsibility?", "paragraphs": ["The balance between income adequacy and individual equity also influences how much risk and responsibility are borne by individuals and the government. Workers face a variety of risks regarding their retirement income security. These include individually based risks, such as how long they will be able to work, how long they will live, whether they will be survived by a spouse or other dependents, how much they will earn and save over their lifetimes, and how much they will earn on retirement savings. Workers also face some collective risks, such as the performance of the economy and the extent of inflation. Different types of retirement income embody different ways of assigning responsibility for these risks.", "Social Security was based on a social insurance model in which the society as a whole through the government largely takes responsibility for all these risks to help ensure adequate income. This tends to minimize risks to the individuals and in the process lowers the rate of return they implicitly earn on their retirement contributions. Social Security provides a benefit that provides income to workers who become disabled and to workers who reach retirement, for as long as they live, and for their spouse and dependents. The government takes responsibility for collecting and managing the revenues needed to pay benefits. By redistributing income, Social Security helps protect workers against low retirement income that stems from low lifetime earnings.", "Social Security pays a pension benefit that is determined by a formula that takes lifetime earnings into account. This type of pension is called a defined benefit pension. Many employer pensions are also defined benefit pensions. These pensions help smooth out variations in benefit amounts that can arise from year to year because of economic fluctuations. Defined benefit pension providers assume investment risks and some of the economic risks and take responsibility for investing and managing pension funds and ensuring that contributions are adequate to fund promised benefits. In contrast, defined contribution pensions, such as 401(k) accounts, base retirement income solely on the amount of contributions made and interest earned. Such pensions resemble individual savings.", "Retirement savings by individuals place virtually all the risk and responsibility on individuals but give them greater freedom and control over their income. Under reform proposals that increase the role of individual savings, the government role would primarily be to make sure that workers contribute to their retirement accounts and to regulate the management of those accounts. Workers would be responsible for choosing how to invest their savings and would assume the investment and economic risks. Some proposals would allow workers to invest only in a limited number of “indexed” investment funds, which like some mutual funds are managed so they mirror the performance of market indexes like the Standard and Poor 500. Some proposals would require workers to buy an annuity at retirement, while others would place few restrictions on how workers use their funds in retirement.", "Social Security places relatively greater emphasis on adequacy and less on individual equity by providing a way for all members of society to share all the risks. An individual retirement savings approach places relatively less emphasis on adequacy and more on individual equity by making retirement income depend more directly on each person’s contributions and management of the funds. Reform proposals that would increase the role of individual savings would change the overall mix of different types of retirement income and with it the relative emphasis on adequacy and individual equity embodied by that mix.", "In addition to changing the relative roles of Social Security and individual savings, such Social Security reform could indirectly affect other sources of retirement income and related public policies. For example, raising Social Security’s retirement age or cutting its benefit amounts could affect employer pensions. Some employers pay supplements to their pensions until retirees start to receive Social Security income, or they set their pension benefits relative to Social Security’s. Employers might terminate their pension plans rather than pay increased costs. Reforms would also interact with other income support programs such as Social Security’s Disability Insurance or the Supplemental Security Income public assistance program. For example, raising the retirement age could lead more older workers to apply for Social Security’s disability benefits because those benefits would be greater than retirement benefits, if they qualify."], "subsections": []}, {"section_title": "Reducing Benefits or Increasing Revenues?", "paragraphs": ["No matter what shape Social Security reform takes, restoring long-term solvency will require some combination of benefit reductions and revenue increases. Within the current program structure, examples of possible benefit reductions include modifying the benefit formula, raising the retirement age, and reducing cost-of-living adjustments. Revenue increases might take the form of increases in the payroll tax rate, expanding coverage to include the relatively few workers who are still not covered under Social Security, or allowing the trust funds to be invested in potentially higher-yielding securities such as stocks. Reforms that increase the role of individual retirement savings would also involve Social Security benefit reductions or revenue increases, which might take slightly different forms. For example, such reforms might include Social Security benefit reductions to offset any contributions that are diverted from the current program or permitting workers to invest their retirement savings in stocks.", "The choice among various benefit reductions and revenue increases will affect the balance between income adequacy and individual equity. Benefit reductions could pose the risk of diminishing adequacy, especially for specific subpopulations. Both benefit reductions and tax increases that have been proposed could diminish individual equity by reducing the implicit rates of return the workers earn on their contributions to the system. In contrast, increasing revenues by investing retirement funds in the stock market could improve rates of return.", "The choice among various benefit reductions and revenue increases—for example, raising the retirement age—will ultimately determine not just how much income retirees will have but also how long they will be expected to continue working and how long their retirements will be. Reforms will determine how much consumption workers will give up during their working years to provide for more consumption during retirement."], "subsections": []}, {"section_title": "Pay-as-You-Go or Advance Funding?", "paragraphs": ["Reform proposals have also raised the issue of increasing the degree to which the nation sets aside funds to pay for future Social Security benefits. Advance funding could reduce payroll tax rates in the long term and improve intergenerational equity but would involve significant transition costs. As noted earlier, Social Security is largely financed on a pay-as-you-go basis. In a pure pay-as-you-go arrangement, virtually all revenues come from payroll taxes since trust funds are kept to a relatively small contingency reserve that earns relatively little interest compared with the interest that a fully funded system would earn.", "In contrast, defined benefit employer pensions are generally fully advance funded. As workers accrue future pension benefit rights, employers make pension fund contributions that are projected to cover them. The pension funds accumulate substantial assets that contribute a large share of national saving. The investment earnings on these funds contribute considerable revenues and reduce the size of pension fund contributions that would otherwise be required to pay pension benefits.", "Defined contribution pensions and individual retirement savings are fully funded by definition, and investment earnings on these retirement accounts also help provide retirement income. Similarly, Social Security reform proposals that increase the role of individual retirement savings would generally increase advance funding.", "Advance funding is possible in the public sector simply by collecting more revenue than is necessary to pay current benefits. However, advance funding in the public sector raises issues that prompted the Congress to reject advance funding in designing Social Security. A fully funded Social Security program would have trust funds worth trillions of dollars. If the trust funds were invested in private securities, some people would be concerned about the influence that government could have on the private sector. If these funds were invested only in federal government securities, as is required under current law, taxpayers would eventually pay both interest and principal to the trust funds and ultimately cover the full cost of Social Security benefits. Moreover, the effect of advance funding in the public sector fundamentally depends on whether the government as a whole is increasing national saving, as discussed further below.", "If Social Security reforms increase the balances in privately held retirement funds, interest on those funds could eventually help finance retirement income and reduce the system’s reliance on Social Security payroll contributions, which in turn would improve individual equity. At the same time, the relatively larger generation of current workers could finance some of their future benefits now rather than leaving a relatively smaller future generation of workers with the entire financing responsibility. In effect, advance funding shifts responsibility for retirement income from the children of one generation of retirees to that retiree generation itself.", "However, larger payroll contributions would be required in the short term to build up those fund balances. Social Security would still need revenues to pay benefits that retirees and current workers have already been promised. The contributions needed to fund both current and future retirement liabilities would clearly be higher than those currently collected.", "Thus, increasing advance funding in any form involves substantial transition costs as workers are expected to cover some portion of both the existing unfunded liability and the liability for their own future benefits. Reform proposals handle this transition in a variety of ways, and the transition costs can be spread out across one or several generations. The nature of specific reform proposals will determine the pace at which advance funding is increased. For example, one proposal would increase payroll taxes by 1.52 percent for 72 years to fund the transition and would involve borrowing $2 trillion from the public during the first 40 years of the transition to help cover the unfunded liability."], "subsections": []}, {"section_title": "Saving and Investing for Productivity Growth", "paragraphs": ["Ideally, Social Security reforms would help address the fundamental economic implications of the demographic trends that underlie Social Security’s financing problems. Although people are living longer and healthier lives, they have also been retiring earlier and have been having smaller families. Unless these patterns change, relatively fewer workers will be producing goods and services for a society with relatively more retirees. Economic growth, and more specifically growth in labor productivity, could help ease the strains of providing for a larger elderly population. Increased investment in physical and human capital should generally increase productivity and economic growth, but investment depends on national saving, which has been at historically low levels.", "Recognizing these economic fundamentals, proponents of increasing the role of individual retirement savings generally observe that a pay-as-you-go financing structure does little to help national saving, and they argue that the advance funding through individual accounts would increase saving. However, reforms would not produce notable increases in national saving to the extent that workers reduce their other saving in the belief that their new accounts can take its place.", "Social Security reforms might also increase national saving within the current program structure. Advance funding would increase saving, and it could be applied to government-controlled trust funds as well as to individual accounts. Any additional Social Security savings in the federal budget could add to national saving but only if not offset by deficits in the rest of the federal budget. More broadly, overall federal budget surpluses or deficits affect national saving since they represent saving or dissaving by the government.", "To the extent that reforms attempt to increase national saving, they will vary by how much emphasis they place on doing so through individual or government saving. That emphasis will reflect not only judgments about which is likely to be more effective but also values regarding the responsibilities of individuals and governments and attitudes toward the national debt. While these points will be much debated, few dispute the need to be aware of the effect of increasing national saving, although it may be hard to achieve."], "subsections": []}, {"section_title": "Observations", "paragraphs": ["In some form and to varying degrees, every generation of children has supported its parents’ generation in old age. In economic terms, those who do work ultimately produce the goods and services consumed by those who do not. The Social Security system and, more broadly, the nation’s retirement income policies, whatever shape they take, ultimately determine how and to what extent the nation supports the well-being of the elderly.", "Restoring Social Security’s long-term solvency presents complex and important choices. These choices include how reforms will balance income adequacy and individual equity; how risks are shared as a community or assumed by individuals; how reforms assign roles and responsibilities among government, employers, and individuals; whether retirements will start earlier or later and how large retirement incomes will be; and how much the nation saves and invests in its capacity to produce goods and services. Whatever reforms are adopted will reflect these fundamental choices implicitly, if not explicitly.", "This concludes my testimony. I would be happy to answer any questions."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Social Security Reform: Implications for Women’s Retirement Income (GAO/HEHS-98-42, Dec. 31, 1997).", "Social Security Reform: Demographic Trends Underlie Long-Term Financing Shortage (GAO/T-HEHS-98-43, Nov. 20, 1997).", "Budget Issues: Analysis of Long-Term Fiscal Outlook (GAO/AIMD/OCE-98-19, Oct. 22, 1997). 401(k) Pension Plans: Loan Provisions Enhance Participation but May Affect Retirement Income Security for Some (GAO/HEHS-98-5, Oct. 1, 1997).", "Retirement Income: Implications of Demographic Trends for Social Security and Pension Reform (GAO/HEHS-97-81, July 11, 1997).", "Social Security Reform: Implications for the Financial Well-Being of Women (GAO/T-HEHS-97-112, Apr. 10, 1997). 401(k) Pension Plans: Many Take Advantage of Opportunity to Ensure Adequate Retirement Income (GAO/HEHS-96-176, Aug. 2, 1996).", "Social Security: Issues Involving Benefit Equity for Working Women (GAO/HEHS-96-55, Apr. 10, 1996).", "Federal Pensions: Thrift Savings Plan Has Key Role in Retirement Benefits (GAO/HEHS-96-1, Oct. 19, 1995).", "Social Security Retirement Accounts (GAO/HEHS-94-226R, Aug. 12, 1994).", "Social Security: Analysis of a Proposal to Privatize Trust Fund Reserves (GAO/HRD-91-22, Dec. 12, 1990).", "Social Security: The Trust Fund Reserve Accumulation, the Economy, and the Federal Budget (GAO/HRD-89-44, Jan. 19, 1989).", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}