{"id": "T-HEHS-97-119", "url": "https://www.gao.gov/products/T-HEHS-97-119", "title": "Medicare and Medicaid: Meeting Needs of Dual Eligibles Raises Difficult Cost and Care Issues", "published_date": "1997-04-29T00:00:00", "released_date": "1997-04-29T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO discussed several issues that arise in financing health care for people known as dual eligibles, Medicare beneficiaries who are also eligible for some form of Medicaid support, focusing on: (1) the health characteristics of those who are eligible for both Medicare and Medicaid and the key structural differences between the two programs that serve this population; (2) benefit overlaps between these two programs and the associated shifting of care and costs between federal and state levels; and (3) states' efforts to use managed care to serve this population."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) the dually eligible population consists of people with a range of health needs, from the young to the very old and from the healthy to the disabled or chronically ill in nursing homes; (2) compared with Medicare-only beneficiaries, however, dually eligible beneficiaries are more likely to have poorer health status and require costly care, including long-term care; (3) meeting their needs under two programs that are administered under different rules complicates matters in both fee-for-service and managed care environments; (4) the potential to cover posthospital and long-term care benefits under either program has resulted in costs being shifted between programs; (5) because the federal government pays the full cost of Medicare and shares the cost of Medicaid with the states, the greater financial burden generally falls on the federal government; (6) to better coordinate acute and long-term care needs while holding down costs, some states are assessing the potential for enrolling their dually eligible populations in a single managed care plan; (7) however, differences in Medicare and Medicaid requirements for commercial managed care participation can create barriers to this approach; (8) because these barriers are largely related to certain statutory beneficiary guarantees, including beneficiaries' freedom to choose their own provider, granting waivers from federal requirements to states that are designing comprehensive managed care programs remains a delicate issue; (9) the implications of managing the costs of care for this population are significant at both the federal and state levels; (10) the issue is important to the federal government because it pays for Medicare as well as for over half of Medicaid's costs; (11) it is also important to state governments, because they have little control over federal decisions, such as the imposition of new Medicare cost-sharing requirements, that make their budgets vulnerable to unplanned fiscal liabilities; and (12) as states pursue greater flexibility to design more efficient and effective service delivery programs for this population through waivers of certain beneficiary protections guaranteed by federal statute, federal and state governments' rigorous oversight of care delivery remains essential."]}], "report": [{"section_title": "Letter", "paragraphs": ["We are pleased to be here today to discuss several issues that arise in financing health care for people known as dual eligibles—Medicare beneficiaries who are also eligible for some form of Medicaid support. In 1995, Medicare and Medicaid spending for the roughly 6 million dual eligibles totaled an estimated $106 billion, or almost a third of these programs’ expenditures combined. This dually eligible population is expected to grow, resulting in ever greater health financing expenditures and care challenges. In addition, dual eligibles are, by definition, poor, and many are in poor health, with over 20 percent residing in nursing homes. While the very poor and very sick could benefit from a coordinated system of care, at times they can encounter a fragmented and confusing array of services.", "My comments today will focus on three major areas: (1) the health characteristics of those who are eligible for both Medicare and Medicaid and the key structural differences between the two programs that serve this population, (2) benefit overlaps between these two programs and the associated shifting of care and costs between federal and state levels, and (3) states’ efforts to use managed care to serve this population. Our work is based on our recent products on efforts to reform Medicare posthospital benefit payments and Medicare and Medicaid managed care issues, an analysis of federal data on dually eligible beneficiaries, and other relevant research. (A list of related GAO products appears at the end of this statement.)", "In summary, the dually eligible population consists of people with a range of health needs—from the young to the very old and from the healthy to the disabled or chronically ill in nursing homes. Compared with Medicare-only beneficiaries, however, dually eligible beneficiaries are more likely to have poorer health status and require costly care, including long-term care. Meeting their needs under two programs that are administered under different rules complicates matters in both fee-for-service and managed care environments. The potential to cover posthospital and long-term care benefits under either program has resulted in costs being shifted between programs. Because the federal government pays the full cost of Medicare and shares the cost of Medicaid with the states, the greater financial burden generally falls on the federal government.", "To better coordinate acute and long-term care needs while holding down costs, some states are assessing the potential for enrolling their dually eligible populations in a single managed care plan. However, differences in Medicare and Medicaid requirements for commercial managed care participation can create barriers to this approach. Because these barriers are largely related to certain statutory beneficiary guarantees, including beneficiaries’ freedom to choose their own provider, granting waivers from federal requirements to states that are designing comprehensive managed care programs remains a delicate issue.", "The implications of managing the costs of care for this population are significant at both the federal and state levels. The issue is important to the federal government because it pays for Medicare as well as for over half of Medicaid’s costs. It is also important to state governments, because they have little control over federal decisions—such as the imposition of new Medicare cost-sharing requirements—that make their budgets vulnerable to unplanned fiscal liabilities. As states pursue greater flexibility to design more efficient and effective service delivery programs for this population through waivers of certain beneficiary protections guaranteed by federal statute, federal and state governments’ rigorous oversight of care delivery remains essential."], "subsections": [{"section_title": "Poor Health Status, Program Differences Pose Challenges in Serving Dually Eligible Population", "paragraphs": ["In concept, Medicare and Medicaid provide essential and complementary services to dually eligible beneficiaries. Medicare is the primary provider of hospital, posthospital, and physician care, while Medicaid provides benefits beyond those covered by Medicare, such as prescription drugs and long-term care. In practice, however, Medicare and Medicaid’s respective roles do not sort this out neatly, and the health financing needs of the dually eligible population surface numerous contradictions and policy conundrums when attempts are made to mesh the two programs."], "subsections": [{"section_title": "Poor Health Status Characterizes the Condition of Many of the Dually Eligible", "paragraphs": ["Dual eligibles are among the most vulnerable Medicare beneficiaries. Within this population, however, individuals’ health needs and associated medical costs can vary substantially. Although some individuals incur few or no costs beyond those of the general population, many have substantially greater health care needs and fewer personal resources to meet those needs than the average Medicare beneficiary. By definition, dual eligibles are poor: about 20 percent have annual income of less than $5,000 a year; 80 percent have annual income of less than $10,000.", "Compared with Medicare-only beneficiaries, dually eligible beneficiaries are more likely to live in a nursing home or live alone; have a serious and chronic condition, and physical or cognitive have less access to a regular source of care and preventive services, and higher use of emergency room care."], "subsections": []}, {"section_title": "Medicare and Medicaid Display Key Structural Differences", "paragraphs": ["Medicare is a federally financed health insurance program administered by the Department of Health and Human Services’ Health Care Financing Administration (HCFA). It covers almost all Americans 65 years old and older and certain individuals under 65 who are disabled or have chronic kidney disease. The program provides protection with an acute care focus under two parts. Part A covers inpatient hospital services, posthospital care in skilled nursing facilities (SNF), and care in patients’ homes. Part B covers primarily physician and other outpatient services. In fiscal year 1996, Medicare covered an estimated 38 million beneficiaries at a cost of $197 billion.", "Medicaid is a health insurance program financed and administered by both the federal government and the states. Its beneficiaries include poor children and their parents as well as low-income elderly, blind, and disabled individuals. In addition to covering primary and acute care, Medicaid covers outpatient prescription drugs and long-term care both in the home and in nursing facilities.", "Medicaid, however, is not 1, but over 50 separate programs. Although federal law mandates coverage of certain medical services and population groups, it also permits states to choose whether to cover additional services or low-income population groups. Thus, under Medicaid, the populations served and benefits provided vary across states. The percentage of Medicaid expenditures covered by the federal government also varies by state, depending on the state’s per capita income, with a range from 50 to 83 percent. In 1996, the federal government paid 57 percent of the aggregate Medicaid costs of about $160 billion, which provided health care coverage for about 37 million beneficiaries.", "Both programs have traditionally reimbursed providers through fee-for-service arrangements, but both have been developing managed care components in which beneficiaries obtain care from prepaid health plans. Managed care plans in both programs cover beneficiaries under terms that are different from those under fee-for-service arrangements. For example, managed care organizations are paid a fixed monthly amount for each enrollee to provide or arrange for medical services, which are typically coordinated through a primary care physician. In addition, Medicaid managed care programs differ among states. To implement these programs, states typically seek approval from HCFA to waive certain federal requirements. Named after sections of the Social Security Act that authorize the waivers, 1915(b) program waivers and 1115 demonstration waivers permit states to conduct managed care programs and experiment with plan participation and eligibility rules that would otherwise be prohibited by law."], "subsections": []}, {"section_title": "Dual Eligibles Qualify for Medicare and Various Levels of Medicaid Support", "paragraphs": ["Dually eligible individuals are Medicare beneficiaries first. According to the level of support provided by Medicaid, the dually eligible population is divided into two major groups: (1) those receiving Medicare cost-sharing support and additional Medicaid health care benefits (“full-benefit” individuals) and (2) those receiving help from Medicaid only to cover out-of-pocket costs after payment by Medicare. Collectively, both groups of dually eligible beneficiaries represent about 16 percent of the Medicare population but 30 percent of Medicare expenditures. Similarly, they account for about 17 percent of the Medicaid population but 35 percent of Medicaid expenditures.", "States vary dramatically in the proportion of Medicare beneficiaries also enrolled in their Medicaid programs. According to one source, in 1993, two states’ Medicaid programs covered more than 20 percent of their Medicare beneficiary populations, whereas eight states’ Medicaid programs covered fewer than 7 percent of their states’ Medicare beneficiaries. These differences may reflect variation across states in demographic composition, state eligibility criteria, outreach efforts, and data reporting practices. for Medicaid primarily because they are “categorically eligible”—that is, they are eligible for such cash assistance programs as Supplemental Security Income (SSI)—or because they are “medically needy,” which means they have incomes or assets above the levels that would make them eligible for cash assistance but their medical expenses relative to their incomes are so substantial that states qualify them for assistance.", "A much smaller group of Medicare beneficiaries—an estimated 562,000 in 1995—receives Medicaid coverage for certain Medicare financial obligations and includes two subgroups. The first consists of Qualified Medicare Beneficiaries—called QMBs. These people have incomes or assets that exceed the thresholds set for full-benefit eligibility but have incomes that are nevertheless at or below the federal poverty level. Medicaid pays these beneficiaries’ Medicare monthly part B premiums and all copayments and deductibles required under Medicare. The second subgroup consists of Specified Low-Income Medicare Beneficiaries—called SLMBs. These people have incomes slightly above the federal poverty level; Medicaid pays their Medicare premiums but not copayments or deductibles.", "The Congress enacted the QMB and SLMB programs in 1988 and 1990, respectively, out of concern for the financial hardship that Medicare cost-sharing requirements could pose for low-income people not eligible for Medicaid. As we reported in 1994 and others have stated more recently, since the programs were implemented, many individuals eligible for Medicaid’s cost-sharing support have not taken advantage of it. In 1995, an estimated 37 percent of people eligible for the QMB program were not enrolled, and an estimated 90 percent of people eligible for the SLMB program were not enrolled."], "subsections": []}]}, {"section_title": "Benefit Overlaps Foster Shifting of Fee-for-Service Costs Between Programs", "paragraphs": ["Both Medicare and Medicaid devote substantial resources to providing care to the dually eligible population. At the same time, both programs are under pressure to contain cost growth in their respective programs. This makes the substitution of services provided—and the resulting shifting of costs between federal and state levels—one alternative for limiting a program’s fiscal liability. The net burden is likely to fall more heavily on the federal government, as the payer for all Medicare and more than half of Medicaid expenditures.", "Dual eligibles can obtain similar services from both Medicare and Medicaid, especially home health and nursing facility care. Since 1989, when coverage guidelines were liberalized in response to court decisions, the home health care benefit has been essentially transformed from one focused on patients needing short-term care after hospitalization to one that serves chronic, long-term care patients as well. Between 1989 and 1996, Medicare’s part A home health care payments rose sevenfold, from $2.4 billion to $17.7 billion. As we testified before congressional committees earlier this year, not only has the number of Medicare beneficiaries receiving home health care increased dramatically, but so has the intensity of visits for each beneficiary. reduce its costs by capitalizing on the movement of Medicare’s home health benefit from a post-acute focus to include long-term care benefits.", "Alternatively, when Medicare’s SNF coverage criteria for daily skilled care are applied more stringently, Medicare’s coverage of a dually eligible patient’s SNF stay may end earlier and Medicaid becomes the primary payer. Such a strict application of Medicare coverage criteria, while advantageous to Medicare, shifts some of the burden of financing SNF care to Medicaid."], "subsections": []}, {"section_title": "States’ Desire to Use Managed Care May Conflict With Federal Guarantees to Medicare Beneficiaries", "paragraphs": ["States are beginning to explore the use of managed care to serve their dually eligible populations. However, using managed care prepaid health plans presents another set of dilemmas. On the one hand, managed care, in principle, offers the potential for a single system of coordinated care to serve a population particularly likely to benefit from such a system. On the other hand, managed care plans—both in Medicare and Medicaid—have little experience serving a population with expensive medical and extensive long-term care needs. In addition, each of the respective programs has different terms for beneficiary and plan participation. Thus, as states consider enrolling dual eligibles in their managed care programs, they face certain barriers that require federal and state cooperation to overcome. With federal waivers from some statutory requirements, several states have removed key administrative obstacles, permitting the enrollment of the dually eligible population."], "subsections": [{"section_title": "Differences in Managed Care Participation Terms Complicate States’ Efforts to Coordinate Care", "paragraphs": ["altogether in the case of states that have obtained special approval from HCFA.", "As states seek greater control of their health financing and care delivery obligations, these program differences may serve as barriers to enrolling dual eligibles in a single managed care plan. Medicare’s liberal disenrollment policy, coupled with its requirement to enroll beneficiaries in plans meeting the 50-percent commercial membership level, complicates states’ ability to use managed care for their Medicaid beneficiaries with Medicare status.", "For example, a state’s ability to lock beneficiaries into a prepaid plan providing both Medicare and Medicaid benefits for an extended period may have the benefit of stabilizing the state’s fiscal liability for health care, while offering the potential to coordinate care within a single network of providers. But dually eligible beneficiaries who exercise their Medicare right to leave the plan during the Medicaid lock-in period may expose the state to the cost-sharing obligations incurred with a fee-for-service or Medicare managed care provider and preclude the Medicaid plan’s potential to organize a system of coordinated services. In addition, states may have existing contractual relationships with Medicaid managed care organizations that could serve the states’ dual eligibles, but their public program membership exceeds the 50-percent threshold needed to comply with Medicare’s rules for plans eligible to serve Medicare beneficiaries."], "subsections": []}, {"section_title": "Beneficiary Protection in Managed Care More Critical for Dually Eligible Population", "paragraphs": ["With its focus on coordinated care, managed care provides states an option for moving their dually eligible population into a single plan providing all or most required services. However, a Medicaid program’s policy may preclude incorporating certain Medicare provisions—such as the freedom to choose among all participating plans and to disenroll monthly—which have been considered important beneficiary protections in managed care. As our recent testimony before this Committee indicated, the ability of plans to satisfy and retain beneficiaries is highly variable. setting—people with the demographic and health status traits of dual eligibles makes it difficult to identify beneficiary protections that will be effective and will minimize problems in coordinating these two programs. For example, we recently reviewed states’ prepaid Medicaid programs serving disabled beneficiaries and found that, of 17 states making managed care available to disabled people, 12 had less than 20 percent of their disabled beneficiaries enrolled. Of the six state programs requiring some or all of their disabled population to enroll in prepaid managed care, only one was more than 3 years old.", "We also found that oversight mechanisms designed to track a plan’s performance in delivering services to the average enrollee are not well-suited to monitor service delivery to the severely disabled, who may represent a small number of enrollees in a plan. About half of the 17 states enrolling disabled beneficiaries in prepaid managed care continued to rely on mechanisms such as beneficiaries’ freedom to disenroll from or switch plans or on their access to grievance systems in lieu of more carefully targeted formal quality assurance systems."], "subsections": []}]}, {"section_title": "Several Concerns About Dual Eligibles Remain Issues for the Future", "paragraphs": ["Several factors highlight the importance of dual eligibility in the coming years: a growing dually eligible population, the potential for new cost-sharing obligations, and states’ continued requests for waivers to implement innovative managed care programs.", "The demographics of the dually eligible beneficiaries will undoubtedly continue to focus attention on the respective federal and state roles in serving this population. The numbers of dual eligibles are expected to increase, and the two groups that are likely to be dually eligible—the oldest elderly and the nonelderly disabled—are growing segments of the Medicare population.", "Among the various approaches being considered to contain the unsustainable growth in Medicare costs is the option to increase beneficiary cost sharing. However, if Medicare premiums and cost sharing are increased, these costs will consequently rise for the states, as payers of the dually eligibles’ financial obligations under Medicare.", "Finally, states are likely to continue seeking flexibility under HCFA’s waiver approval process to overcome existing barriers to dual eligibles’ enrollment in managed care. How HCFA will treat freedom-of-choice issues, such as the beneficiaries’ right to disenroll monthly, and the “50-50” public/private membership rule remains an open question. Regardless of the approaches taken, our recent work in both Medicare and Medicaid managed care stresses repeatedly that, to ensure program accountability for the interests of both beneficiaries and the federal government, rigorous federal and state oversight of care and effective quality monitoring systems are essential.", "Mr. Chairman, this concludes my prepared statement. I will be happy to answer any questions you or the other Committee Members may have."], "subsections": []}, {"section_title": "Contributors", "paragraphs": ["For more information on this testimony, please call Kathryn G. Allen, Acting Associate Director, on (202) 512-7059. Other major contributors included Hannah F. Fein and Sally J. Kaplan."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Medicaid Managed Care: Challenge of Holding Plans Accountable Requires Greater State Effort (GAO/HEHS-97-86, forthcoming).", "Medicare: Home Health Cost Growth and Administration’s Proposal for Prospective Payment (GAO/T-HEHS-97-92, Mar. 5, 1997).", "Medicare Post-Acute Care: Home Health and Skilled Nursing Facility Cost Growth and Proposals for Prospective Payment (GAO/T-HEHS-97-90, Mar. 4, 1997).", "Medicare HMOs: Potential Effects of a Limited Enrollment Period Policy (GAO/HEHS-97-50, Feb. 28, 1997).", "Medicare: HCFA Should Release Data to Aid Consumers, Prompt Better HMO Performance (GAO/HEHS-97-23, Oct. 22, 1996).", "Medicaid Managed Care: Serving the Disabled Challenges State Programs (GAO/HEHS-96-136, July 31, 1996).", "Medicare: Increased HMO Oversight Could Improve Quality and Access to Care (GAO/HEHS-95-155, Aug. 3, 1995).", "Medicaid: Spending Pressures Drive States Toward Program Reinvention (GAO/HEHS-95-122, Apr. 4, 1995).", "Medicare and Medicaid: Many Eligible People Not Enrolled in Qualified Medicare Beneficiary Program (GAO/HEHS-94-52, Jan. 20, 1994).", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}