{"id": "T-HEHS-96-205", "url": "https://www.gao.gov/products/T-HEHS-96-205", "title": "Fraud and Abuse: Providers Excluded From Medicaid Continue to Participate in Federal Health Programs", "published_date": "1996-09-05T00:00:00", "released_date": "1996-09-05T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO discussed whether the Department of Health and Human Services' (HHS) Office of Inspector General's (OIG) process for removing fraudulent health care providers from all federal health programs."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) weaknesses within HHS OIG allow sanctioned health care providers to remain in federal health care programs; (2) these weaknesses include lengthy delays in the OIG decision-making process, inconsistencies among OIG field offices, states not informing OIG of the providers withdrawing from state Medicaid programs, and states using information from OIG to remove excluded providers from state programs; (3) these problems compromise the financial integrity of the Medicaid program; (4) OIG field offices are unable to account for the number of referrals they receive from OIG state offices; (5) health care providers deemed unfit in one state continue to participate in Medicaid programs in other states; (6) OIG needs to consider whether it is capable of protecting beneficiaries from substandard care and ensuring the integrity of the federal health care system; and (7) OIG could become more efficient in detecting fraudulent health care providers by providing more guidance for OIG field staff, timely preparing individual case files, clarifying guidance for OIG field offices, ensuring that states act quickly in removing OIG-excluded providers from Medicaid participation, and requiring states to report providers' voluntary withdrawal from Medicaid programs to OIG field offices."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss our ongoing work related to health care providers who have been removed from their state Medicaid programs for committing program fraud or rendering substandard care to beneficiaries. When this occurs, the Department of Health and Human Services’ (HHS) Office of the Inspector General (OIG) is responsible for determining whether such circumstances warrant prompt nationwide exclusion of those providers from all federal health programs. Our work responds to your concern that despite the OIG’s efforts, providers who have been convicted of fraud or who have delivered inadequate or inappropriate care may still be participating in these programs.", "My comments today will focus on the process the OIG uses for excluding providers from Medicaid, Medicare, and other federal health programs. Our objective was to determine whether this process effectively ensures that excluded providers do not continue to participate in these programs.", "In developing this information, we visited the District of Columbia, Illinois, Maryland, Missouri, and Virginia. For these five states, we worked with officials of state Medicaid agencies, licensing boards, and Medicare contractors to document their exclusion processes. We performed computer matches of OIG and state lists of excluded providers and Medicare claims data. We also reviewed case files for a judgmentally selected sample of excluded providers to determine the nature of their wrongdoing and the types of sanctions they received. We also performed limited work in New York State to understand the state Medicaid program’s exclusion process. In addition, we met with officials from the four OIG field offices—Chicago, New York, Philadelphia, and Washington, D.C.—that oversee these six states, and with OIG headquarters officials. agree to stop participating in their Medicaid programs even though the reason for agreeing to withdraw is sometimes egregious patient care or abusive billing; and (4) how states use information from the OIG to remove excluded providers from state programs.", "In addition to identifying these system weaknesses, we attempted to assess the magnitude of these problems. Incomplete records in the OIG field offices where we conducted work did not permit such an analysis, however. We therefore could not identify the universe of cases referred to the OIG field offices, determine if all cases received were reviewed and acted upon in a timely manner, or obtain the rationale for decisions not to recommend exclusion to headquarters."], "subsections": [{"section_title": "Background", "paragraphs": ["Medicaid is a joint federal-state health program for the poor that expended $159 billion in fiscal year 1995 to provide health care coverage for over 40 million people. Because of its size and complex structure, Medicaid is vulnerable to fraud and abuse. State Medicaid agencies have the primary responsibility to protect the program’s financial integrity and to ensure that beneficiaries have access to quality care. This includes ensuring that appropriate safeguards are in place to remove providers that commit fraud or abuse, or are incompetent, from state programs.", "At the federal level, the Secretary of HHS has delegated to the OIG the authority under sections 1128 and 1156 of the Social Security Act to exclude health care providers from most federal health care programs.The OIG, through its Office of Investigations, is required to exclude, nationwide, providers who have been convicted of Medicare- or Medicaid-related fraud and patient abuse or neglect, and felonies related to health care fraud and controlled substances. These actions are termed “mandatory exclusions.”", "The OIG also has authority to exclude other individuals or entities if the OIG determines that the particular facts in a case meet its criteria. These so-called “permissive exclusions” may be based on, for example, submitting excessive claims, license suspensions and revocations, and sanctions imposed by federal or state health agencies. (See the appendix for a complete list of exclusion authorities.)", "The OIG field offices receive referrals of sanction actions taken by state Medicaid agencies, licensing boards, Medicaid fraud control units (MFCU),and others. For mandatory cases, they assemble and forward to headquarters the case files containing evidence of a provider’s criminal conviction. For referrals falling under the permissive exclusion authorities, the field offices receive documents related to disciplinary actions taken by state Medicaid agencies, licensing boards, or others. They assess the relevant facts and forward to OIG headquarters the cases they recommend for exclusion. OIG headquarters makes the final decision about whether to exclude the provider from program participation.", "When the OIG excludes a provider, it sends notification letters to organizations such as state Medicaid agencies, Medicare claims-processing contractors, state licensing boards, and MFCUs in the states where the provider is known to practice or operate. When applicable, the provider’s employer is also notified. In addition, information on excluded providers is disseminated nationally through monthly reports and semiannual cumulative listings.", "As of February 1996—the latest date for which cumulative data were prepared—the OIG had excluded 8,830 providers from federal health care programs nationwide. Three exclusion categories—conviction for program-related crime, conviction for patient abuse or neglect, and license suspensions and revocations—accounted for 76 percent of these nationwide exclusions."], "subsections": []}, {"section_title": "OIG Process Does Not Ensure That All Providers Are Excluded in a Timely Manner", "paragraphs": ["In reviewing the OIG’s exclusion of state-referred cases, we identified a number of cases—including those involving mandatory exclusions or serious quality of care issues—that remained unresolved for long periods of time. In the Chicago and Washington field offices, for example, we found delays that were due, at least in part, to state Medicaid agencies and MFCUs not always submitting documentation the field offices needed to process the exclusion. Thus, the completeness of the documentation provided by these agencies varied, necessitating frequent back-and-forth telephone contacts and correspondence to obtain data. The Washington field office advised us that it could take as long as 2 months to obtain needed documentation from state agencies.", "In other instances, however, case files showed long periods of inactivity with no apparent explanation for the delays. In one case, a pharmacy was terminated for overbilling the Illinois Medicaid program by over $117,000. It took the Chicago field office 15 months to forward the case to headquarters for exclusion. The case file showed no activity for extended periods of time, including a 10-month period. In another case, the field office referred a provider to headquarters for exclusion 19 months after the Illinois MFCU notified it that the provider had pled guilty in state court to falsely billing for Medicaid services. Two and one-half months after the case was forwarded to OIG headquarters, the provider was excluded nationwide."], "subsections": []}, {"section_title": "Inconsistencies Among Field Offices", "paragraphs": ["Another weakness we identified in the OIG’s process involves inconsistencies among its field offices in how they use their discretionary authority and the types of cases they refer to headquarters. This is especially true in the case of permissive exclusions, where the field offices may decide whether to recommend exclusion. year later, however, the OIG rescinded this guidance and state agencies were asked to once again refer all cases.", "We also observed apparent inconsistencies in the way field offices are processing permissive cases. As a result, providers with equally serious problems could be treated differently by the OIG depending on their location. For example, an official in the Washington field office told us that the office would not consider recommending nationwide exclusion unless the state Medicaid agency had excluded the provider, or a licensing board had revoked a license, for at least 1 year. The Chicago and New York field offices, however, use a 2-year rule of thumb."], "subsections": []}, {"section_title": "OIG Not Notified of Certain Withdrawals From State Medicaid Programs", "paragraphs": ["During our state visits we found that states were not always notifying the OIG of certain providers effectively excluded from the respective state’s Medicaid program. One state we visited sometimes permits providers who are being considered for removal from their Medicaid programs to “voluntarily” withdraw rather than face formal sanction. Another state sometimes terminates on short notice providers it suspects of engaging in improper or inappropriate activities. Neither type of withdrawal is reported to the OIG. While this results in safeguards for those states’ Medicaid programs and beneficiaries, it affords no protection for Medicare or other states’ Medicaid programs. not report these actions to the state licensing board or the OIG, the providers may continue to provide harmful, unnecessary, or excessive services to beneficiaries in other federal or state programs.", "Currently, about 23 percent of the physicians not allowed to participate in the Illinois Medicaid program have withdrawn in lieu of an action against them. We found that some of the providers who had withdrawn for what appeared to be serious quality of care problems were still able to bill Medicare in Illinois. For example, Medicare paid a podiatrist over $20,000 for services provided to program beneficiaries since he withdrew from the Illinois Medicaid program in August 1995. The podiatrist withdrew from the program after the state alleged that he had provided grossly inferior care to Medicaid recipients.", "An Illinois Medicaid official told us that he did not believe that the settlement agreements preclude the state from formally referring withdrawals to outside organizations. If the state agency started to do so, however, he believed that providers would soon opt to pursue the formal sanction route rather than withdrawing. Consequently, the state might lose a valuable tool for removing undesirable providers from Medicaid and would be forced to spend more time pursuing exclusion. This official speculated that had Illinois not aggressively moved to remove these providers from the Medicaid program through voluntary withdrawals, the providers would still be in the program.", "We do not know how prevalent voluntary withdrawals are nationwide. Most of the other states we visited told us they do not allow providers to withdraw from their programs to avoid formal sanction. Although New York sometimes allows providers to withdraw from its program, state Medicaid officials told us these cases are reported to the OIG, the state licensing board, and others. Certain providers New York suspects of abuse, however, are terminated but not reported to the OIG.", "We were informed by New York officials that state program regulations permit either the provider or state Medicaid agency to terminate a provider’s participation in the program upon 30 days’ written notice. According to state officials, this practice has been used primarily against pharmacies that the state suspected were heavily involved in dispensing drugs with a street market. As a result, the state agency has been able to deal quickly with pharmacies that it believed were involved in drug diversion. Like voluntary withdrawals in Illinois, however, these cases are not reported to the OIG."], "subsections": []}, {"section_title": "States’ Use of the OIG’s Excluded Provider Lists", "paragraphs": ["The OIG widely disseminates information on excluded providers through monthly reports and periodic cumulative listings to various state and federal agencies so that they, too, will remove these providers from their programs. We found, however, that for several reasons states sometimes have difficulty identifying and excluding providers who appear on the lists.", "First, the states have difficulty identifying individuals—such as nurses, pharmacists, or physicians—who are employed by hospitals, nursing homes, pharmacies, and health maintenance organizations that bill the program under the entities’ billing number. These providers, once sanctioned, can change employers or move to other states and potentially continue to provide services through federal health care programs without detection.", "Second, providers sometimes are not identified because states tend to use the OIG’s monthly list for a onetime check against their active provider files. However, they may not review prior monthly lists to check a provider who applies for program participation in a subsequent month. Thus, a provider could later enroll in the state’s Medicaid program after being excluded nationwide by the OIG and not be detected.", "Finally, some states do not always check providers appearing on the list who have out-of-state addresses. An official in Missouri, for example, told us that although they check the OIG monthly list with in-state and border state addresses, they do not check names from other states. New York officials also told us that it would be time-consuming to check the list of their Medicaid providers against the entire OIG list each month; instead, they only check for New York addresses. In addition, they said the OIG’s cumulative list is cumbersome to use and the information is not formatted in a way that would permit a large state, such as New York, to match provider names.", "When we performed a computer match of the OIG exclusion list to Illinois’ enrolled provider file, we found 13 out-of-state providers who had been excluded by the OIG between 1988 and 1995 but who were still enrolled in the Illinois Medicaid program. One of them had received almost $25,000 in Medicaid payments since being excluded by the OIG. Although the others had not billed the program since they were excluded by the OIG, state Medicaid officials acknowledged that they would have been paid had they submitted claims."], "subsections": []}, {"section_title": "Magnitude of Problem Could Not Be Determined", "paragraphs": ["Although we attempted to identify the magnitude and pervasiveness of problems in the exclusion process, we were unable to do so—primarily because of a lack of case file documentation at the OIG field offices.", "In our visits to OIG field offices, we found that they were not always able to fully account for the number of referrals they received from the states. For example, the Chicago field office could not locate 5 of 17 referrals sent by a state Medicaid agency during 1994 and 1995. As a result, it could not confirm that it had received the referrals or explain why it had not considered exclusion.", "Our review of these five cases at the state Medicaid agency determined that three of them involved what appeared to be serious quality of care issues. For example, in April 1995, the Illinois Medicaid agency excluded a dentist from its program for providing care that placed his patients at risk of harm. Among the charges was that the dentist had performed surgical extractions and had given patients general anesthesia without documented need. The state Medicaid agency’s case file on this dentist showed that he had been referred to the OIG in June 1995. When we inquired at the Chicago field office in March 1996, however, no record could be found of the case. Subsequent to our inquiry, the office opened a case file on the dentist, but as of August 8, 1996, the case had not been forwarded to headquarters for a final decision. Since this dentist was excluded from Medicaid, he has received almost $12,000 for services provided to Medicare patients.", "When discussing weaknesses in the OIG’s exclusion process with headquarters officials, they acknowledged that improvements are needed and informed us of a recent initiative to increase the number and quality of exclusion cases being forwarded from the field offices. In May 1996, the OIG began an effort to identify all mandatory exclusion cases referred to them by the states, along with permissive exclusion cases meeting certain criteria. Staff performing this function will receive extra training on the processing of provider exclusions submitted by state agencies.", "OIG officials also attributed these problems to resource cuts over the last several years. With the recent enactment of the Health Insurance Portability and Accountability Act of 1996, officials believe they will be able to obtain additional resources to further address these problems."], "subsections": []}, {"section_title": "Observations", "paragraphs": ["state’s Medicaid program can continue to do so in Medicare or in other states. Because of the amount of communication and coordination that is needed at the state and federal levels, the referral and exclusion process is complex. Nevertheless, we believe that more attention must be paid to a system that works to protect beneficiaries from substandard care and helps ensure the integrity of federal health programs.", "Although the OIG believes its initiatives and the potential for additional investigative resources will help remedy weaknesses in the long term, we believe that the OIG could take immediate action in several areas that would substantially improve its effectiveness. For example, the OIG could provide more guidance for OIG field staff and the states to facilitate the prompt preparation of case files—including required documentation—for OIG decisions. It could also clarify guidance for the field offices to ensure more consistency in the cases that are sent forward to headquarters for a final decision. Furthermore, it could explore ways to ensure that states quickly identify and act to remove OIG-excluded providers from Medicaid participation. Finally, the OIG may want to ask states to begin reporting information on those who have agreed to withdraw from a state Medicaid program rather than subject themselves to the formal sanction process.", "Mr. Chairman, this concludes my statement. I would be happy to respond to any questions that you or Members of the Subcommittee may have."], "subsections": []}, {"section_title": "Contributors", "paragraphs": ["For more information on this testimony, please call Kathy Allen, Assistant Director, at (202) 512-7059. Other major contributors included Jon Barker, Bob Ferschl, Bob Lippencott, Al Schnupp, and Ted Wagner."], "subsections": []}]}, {"section_title": "Sections of the Social Security Act Under Which Exclusions Are Imposed", "paragraphs": ["1128(a)(1) 1128(a)(2)", "Conviction for patient abuse or neglect 1128(b)(1)", "Conviction related to health care fraud (non-HHS)", "1128(b)(2)", "Conviction related to obstruction of an investigation 1128(b)(3)", "Conviction related to controlled substances 1128(b)(4) 1128(b)(5)", "Suspension or exclusion under a federal or state health care program 1128(b)(6)", "Excessive claims or furnishing of unnecessary or substandard items and services 1128(b)(7)", "Fraud, kickbacks, and other related activities 1128(b)(8)", "Entities owned or controlled by a sanctioned individual 1128(b)(9)", "Failure to disclose required information 1128(b)(10)", "Failure to supply requested information on subcontractors and suppliers 1128(b)(11)", "Failure to provide payment information 1128(b)(12)", "Failure to grant immediate access 1128(b)(13)", "Failure to take corrective action 1128(b)(14)", "Default on health education loan or scholarship obligations Imposition of a civil money penalty or assessment 1156(b)", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}