{"id": "T-NSIAD-99-20", "url": "https://www.gao.gov/products/T-NSIAD-99-20", "title": "DOD Budget: Substantial Risks in Weapons Modernization Plans", "published_date": "1998-10-08T00:00:00", "released_date": "1998-10-08T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO discussed the Department of Defense's (DOD) budgetary plans to modernize its forces, focusing on: (1) DOD's experience over the last few years in trying to shift funds from nonmission or infrastructure programs to acquisition programs; (2) the risks in DOD's ability to execute its Future Years Defense Program (FYDP) for fiscal years 1999 through 2003; and (3) the implications of current procurement trends for DOD's future modernization."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) although DOD has reduced military and civilian personnel, force structure, and facilities over several years, it has been unable to follow through with planned funding increases for modern weapon systems; (2) this has occurred, in part, because DOD has not shifted funds from infrastructure to modernization; (3) in 1997, infrastructure spending was 59 percent of DOD's total budget, the same percentage that was reported in the bottom-up review report for 1994; (4) consequently, DOD has repeatedly shifted planned funding increases for modern weapon systems further into the future with each succeeding FYDP; (5) DOD acknowledged in its 1997 Quadrennial Defense Review report that it has had to postpone procurement plans because funds were redirected to pay for underestimated operating costs and new program demands, and projected savings from outsourcing and other initiatives had not materialized; (6) although DOD made adjustments in the 1999 FYDP to decrease the risk that funds would migrate from procurement to unplanned operating expenses, the 1999-2003 program, like previous programs, is based on optimistic assumptions about savings and procurement plans; (7) a further indication of risk can be found in DOD's procurement plans; (8) the rise and fall of DOD's procurement spending over the last 33 years has followed the movement in the total budget; (9) however, DOD projects that procurement funding will rise in real terms during 1998-2003 by approximately 29 percent while the total DOD budget will remain relatively flat; (10) DOD's current procurement trends have longer term implications; (11) as DOD reduced programmed procurement in successive FYDPs, it has reprogrammed some procurement to the years beyond the FYDP to create a bow wave of demand for procurement funds; (12) this bow wave, according to DOD, tends to disrupt planned modernization programs unless additional funds are made available; (13) GAO has reported that DOD employs overly optimistic planning assumptions in its budget formulation which leads to far too many programs for the available dollars; (14) optimistic planning provides an unclear picture of defense priorities because tough decisions and trade-offs are avoided; and (15) in order for DOD to have an efficient and effective program and for Congress to properly exercise its oversight responsibilities, it is critical that DOD present realistic assumptions and plans in its future budgets."]}], "report": [{"section_title": "Letter", "paragraphs": ["We are pleased to be here today to discuss our work on the Department of Defense’s (DOD) budgetary plans to modernize its forces. You requested that we discuss our recent analysis of DOD’s Future Years Defense Program (FYDP). Specifically, we will discuss (1) DOD’s experience over the last few years in trying to shift funds from nonmission or infrastructure programs to acquisition programs, (2) the risks in DOD’s ability to execute its FYDP for fiscal years 1999 through 2003, and (3) the implications of current procurement trends for DOD’s future modernization."], "subsections": [{"section_title": "Background", "paragraphs": ["Since the mid-1980s, we have reported that DOD employs a systemic bias toward overly optimistic planning assumptions in its budget formulation. We have said that this results in too many programs for the available dollars—plans/funding mismatch. This, in turn, leads to program instability, costly program stretch-outs, and program terminations. In essence, DOD’s budgets have been unrealistic.", "In 1994, we reported that the 1995 FYDP for fiscal years 1995-99, the FYDP that reflected the budgetary decisions from the bottom-up review, revealed a substantial amount of risk resulting in overprogramming that could be in excess of $150 billion. In 1995, we reported that DOD’s total program for fiscal years 1996-99 had increased by about $12.6 billion; approximately $27 billion in planned weapon system modernization programs for these 4 years had been eliminated, reduced, or deferred to the year 2000 and beyond; and military personnel, operation and maintenance (O&M), and family housing accounts had increased by over $21 billion. The net effect was a more costly program, despite substantial reductions in DOD’s weapons modernization program between 1996 and 1999. In October 1997, we reported that DOD’s 1998 FYDP for fiscal years 1998-2001 had substantial risk that programs would not be executed as planned.", "Specifically, we said that although DOD projected billions of dollars in savings due to management initiatives, it did not have details on how all the savings would be achieved. Also, although DOD projected no real growth in the cost of the Defense Health Program during 1998-2001, O&M funds in DOD’s health program had increased 73 percent in real terms during 1985-96. DOD acknowledged in its May 1997 QDR report that the 1998 FYDP included substantial financial risk. It stated that, compared to the 1998 FYDP, the QDR proposed a more balanced, modern, and capable defense program that can be achieved within currently proposed budgets."], "subsections": []}, {"section_title": "DOD’s Modernization Goals Have Not Been Achieved", "paragraphs": ["Since 1989 and the fall of the Berlin Wall, DOD has reduced the number of men and women in uniform by 33 percent and removed a significant number of Army divisions, Air Force wings, and Navy ships from the active forces. In addition, DOD decided to realign and close numerous major domestic military installations and smaller installations and to realign many others. During the same period, the defense budget has declined from $374 billion to $262 billion in constant 1999 dollars—a reduction of 30 percent. The procurement accounts have led the decline with a combined reduction of over 50 percent, whereas the research, development, test, and evaluation accounts have declined by some 20 percent.", "In the early years of the procurement decline, DOD said that it could afford to delay weapons procurement because as forces were reduced, the remaining units could be equipped with modern systems already fielded. But in the mid-1990s, DOD believed that the delay had to end. For example, the Secretary of Defense testified in February 1995 that a new phase of modernization had to begin immediately to sustain the quality of the force over the long term. According to the Secretary, funding for modernization would come from out-year real budget growth, reduced infrastructure costs, and acquisition reform savings.", "Primarily as a result of congressional actions, DOD received increased funding earlier than planned by the administration. The 1996 FYDP projected total funding for fiscal years 1996-98 of $738.5 billion. However, Congress actually appropriated $767.3 billion—an increase of almost $30 billion.", "Our analysis of DOD’s programs and infrastructure activities over the past several years showed that the infrastructure portion of DOD’s budget had not decreased as DOD planned. In 1997, infrastructure spending was 59 percent of DOD’s total budget, the same percentage that was reported in DOD’s bottom-up review report for 1994. We have stated in prior reports that DOD must reduce its military personnel and O&M costs if it is to reduce its infrastructure because 80 percent of DOD’s infrastructure activities are funded from these appropriation accounts.", "Planned funding increases for modern weapon systems have repeatedly been shifted further into the future with each succeeding FYDP. For example, since 1995, DOD has lowered the estimated funding for 1998 procurement from about $57 billion in the 1995 FYDP to about $43 billion in the 1998 FYDP. Moreover, in the 1995 FYDP, DOD planned to achieve a $60-billion annual funding level for procurement by fiscal year 1999. One year later in the 1996 FYDP, DOD projected that it would achieve that funding level in fiscal year 2000. In the 1997 FYDP, the $60-billion level had slipped again to 2001. The following table compares DOD’s procurement plans for the last five FYDPs.", "In the QDR, DOD acknowledges that it has a historic, serious problem—the postponement of procurement modernization plans to pay for current operating and support costs. DOD refers to this as migration of funds. According to DOD, the chronic erosion of procurement funding has three general sources: underestimated day-to-day operating costs, unrealized savings from initiatives such as outsourcing or business process reengineering, and new program demands. The QDR concluded that as much as $10 billion to $12 billion per year in future procurement funding could be redirected as a result of these three general sources. The QDR also identified other areas of significant future cost risks.", "To address this financial instability, the QDR recommended cuts in some force structure and personnel, the elimination of additional excess facilities through more base closures and realignments, the streamlining of the infrastructure, and reduced quantities of some weapon systems. By taking these actions, the Secretary of Defense intended that the 1999 budget and FYDP would be fiscally executable, modernization targets would be met, the overall defense program would be rebalanced, and the program would become more stable."], "subsections": []}, {"section_title": "Substantial Risks Remain in DOD’s 1999-2003 Program Despite Changes to Reduce Risks Identified in the QDR", "paragraphs": ["The 1999 FYDP reflects the budget blueprint outlined in the balanced budget agreement. Within the agreed to budgets, DOD made program additions and cuts to reduce risks identified in the QDR. For example, DOD increased planned funding for the Defense Health Program, which had been significantly underbudgeted in prior FYDPs; created an acquisition program stability reserve to address unforeseeable cost growth that can result from technical risk and uncertainty associated with developing advanced technology for weapon systems; and reduced planned quantities of some weapon systems such as the Joint Surveillance Target Attack Radar Systems’ aircraft, F-22 fighters, and F/A-18E/F fighters.", "Despite the adjustments to decrease the risk that funds would migrate from procurement to unplanned operating expenses, there are substantial risks that DOD’s program may not be executable as planned."], "subsections": [{"section_title": "Some Personnel Cuts and Associated Savings May Not Be Achieved", "paragraphs": ["DOD’s decision to reduce personnel as part of the QDR was driven largely by the objective of identifying dollar savings that could be used to increase modernization funding. We reported in April 1998 that considerable risk remains in some of the services’ plans to cut 175,000 personnel and save $3.7 billion annually by 2003.", "The 1999 FYDP does not include all the personnel cuts directed by the QDR. With the exception of the Air Force, the services had plans that should enable them to achieve the majority of their active military cuts by the end of 1999. The Office of the Secretary of Defense (OSD) determined that some of the Air Force’s active military cuts announced in May 1997 to restructure fighter squadrons and consolidate bomber squadrons should not be included in the 1999 FYDP because the plans were not executable at that time.", "Plans for some cuts included in the 1999 FYDP were incomplete or based on optimistic assumptions. For example, the Army has not decided how 25,000 of the 45,000 reserve cuts will be allocated. This decision will not be made before the next force structure review. Moreover, plans to achieve savings through outsourcing and reengineering may not be implemented by 2003 as originally anticipated. For example, the Army planned to compete 48,000 positions to achieve the majority of its civilian reductions. However, according to a senior Army official, those reductions cannot be completed by 2003. Although the Army had announced studies covering about 14,000 positions, it had not identified the specific functions or locations of the remaining positions to be studied. In addition, the Army’s plan to eliminate about 5,300 civilian personnel in the Army Materiel Command through reengineering efforts involved risk because the Command did not have specific plans to achieve these reductions.Although outsourcing is only a small part of the Navy’s QDR cuts, the Navy had an aggressive outsourcing program that involved risk. Specifically, the Navy programmed savings of $2.5 billion in the 1999 FYDP based on plans to study 80,500 positions—10,000 military and 70,500 civilian—by 2003. Moreover, the Navy had not identified the majority of the specific functions to be studied to achieve the expected savings. According to a senior Navy acquisition official, the Navy’s ambitious projected outsourcing savings may not materialize, thereby jeopardizing its long-term O&M and procurement plans.", "OSD recognizes that personnel cuts and the planned savings from those cuts have not always been achieved, which contribute to the migration of procurement funding. Therefore, OSD has established two principal mechanisms for monitoring the services’ progress to reduce personnel positions. First, it expects to review the services’ plans to reduce personnel positions during annual reviews of the services’ budgets. Second, the Defense Management Council is expected to monitor the services’ progress in meeting outsourcing goals."], "subsections": []}, {"section_title": "Unprogrammed Bills Could Lead to Higher O&M Costs", "paragraphs": ["The QDR reported that unprogrammed expenses arise that displace funding previously planned for procurement. According to DOD, the most predictable of these expenses are underestimated costs in day-to-day operations, especially for depot maintenance, real property maintenance, and medical care. The least predictable are unplanned deployments and smaller scale contingencies."], "subsections": [{"section_title": "Depot Maintenance", "paragraphs": ["The services and the defense agencies plan to obligate $73 billion for depot maintenance between 1999 and 2003. While we have noted that DOD tends to adjust maintenance requirements as it moves closer to obligating funds, the $73-billion estimate does not allow the defense agencies and the services to achieve OSD’s goal of funding 85 percent of their maintenance requirements during 1999-2003. For example, the Army is projected to meet only 68 percent of its depot maintenance requirements in 1999 and 79 percent by 2003."], "subsections": []}, {"section_title": "Real Property Maintenance", "paragraphs": ["Despite four base realignment and closure rounds, DOD still has excess, aging facilities and has not programmed sufficient funds for maintenance, repair, and upgrades. Each service has risk in its real property maintenance program to the extent that validated real property needs are not met. For example, in the 1999 President’s budget, the Air Force plans to fund real property maintenance at the preventive maintenance level in 1999, which allows for day-to-day recurring maintenance. This results in risk because the physical plant is degraded and the backlog of maintenance and repair requirements increases. Also, while the Marine Corps added funds during 1999-2003, the Commandant of the Marine Corps determined that the planned funding would merely minimize deterioration of its facilities. Furthermore, although the Army added approximately $1 billion for real property maintenance in the 1999 FYDP, it was not projected to meet its funding goal until 2002."], "subsections": []}, {"section_title": "DOD Health Program", "paragraphs": ["According to a Defense Health Affairs official, the cumulative O&M funding increase of $1.6 billion over the 1998 FYDP adequately funds the core medical mission, which is comprised of two parts, direct care and managed care contracts. However, the 1999 FYDP funding is contingent on several assumptions that contain risk. First, the Defense Health Program assumes program-related personnel reductions due to outsourcing and privatization initiatives. Savings for these efforts are estimated to be $131 million by 2003. Second, the program assumes a 1-percent savings from utilization management, such as reducing the length of hospital stays from 4 days to 3 days. Third, population adjustments due to force structure reductions play a pivotal role. The projected program assumes that the active military force will be reduced by 61,700 personnel who will be a mix of retirees and nonretirees. If a higher percentage of the end-strength reduction stems from retirements than originally planned, the program will experience higher costs because retirees and their dependents will remain part of the beneficiary population. According to a senior Defense Health Affairs official, the funded program does not include an allowance for the impact of advances in medical technology and the intensity of treatment that was identified in our previous report as a risk factor.", "Our recent work raises questions about whether cost savings and efficiencies in defense health care will materialize. In August 1997, we reported that a key cost-saving initiative of TRICARE, DOD’s new managed health care system, was returning substantially less savings than anticipated and the situation was not likely to improve. In our February 1998 testimony to Congress, we stated that implementation of TRICARE was proving complicated and difficult and that delays had occurred and may continue."], "subsections": []}, {"section_title": "Contingency Operations", "paragraphs": ["Notwithstanding the historical costs of several, often overlapping contingency operations, the 1999 FYDP provides funds for the projected “steady state” costs of Southwest Asia operations—$800 million in 1999. According to OSD officials, by design, the FYDP does not include funds for (1) the sustainment of increased operations in the Persian Gulf to counter Iraq’s intransigence on U.N. inspections, (2) the President’s extension of the mission in Bosnia, or (3) unknown contingency operations. DOD’s position is that costs for the Bosnia mission should be financed separately from planned DOD funding for 1999-2003. Further, the QDR concluded that contingency operations will likely occur frequently over the next 15 to 20 years and may require significant forces, given the national security strategy of engagement and the probable future international environment. Thus, it is likely that DOD will continue to have unplanned expenses to meet contingency operations."], "subsections": []}]}, {"section_title": "Risk in Meeting Procurement Goals", "paragraphs": ["We reported in October 1997 that, since 1965, O&M spending has increased consistently with increases in procurement spending. However, in its 1998 FYDP, DOD deviated from this historical pattern and projected increases in procurement together with decreases in O&M. In the 1999 FYDP, DOD takes a more moderate position, projecting that O&M spending in real terms will remain relatively flat while procurement increases at a moderate rate.", "We reported that DOD’s plans for procurement spending also run counter to another historical trend. Specifically, DOD’s procurement spending rises and falls with its total budget. However, in the 1998 FYDP, DOD projected an increase in procurement of about 43 percent, but a relatively flat total DOD budget. The 1999 FYDP procurement projections continue to run counter to the historical trend, although DOD has moderated its position. Specifically, DOD projects that procurement funding will rise in real terms during 1998-2003 by approximately 29 percent, while the total DOD budget will remain relatively flat."], "subsections": []}, {"section_title": "Program Demands and Cost Growth", "paragraphs": ["The QDR report cited cost growth of complex, technologically advanced programs and new program demands as two areas contributing to the migration of funds from procurement. For years, we have reported on the impact of cost growth in weapon systems and other programs such as environmental restoration. Specifically, we reported in July 1994 that program cost increases of 20 to 40 percent have been common for major weapon programs and that numerous programs experienced increases much greater than that. We continue to find programs with optimistic cost projections. For example, we reported in June 1997 that it was doubtful that the Air Force could achieve planned production cost reductions of $13 billion in its F-22 fighter aircraft program.", "Other DOD programs have also experienced cost growth. For example, DOD estimated in December 1997 that the projected life-cycle cost of the Chemical Demilitarization Program had increased by 27 percent over the previous year’s estimate. As stated earlier, DOD has established a reserve fund that can be used to help alleviate disruptions caused by cost growth in weapon systems and other programs due to technological problems. However, it remains to be seen whether the need will exceed available reserve funds.", "Policy decisions and new program demands can also cause perturbations in DOD’s funding plans, according to the QDR report. DOD has programmed $1.4 billion more for the National Missile Defense System in the 1999 FYDP than the 1998 FYDP. Despite the increase, considerable risk remains with the system’s funding. For example, technical and schedule risks are very high, according to the QDR, our analysis, and an independent panel.The panel noted that based on its experience, high technical risk is likely to cause increased costs and program delays and could cause program failure. In addition to the technical and schedule risks, the 1999 FYDP does not include funds to procure the missile system. If the decision in 2000 is made to deploy an initial missile system by 2003, billions of dollars of procurement funds would be required to augment the currently programmed research and development funds.", "As another example, the 1999 FYDP was predicated on the United States shifting to a Strategic Arms Reduction Treaty (START) II nuclear force posture. START II calls for further reductions in aggregate force levels, the elimination of multiple warhead intercontinental ballistic missile launchers and heavy intercontinental ballistic missiles, and a limit on the number of submarine-launched ballistic missile warheads. START II was approved by the U.S. Senate in January 1996, but its enforcement is pending until ratification by Russia’s parliament. In the absence of  START II enforcement, the United States may decide to sustain the option of continuing START I force levels. According to the Secretary of Defense’s 1998 Annual Report to the President and the Congress, the 1999 budget request includes an additional $57 million beyond what otherwise would have been requested to sustain the START I level. However, maintaining this force beyond 1999 will result in additional unplanned costs."], "subsections": []}]}, {"section_title": "Implications for DOD’s Future Modernization", "paragraphs": ["In its QDR report, DOD recognized that current procurement trends have long-term implications. Specifically, “As successive FYDPs reduced the amount of procurement programmed in the six-year planning period, some of these reductions have accumulated into long-term projections, creating a so-called ‘bow wave’ of demand for procurement funding in the middle of the next decade.” The QDR report concludes that “this bow wave would tend to disrupt planned modernization programs unless additional investment resources are made available in future years.”", "The bow wave is particularly evident when considering DOD’s aircraft modernization plans. In September 1997, we reported that DOD planned to buy or significantly modify at least 8,500 aircraft in 17 aircraft programs at a total procurement cost of $334.8 billion (in 1997 dollars) through the aircrafts’ planned completions. DOD’s planned funding for these aircraft programs exceeds in all but 1 year, between fiscal year 2000 and 2015, the long-term historical average percentage of the budget devoted to aircraft purchases. Compounding these funding difficulties is the fact that these projections are conservative. The projections do not allow for real program cost growth, which historically has averaged at least 20 percent, or for the procurement of additional systems. However, as a result of the QDR, the 1999 FYDP service aircraft procurement accounts have been moderated. Compared with the 1998 FYDP, the 1999 FYDP reduces projected aircraft funding by $3.9 billion, or 4 percent."], "subsections": []}, {"section_title": "Observations", "paragraphs": ["As the Chairman of the Joint Chiefs of Staff testified last week, DOD continues to face difficult funding decisions in trying to balance current readiness against modernization, infrastructure, and quality of life issues.DOD has and will continue to face difficult decisions in an effort to balance its program within projected budgets. Optimistic planning provides an unclear picture of defense priorities because tough decisions and trade-offs are avoided. In order for DOD to have an efficient and effective program and for Congress to properly exercise its oversight responsibilities, it is critical that DOD present realistic assumptions and plans in its future budgets.", "Messrs. Chairmen, this concludes our prepared statement. We will be glad to answer any questions you or members of the Subcommittees may have.", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}