{"id": "T-NSIAD-99-86", "url": "https://www.gao.gov/products/T-NSIAD-99-86", "title": "Drug Control: Update on U.S.-Mexican Counternarcotics Efforts", "published_date": "1999-02-24T00:00:00", "released_date": "1999-02-24T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO discussed the counternarcotics efforts of the United States and Mexico, focusing on: (1) Mexico's efforts in addressing the drug threat; and (2) the status of U.S. counternarcotics assistance provided to Mexico."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) while some high-profile law enforcement actions were taken in 1998, major challenges remain; (2) new laws passed to address organized crime, money laundering, and the diversion of chemicals used in narcotics manufacturing have not been fully implemented; (3) moreover, during 1998, opium poppy eradication and drug seizures remained at about the same level as in 1995; (4) in addition, no major Mexican drug trafficker was surrendered to the United States on drug charges; (5) Mexican government counternarcotics activities in 1998 have not been without positive results; (6) one of its major accomplishments was the arrest of two major drug traffickers commonly known as the Kings of Methamphetamine; (7) although all drug-related charges against the two have been dropped, both are still in jail and being held on extradition warrants; (8) the Mexican foreign ministry has approved the extradition of one of the traffickers to the United States, but he has appealed the decision; (9) in addition, during 1998 the Organized Crime Unit of the Attorney General's Office conducted a major operation in the Cancun area where four hotels and other large properties allegedly belonging to drug traffickers associated with the Juarez trafficking organization were seized; (10) Mexico also implemented its currency and suspicious reporting requirements; (11) the Mexican government has proposed or undertaken a number of new initiatives; (12) it has initiated an effort to prevent illegal drugs from entering Mexico, announced a new counternarcotics strategy and the creation of a national police force; (13) one of the major impediments to U.S. and Mexican counternarcotics objectives is Mexican government corruption; (14) recognizing the impact of corruption on law enforcement agencies, the President of Mexico: (a) expanded the role of the military in counternarcotics activities; and (b) introduced a screening process for personnel working in certain law enforcement activities; (15) since these initiatives, a number of senior military and screened personnel were found to be either involved in or suspected of drug-related activities; (16) since 1997, the Departments of State and Defense have provided Mexico with over $92 million worth of equipment, training, and aviation spare parts for counternarcotics purposes; and (17) the major assistance included UH-1H helicopters, C-26 aircraft, and two Knox-class frigates purchased by the government of Mexico through the foreign military sales program."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss our work on the counternarcotics  efforts of the United States and Mexico.  My statement today will highlight  the findings from our ongoing effort to update our June 1998 report, as  requested by Senator Grassley and Congressman Hastert.  I will discuss  two broad issues: (1) Mexico's efforts in addressing the drug threat and (2) the status of U.S. counternarcotics assistance provided to Mexico."], "subsections": [{"section_title": "Background", "paragraphs": ["The United States has assisted the Mexican government in its  counternarcotics efforts since 1973, providing about $350 million in aid.   Since the late 1980s, U.S. assistance has centered on developing and  supporting Mexican law enforcement efforts to stop the flow of cocaine  from Colombia, the world's largest supplier, into Mexico and onward to the  United States.  According to U.S. estimates, Mexican narcotics-trafficking  organizations facilitate the movement of between 50 and 60 percent of the  almost 300 metric tons of cocaine consumed in the United States annually.", "In the early 1990s, the predominant means of moving cocaine from  Colombia to Mexico was by aircraft.  However, a shift to the maritime  movement of drugs has occurred over the past few years.  In 1998, only two  flights were identified as carrying cocaine into Mexico.  According to U.S.  law enforcement officials, most drugs enter Mexico via ship or small boat  through the Yucatan peninsula and Baja California regions.  Additionally,  there has been an increase in the overland movement of drugs into Mexico,  primarily through Guatemala.", "Since 1996, most U.S. assistance has been provided by the Department of  Defense to the Mexican military, which has been given a much larger  counternarcotics and law enforcement role.  On the other hand, the  Department of State’s counternarcotics assistance program has been  concentrating on supporting the development of specialized law  enforcement units, encouraging institutional development and modernizing  and strengthening training programs.  Table 1 provides additional  information on U.S. counternarcotics assistance to the government of  Mexico since 1997.", "The Foreign Assistance Act of 1961, as amended, requires the President to  certify annually that major drug-producing and -transit countries are fully  cooperating with the United States in their counternarcotics efforts.  As  part of this process, the United States established specific objectives for  evaluating the performance of these countries.  According to State  Department officials, as part of the March 1999 certification decision, the  United States will essentially use the same objectives it used for evaluating  Mexico's counternarcotics cooperation in March 1998.  These include (1) reducing the flow of drugs into the United States, (2) disrupting and  dismantling narcotrafficking organizations, (3) bringing fugitives to justice,  (4) making progress in criminal justice and anticorruption reform, (5) improving money-laundering and chemical diversion control, and (6) continuing improvement in cooperation with the United States."], "subsections": []}, {"section_title": "Mexico's Counternarcotics Efforts", "paragraphs": ["Although there have been some difficulties, the United States and Mexico  have undertaken some steps to enhance cooperation in combating illegal  drug activities.  Mexico has also taken actions to enhance its  counternarcotics efforts and improve law enforcement capabilities.  There  have been some positive results from the new initiatives, such as the arrest  of two major drug traffickers and the implementation of the currency and  suspicious transaction reporting requirements.   Overall, the results show: drugs are still flowing across the border at about the same rate as 1997, there have been no significant increases in drug eradication and no major drug trafficker has been extradited to the United States, money-laundering prosecutions and convictions have been minimal, corruption remains a major impediment to Mexican counternarcotics most drug trafficking leaders continue to operate with impunity."], "subsections": [{"section_title": "U.S.-Mexico Counternarcotics Cooperation", "paragraphs": ["The United States and Mexico have cooperated in the development of a  binational counternarcotics drug strategy, which was released in February  1998.  This strategy contains 16 general objectives, such as reducing the  production and distribution of illegal drugs in both countries and focusing  law enforcement efforts against criminal organizations.  Since the issuance  of the binational strategy, a number of joint working groups, made up of  U.S. and Mexican government officials, have been formed to address  matters of mutual concern.  A primary function of several of these working  groups was to develop quantifiable performance measures and milestones  for assessing progress toward achieving the objectives of the strategy.  The  performance measures were released during President Clinton’s  February 15, 1999, visit to Mexico.  A binational law enforcement plenary  group was also established to facilitate the exchange of antidrug  information.", "Despite these cooperative efforts, information exchange remains a concern  by both governments because some intelligence and law enforcement  information is not shared in a timely manner, which impedes drug  trafficking operations.  Operation Casablanca created tensions in relations  between the two countries because information on this undercover  operation was not shared with Mexican officials.", "In the aftermath of Operation Casablanca, the United States and Mexico  have taken action to strengthen communications between the two  countries.  An agreement reached by the U.S. and Mexican Attorneys  General (commonly referred to as the “Brownsville Letter”) calls for (1) greater information-sharing on law enforcement activities;  (2) providing advance notice of major or sensitive cross-border activities of  law enforcement agencies; and (3) developing training programs  addressing the legal systems and investigative techniques of both  countries.", "Data for 1998 show that Mexico has, for the most part, not significantly  increased its eradication of crops and seizures of illegal drugs since 1995.    While Mexico did increase its eradication of opium poppy, eradication of  other crops and seizures have remained relatively constant.  Cocaine  seizures in 1998 were about one-third lower than in 1997.  However, the  large seizure amount in 1997 was attributable, in part, to two large cocaine  seizures that year."], "subsections": []}, {"section_title": "Executive and Legislative Action", "paragraphs": ["Last year I testified that the government of Mexico took a number of  executive and legislative actions, including initiating several anticorruption  measures, instituting extradition efforts, and passing various laws to  address illegal drug-related activities.  I also said that it was too early to  determine their impact, and challenges to their full implementation  remained.  While some progress has been made, implementation challenges  remain."], "subsections": [{"section_title": "Anticorruption", "paragraphs": ["I testified last year that corruption was pervasive and entrenched within  the justice system—that has not changed.  According to U.S. and Mexican  law enforcement officials, corruption remains one of the major  impediments affecting Mexican counternarcotics efforts.  These officials  also stated that most drug-trafficking organizations operate with impunity  in parts of Mexico.  Mexican traffickers use their vast wealth to corrupt  public officials and law enforcement and military personnel, as well as to  inject their influence into the political sector.  For example, it is estimated  that the Arelleno-Felix organization pays $1 million per week to Mexican  federal, state, and local officials to ensure the continued flow of drugs to  gateway cities along Mexico’s northwest border with the United States.  A  recent report by the Attorney General's Office of Mexico recognized that  one basic problem in the fight against drug trafficking has been \"internal  corruption in the ranks of the federal judicial police and other public  servants of the Attorney General's Office.\" As we reported last year, the President of Mexico publicly acknowledged  that corruption is deeply rooted in the nation's institutions and general  social conduct, and he began to initiate reforms within the law  enforcement community.  These include (1) reorganizing the Attorney  General’s office and replacing the previously discredited drug control office  with the Special Prosecutor’s Office for Crimes Against Health; (2) firing or  arresting corrupt or incompetent law enforcement officials; (3) establishing a screening process to filter out corrupt law enforcement  personnel; and (4) establishing special units within the military, the  Attorney General’s Office, and the Secretariat of Hacienda—the Organized  Crime Unit, the Bilateral Task Forces and Hacienda’s Financial Analysis  Unit—to investigate and dismantle drug-trafficking organizations in Mexico  and along the U.S.-Mexico border and investigate money-laundering  activities.  Additionally, the President expanded the counternarcotics role  of the military.", "The Organized Crime Unit and the Bilateral Task Force were involved in  several counternarcotics operations in 1998, for example, the capture of  two major narcotics traffickers and the recent seizure of properties  belonging to alleged drug traffickers in the Cancun area, as well as the  seizure of money, drugs, and precursor chemicals at the Mexico City  Airport.", "However, many issues still need to be resolved—some of them the same as  we reported last year.  For example, there continues to be a shortage of Bilateral Task Force field agents as  well as inadequate Mexican government funding for equipment, fuel,  and salary supplements for the agents. (Last year the Drug Enforcement  Administration provided almost $460,000 to the Bilateral Task Forces to  overcome this lack of support); the Organized Crime Unit remains significantly short of fully screened there have been instances of inadequate coordination and  communications between Mexican law enforcement agencies, and", "Mexico continues to face difficulty building competent law enforcement  institutions because of low salaries and the lack of job security.", "Additionally, increasing the involvement of the Mexican military in law  enforcement activities and establishing screening procedures have not  been a panacea for the corruption issues facing Mexico.  A number of  senior Mexican military officers have been charged with cooperating with  narcotics traffickers.  One of the most notable of these was General Jesus  Gutierrez Rebollo, former head of the National Institute for Combat  Against Drugs—the Mexican equivalent of the U.S. Drug Enforcement  Administration.  In addition, as we reported last year, some law  enforcement officials who had passed the screening process had been  arrested for illegal drug-related activities.  In September 1998, four of the  Organized Crime Unit's top officials, including the Unit's deputy director,  were re-screened and failed.  Two are still employed by the Organized  Crime Unit, one resigned, and one was transferred overseas."], "subsections": []}, {"section_title": "Extradition", "paragraphs": ["Since my testimony last year, no major Mexican national drug trafficker has  been surrendered to the United States.  In November 1998, the government  of Mexico did surrender to the United States a Mexican national charged  with murdering a U.S. Border Patrol officer while having about 40 pounds  of marijuana in his possession.  However, U.S. and Mexican officials agree  that this extradition involved a low-level trafficker who, unlike other  traffickers, failed to use legal mechanisms to slow or stop the extradition  process.  According to the Justice Department, Mexico has approved the  extradition of eight other Mexican nationals charged with drug-related  offenses.  They are currently serving criminal sentences, pursuing appeals,  or are being prosecuted in Mexico.", "U.S. and Mexican officials expressed concern that two recent judicial  decisions halting the extradition of two major traffickers represented a  setback for efforts to extradite Mexican nationals.  The U.S. officials stated  that intermediate courts had held that Mexican nationals cannot be  extradited if they are subject to prosecution in Mexico.  U.S. officials  believe that these judicial decisions could have serious consequences for  the bilateral extradition relationship between the two countries In November 1997, the United States and Mexico signed a temporary  extradition protocol.  The protocol would allow suspected criminals who  are serving sentences in one country and are charged in the other to be  temporarily surrendered for trial while evidence is current and witnesses  are available.  To become effective, the protocol required approval by the  congresses of both countries.  The U.S. Senate approved the protocol in  October 1998; however, the protocol has not yet been approved by the  Mexican congress."], "subsections": []}, {"section_title": "Organized Crime Law", "paragraphs": ["According to U.S. and Mexican officials, the 1996 organized crime law has  not been fully implemented, and its impact is not likely to be fully evident  for some time.  According to U.S. law enforcement officials, Mexico has  made some use of the plea bargaining and wiretapping provisions of the  law.  However, U.S. and Mexican law enforcement officials pointed to  judicial corruption as slowing the use of the wiretapping provision and  have suggested the creation of a corps of screened judges, who would be  provided with extra money, security, and special arrangements to hear  cases without fear of reprisals.  Additionally, results of Mexico's newly  created witness protection program are not encouraging—two of the six  witnesses in the program have been killed.", "U.S. and Mexican officials continue to believe that more efforts need to be  directed toward the development of a cadre of competent and trustworthy  judges and prosecutors that law enforcement organizations can rely on to  effectively carry out the provisions of the organized crime law.  U.S.  agencies continue to provide assistance in this area."], "subsections": []}, {"section_title": "Money Laundering", "paragraphs": ["Mexico has begun to successfully implement the currency and suspicious  transaction reporting requirements, resulting in what U.S. law  enforcement officials described as a flood of currency and suspicious  transaction reporting.  Mexican officials also indicated that Operation  Casablanca resulted in a greater effort by Mexican banks to adhere to anti- money-laundering regulations.  However, U.S. officials remain concerned  that there is no requirement to obtain and retain account holders’  information for transactions below the $10,000 level.  No data is available  on how serious this problem is and there is no reliable data on the  magnitude of the money-laundering problem.", "Between May 1996 and November 1998, the Mexican government issued 35 indictments and/or complaints on money-laundering charges; however,  only one case has resulted in a successful prosecution.  The remaining 34 cases are still under investigation or have been dismissed."], "subsections": []}, {"section_title": "Chemical Controls", "paragraphs": ["Last year we reported that the new chemical control law was not fully  implemented due to the lack of an administrative infrastructure for  enforcing its provisions.  This is still the case.  Mexico is currently in the  process of developing this infrastructure as well as the guidelines  necessary to implement the law.  However, U.S. officials remain concerned  that the law does not cover the importation of finished products, such as  over-the-counter drugs that could be used to make methamphetamines."], "subsections": []}]}, {"section_title": "New Initiatives", "paragraphs": ["Over the past year, Mexico has announced a new drug strategy and  instituted a number of new counternarcotics initiatives.  The government  of Mexico also reported that it has channeled significant funds—$754  million during 1998—into its ongoing campaign against drug trafficking.   Mexico also indicated that it will earmark about $770 million for its 1999  counternarcotics campaign.", "During 1998 and 1999, the government of Mexico announced a number of  new initiatives.  For example, a federal law for the administration of seized, forfeited and abandoned  goods that will allow authorities to use proceeds and instruments seized  from crime organizations for the benefit of law enforcement is being  considered, a federal law that will establish expedited procedures to terminate  corrupt law enforcement personnel is also being considered, and the government of Mexico recently announced the creation of a new  national police force.", "In addition, the government of Mexico has initiated an operation to seal  three strategic points in Mexico.  The purpose of the program is to prevent  the entry of narcotics and diversion of precursor chemicals in the Yucatan  peninsula, Mexico's southern border, and the Gulf of California.", "Furthermore, the Mexican government recently announced a  counternarcotics strategy to crack down on drug traffickers.  Mexico  indicated that it plans to spend between $400 million and $500 million over  the next 3 years to buy new planes, ships, radar and other military and law  enforcement equipment.  In addition to the new spending, Mexico reported  that its new antidrug efforts will focus on improving coordination among  law enforcement agencies and combating corruption more efficiently.  A  senior Mexican government official termed this new initiative a “total war  against the scourge of drugs.”"], "subsections": []}]}, {"section_title": "Status of U.S. Assistance", "paragraphs": ["Last year we noted that while U.S.-provided assistance had enhanced the  counternarcotics capabilities of Mexican law enforcement and military  organizations, the effectiveness and usefulness of some assistance were  limited.   For example, two Knox-class frigates purchased by the  government of Mexico lacked the equipment needed to ensure the safety of  the crew, thus making the ships inoperative.  We also reported that the 73 UH-1H helicopters provided to Mexico to improve the interdiction  capability of Mexican army units were of little utility above 5,000 feet,  where significant drug-related activities and cultivation occur.  In addition,  we noted that four C-26 aircraft were provided to Mexico without the  capability to perform intended surveillance missions and without planning  for payment for the operation and maintenance of the aircraft.", "Mr. Chairman, let me bring you up to date on these issues.  The two Knox-class frigates have been repaired and are in operation.  According to  U.S. embassy officials, the government of Mexico is considering the  purchase of two additional frigates.  However, other problems remain.  For  example, in late March 1998, the U.S. Army grounded its entire UH-1H fleet  until gears within the UH-1H engines could be examined and repairs could  be made.  The government of Mexico followed suit and grounded all of the  U.S.-provided UH-1H helicopters until they could be examined.  The  helicopters were subsequently tested, with 13 of the Attorney General’s 27 helicopters and 40 of the military’s 72 helicopters receiving passing  grades.  According to Department of Defense officials, the helicopters that  passed the engine tests could be flown on a restricted basis.  U.S. embassy  officials told us that the Office of the Attorney General has been flying its  UH-1H helicopters on a restricted basis, but the Mexican military has  decided to keep its entire fleet grounded until all are repaired.  Finally, the  four C-26 aircraft still are not being used for counternarcotics operations.", "This concludes my prepared remarks.  I would be happy to respond to any  questions you may have.", "The first copy of each GAO report and testimony is free. Additional copies are $2 each.  Orders should be sent to the  following address, accompanied by a check or money order made  out to the Superintendent of Documents, when necessary, VISA and  MasterCard credit cards are accepted, also.", "Orders for 100 or more copies to be mailed to a single address are  discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000 or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and  testimony.  To receive facsimile copies of the daily list or any list  from the past 30 days, please call (202) 512-6000 using a touchtone  phone.  A recorded menu will provide information on how to obtain  these lists."], "subsections": []}]}], "fastfact": []}