{"id": "T-NSIAD-98-106", "url": "https://www.gao.gov/products/T-NSIAD-98-106", "title": "Agriculture Trade Agreements: Selected Implementation Issues", "published_date": "1998-02-26T00:00:00", "released_date": "1998-02-26T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO discussed the implementation of certain agricultural provisions of the Uruguay Round of the General Agreement on Tariffs and Trade (GATT) and North American Free Trade Agreement (NAFTA), focusing on: (1) the impact of measures to protect human, animal or plant life or health--referred to as sanitary and phytosantiary (SPS) measures; and (2) state trading enterprises (STEs)."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) the Uruguay Round and NAFTA included significant provisions to liberalize agricultural trade; (2) while forecasters have estimated that increases in agricultural trade would account for a sizeable portion of the Uruguay Round and NAFTA agreements' projected benefits to the United States, challenges exist for ensuring their full implementation; (3) the World Trade Organization's (WTO) agreement on the application of sanitary and phytosanitiary measures, and chapter 7 of NAFTA, established guidelines regarding the appropriate use of SPS measures in relation to trade; (4) although the United States Trade Representative (USTR) has identified some foreign SPS measures as key barriers to U.S. agricultural exports, GAO's recent report to Congress found several weaknesses in the federal government's approach to identifying and addressing such measures; (5) because of these weaknesses, the federal government cannot be assured that it is adequately monitoring other countries' compliance with the WTO or NAFTA SPS provisions and effectively protecting the interests of U.S. agricultural exporters; (6) USTR and the Department of Agriculture (USDA) have primary responsibility for addressing agricultural trade issues, and they receive technical support from the Food and Drug Administration (FDA), the Environmental Protection Agency and the Department of State; (7) absent a coordinated approach for addressing foreign SPS measures, the specific role of USDA regulatory and research agencies in resolving SPS has not been clearly defined; (8) WTO and USTR officials suggest that member countries appear to have focused on implementing provisions of the SPS agreement that enable them to resolve SPS disputes as they arise; (9) the agricultural and SPS agreements of the Uruguay Round were intended to move member nations toward establishing a market-oriented agricultural trading system by minimizing government involvement in regulating agricultural markets; (10) as a result of the Uruguay Round, the WTO officially defined STEs and addressed procedural weaknesses of article XVII by improving the process for obtaining and reviewing information; (11) in the absence of complete and transparent information on the activities of STEs, member countries are hindered in determining whether STEs operate in accordance with GATT disciplines and whether they have a trade-distorting effect on the global market; and (12) U.S. agriculture interests have expressed concern regarding the potential of STEs to distort trade, and USDA officials have said that a focused U.S. effort to address STEs is vitally important."]}], "report": [{"section_title": "Letter", "paragraphs": ["We are pleased to have the opportunity to provide this statement for the record for your hearing on February 12, 1998. At your request, we are providing some observations on the implementation of certain agricultural provisions of the Uruguay Round and North American Free Trade Agreement (NAFTA). These observations, based on our past and ongoing work, focus on two areas that affect U.S. agricultural trade: (1) the impact of measures to protect human, animal, or plant life or health—referred to as sanitary and phytosanitary (SPS) measures—and (2) the impact of state trading enterprises (STE). Our intention was to give Congress possible avenues of inquiry in its oversight of agricultural trade issues."], "subsections": [{"section_title": "Significant Agricultural Market Openings Generally Achieved in Both Uruguay Round and NAFTA", "paragraphs": ["The Uruguay Round and NAFTA included significant provisions to liberalize agricultural trade. Generally, these agreements comprised commitments for reducing government support, improving market access, and establishing for the first time rules on various aspects of global agricultural trade. As the largest exporter of agricultural commodities in the world, the United States was expected to benefit substantially from implementation of the reforms embodied in these agreements."], "subsections": [{"section_title": "Uruguay Round", "paragraphs": ["The Uruguay Round represented the first time that GATT member countries established disciplines concerning international agricultural trade. The Uruguay Round agreements, including those on agriculture and SPS, included several key measures to liberalize agricultural trade. First, generally over a 6-year period beginning in 1995, member countries were required to make specific reductions in three types of support to agricultural producers: (1) import restrictions, (2) export subsidies, and (3) internal support. Second, member countries concluded an Agreement on the Application of Sanitary and Phytosanitary Measures that established guidelines on the use of import regulations to protect human, animal, and plant life and health. Third, countries established a Committee on Agriculture that would oversee implementation of WTO member countries’ commitments to reduce agricultural support and provide a forum for discussions on agricultural trade policies. Fourth, the Round provided a definition of STEs and implemented procedural measures designed to improve compliance with GATT rules. Finally, member countries agreed to enter a second phase of negotiations to further liberalize agricultural trade beginning in 1999.", "Under NAFTA, the three member countries—Canada, Mexico, and the United States—agreed to eliminate all tariffs on agricultural trade. Some of these tariffs were to be eliminated immediately; others would be phased out over a 5-, 10- or 15-year period. NAFTA also required the immediate elimination of all nontariff trade barriers, such as import restrictions, generally through their conversion either to tariff-rate quotas or tariffs. For example, Mexico’s import licensing requirements for bulk commodities, such as wheat, were terminated under NAFTA. In addition, the NAFTA charter’s chapter on agriculture included provisions on SPS. NAFTA also established a joint committee on agricultural trade and a committee on SPS measures, providing a channel for discussion of member countries’ ongoing concerns, in an effort to head off disputes."], "subsections": []}]}, {"section_title": "Challenges in Implementing WTO and NAFTA Provisions on SPS Measures and STEs", "paragraphs": ["While forecasters have estimated that increases in agricultural trade would account for a sizable portion of the Uruguay Round and NAFTA accords’ projected benefits to the United States, challenges exist for ensuring their full implementation. In particular, our work on foreign SPS measures and STEs illustrates the complexity of the implementation challenges, particularly in organizing U.S. government efforts to assure effective enforcement and monitoring of member nations’ agricultural commitments under both agreements. For example, The U.S. Trade Representative (USTR) has found that as trade agreements begin to reduce tariffs on agricultural commodities, the United States must guard against the increasing use of SPS measures as the trade barrier of choice."], "subsections": [{"section_title": "WTO and NAFTA SPS Provisions", "paragraphs": ["The WTO Agreement on the Application of Sanitary and Phytosanitary Measures, and chapter 7 of NAFTA, established guidelines regarding the appropriate use of SPS measures in relation to trade. While these agreements are not identical, they are consistent in their guiding principles and rules. Both agreements recognize the right of countries to maintain SPS measures but stipulate that such measures (1) must not be applied arbitrarily or constitute a disguised restriction on trade and (2) must be based on scientific principles and an assessment of risk. In addition, the WTO and NAFTA agreements provided dispute settlement procedures to help resolve disagreements between member countries on SPS measures, including consultations and review by a dispute settlement panel.", "The WTO agreement also encourages progress toward achieving three objectives: (1) broad harmonization of SPS measures through greater use of international standards (harmonization), (2) recognition among members that their SPS measures may differ but still be considered “equivalent” provided they achieve the same level of protection (equivalency), and (3) adaptation of SPS measures to recognize pest- and disease-free regions (regionalization).", "Our work suggests open issues in the following areas: the lack of coordination of U.S. government efforts to address foreign SPS measures; the adequacy of the USDA’s process for balancing its regulatory and trade facilitation roles and responsibilities; and the potential benefits from WTO member countries’ progress toward achieving the longer-term objectives concerning harmonization, equivalency, and regionalization."], "subsections": [{"section_title": "Strategy to Address Foreign SPS Measures", "paragraphs": ["Although USTR has identified some foreign SPS measures as key barriers to U.S agricultural exports, our recent report to Congress found several weaknesses in the federal government’s approach to identifying and addressing such measures. Because of these weaknesses, the federal government cannot be assured that it is adequately monitoring other countries’ compliance with the WTO or NAFTA SPS provisions and effectively protecting the interests of U.S. agricultural exporters.", "Specifically, we found that the federal structure for addressing SPS measures is complex and involves multiple entities. USTR and USDA have primary responsibility for addressing agricultural trade issues, and they receive technical support from the Food and Drug Administration (FDA), the Environmental Protection Agency (EPA), and the Department of State. Our review demonstrated that the specific roles and responsibilities of individual agencies within this complex structure are unclear and that effective leadership of their efforts has been lacking. During our review, USTR and USDA implemented certain mechanisms to improve their handling of SPS issues, but the scope of these mechanisms did not encompass the overall federal effort. In addition, we found that the various agencies’ efforts to address foreign SPS measures have been poorly coordinated and they have had difficulty determining priorities for federal efforts or developing unified strategies to address individual measures. Finally, we found that goals and objectives to guide the federal approach and measure its success had not been developed.", "We believe that a more organized, integrated, strategic federal approach for addressing such measures would be beneficial. Therefore, we recommended that USTR, USDA, and the other concerned agencies, such as FDA and EPA, work together to develop coordinated goals, objectives, and performance measurements for federal efforts to address foreign SPS measures.", "Outstanding questions derived from our work include the following:", "What steps have USTR and USDA taken to address the weaknesses found by our study, such as the lack of a process to prioritize federal efforts to address foreign SPS measures?", "How do USTR and USDA plan to improve coordination of their activities to address SPS measures?", "How do USTR and USDA plan to work more closely with other relevant agencies, such as FDA and EPA, in determining which SPS measures to address and how to address them? Specifically, at the executive branch level how does the administration intend to balance its trade facilitation and regulatory roles and responsibilities?"], "subsections": []}, {"section_title": "USDA Agencies’ Balancing of Regulatory and Trade Facilitation Roles", "paragraphs": ["Absent a coordinated approach for addressing foreign SPS measures, the specific role of USDA regulatory and research agencies in resolving SPS has not been clearly defined. Some of these regulatory agencies, such as the Animal and Plant Health Inspection Service and the Food Safety Inspection Service, whose primary responsibilities are to safeguard human, animal, and plant life or health, have increasingly assumed a role in efforts to facilitate trade. Several trade authorities and industry officials have expressed frustration that these regulatory agencies (1) seem to lack a sense of urgency regarding trade matters and (2) are sometimes willing to engage in technical discussions regarding foreign SPS measures for many months and even years. These groups expressed concerns that regulatory authorities lack negotiating expertise, which sometimes undermined efforts to obtain the most advantageous result for U.S. industry regarding foreign SPS measures. U.S. regulatory officials, in turn, believe that at times trade authorities and industry groups fail to appreciate that deliberate, and sometimes lengthy, technical and scientific processes are necessary to adequately address foreign regulators’ concerns about the safety of U.S. products.", "Government and industry officials have stated that regulatory and research agencies’ responsibilities for dealing with foreign SPS measures have not been clearly defined. The tension in balancing the regulatory and trade facilitation activities of some USDA agencies underlines the need to more clearly define their role in addressing SPS measures.", "Questions resulting from our work include the following:", "What steps has USDA taken to use its strategic planning process for integrating disparate agency efforts to address SPS measures?", "What progress is USDA making in using the Working Group on Agricultural Trade Policy to strengthen USDA’s SPS efforts? Has this initiative, or any other, begun to deal with the tensions that have arisen over the dual roles of some USDA agencies as both regulatory and trade facilitation entities?", "Has USDA provided guidance to regulatory agency officials to assist in promoting a more consistent effort to balance their competing goals and policies? Is there outreach to agricultural producers to clarify the new roles that increased foreign trade has required these regulatory agencies to adopt?"], "subsections": []}, {"section_title": "Potential Benefits of Long-Term SPS Objectives Versus Immediate Resolution of Disputes Over SPS Measures", "paragraphs": ["WTO and USTR officials suggest that member countries appear to have focused on implementing provisions of the SPS agreement that enable them to resolve SPS disputes as they arise, such as the requirement that SPS measures be based on scientific evidence, but have paid less attention to other key provisions. Specifically, member countries have been less concerned with provisions regarding harmonization, equivalency, and regionalization of SPS measures. The practices these principles encourage are not currently widespread.", "Progress in implementing harmonization, equivalency, and regionalization could be time consuming. For example, the United States and the European Union negotiated for 3 years before reaching a partial agreement about the equivalence of their respective inspection systems for animal products. Nevertheless, these provisions could help minimize trade disputes in the long run by creating a more structured approach to SPS measures.", "Our work raises the following questions regarding the SPS agreement’s long-term objectives: Is there a sufficient balance in efforts to implement the Uruguay Round SPS agreement so as to promote the goals of harmonization, equivalency, and regionalization as envisioned in the framework of the agreement?", "What factors limit cooperation among WTO member countries in pursuit of these three long-term objectives?", "How are USDA and USTR working to promote international harmonization of SPS measures based on U.S. standards that would facilitate U.S. industry access to foreign agricultural and agriculture-related markets?"], "subsections": []}]}, {"section_title": "WTO Provisions on STEs", "paragraphs": ["The agricultural and SPS agreements of the Uruguay Round were intended to move member nations toward establishing a market-oriented agricultural trading system by minimizing government involvement in regulating agricultural markets. Some member nations continue to use STEs to regulate imports and/or exports of selected products. For example, STEs have long been important players in the international wheat and dairy trade.", "As a result of the Uruguay Round, the WTO officially defined STEs and addressed procedural weaknesses of GATT’s article XVII by improving the process for obtaining and reviewing information. In the past, GATT required that STEs (1) act in a manner consistent with the principles of nondiscriminatory treatment, (2) make purchases and/or sales in accordance with commercial considerations that allow foreign enterprises an opportunity to compete, and (3) notify the WTO secretariat about their STEs’ activities (for example, WTO members who have STEs are required to report information on their operations). Subsequently, the Uruguay Round established an STE working party which is now incorporated into the WTO framework. In addition, STEs that engage in agricultural trade are also subject to the provisions in the Uruguay Round Agreement on Agriculture, that define market access restrictions, export subsidies, and internal support.", "Our work suggests open issues in two areas: (1) a lack of transparency in STE pricing practices and (2) the extent of U.S. efforts to address STEs."], "subsections": [{"section_title": "Lack of Transparency in STE Pricing Practices", "paragraphs": ["In the absence of complete and transparent information on the activities of STEs, member countries are hindered in determining whether STEs operate in accordance with GATT disciplines and whether STEs have a trade-distorting effect on the global market. In 1995, we reported that compliance with the Uruguay Round STE reporting requirements or notifications had been poor. Since then, STE notifications to the WTO have improved, including reporting by countries with major agricultural STEs. However, because they are not required to do so, none of the notifying STE countries have reported transactional pricing practices—information that could provide greater transparency about their operations.", "U.S. agricultural producers continue to express concern over the lack of transparency in STE pricing practices and their impact on global free trade. In 1996, we reported that our effort to fully evaluate the potential trade-distorting activities of STEs, including pricing advantages, could not be conducted because of a lack of transaction-level data. Without this data and the more transparent system it would create, the United States finds it difficult to assess the trade-distorting effects of, and compliance with, WTO rules governing reporting on STE operations.", "Our work on STEs raises the following questions with regard to the lack of transparency:", "What progress has the WTO working party on state trading enterprises made in studying STEs and improving the information available about their activities?", "What steps, if any, can be taken within the WTO framework, or otherwise, to increase the pricing transparency of import- and export-oriented STEs?"], "subsections": []}, {"section_title": "U.S. Efforts to Address STEs", "paragraphs": ["U.S. agricultural interests have expressed concern regarding the potential of STEs to distort trade, and USDA officials have said that a focused U.S. effort to address STEs is vitally important. Although, under the WTO, STEs are recognized as legitimate trading entities subject to GATT rules, some U.S. agricultural producers and others are concerned that STEs, through their monopoly powers and government support, may have the ability to manipulate worldwide trade in their respective commodities. For example, some trade experts and some WTO member countries are concerned about STEs’ potential to distort trade due to their role as both market regulator and market participant. Further, the U.S. agricultural sector competes with several prominent export STEs in countries such as Canada, Australia, and New Zealand and import STEs in other countries such as Japan.", "Questions from our work regarding the U.S. effort to address STEs include the following:", "How are USTR and USDA monitoring STEs worldwide to ensure that member countries are meeting their WTO commitments?", "Given the limited transparency resulting from STE notifications to the WTO, how can the United States be assured that STEs are not being operated in a way that circumvents other WTO agriculture commitments, such as the prohibition on export subsidies or import targets?", "Mr. Chairman and members of the Subcommittee, this concludes my statement for the record. Thank you for permitting me to provide you with this information."], "subsections": []}]}]}]}, {"section_title": "Related GAO Products", "paragraphs": ["Agricultural Exports: U.S. Needs a More Integrated Approach to Address Sanitary/Phytosanitary Issues (GAO/NSIAD-98-32, Dec. 11, 1997).", "Assistance Available to U.S. Agricultural Producers Under U.S. Trade Law (GAO/NSIAD-98-49R, Oct. 20, 1997).", "North American Free Trade Agreement: Impacts and Implementation (GAO/T-NSIAD-97-256, Sept. 11, 1997).", "U.S. Agricultural Exports: Strong Growth Likely, but U.S. Export Assistance Programs’ Contribution Uncertain (GAO/NSIAD-97-260, Sept. 30, 1997).", "World Trade Organization: Observations on the Ministerial Meeting in Singapore (GAO/T-NSIAD-97-92, Feb. 26, 1997).", "International Trade: The World Trade Organization’s Ministerial Meeting in Singapore (GAO/T-NSIAD-96-243, Sept. 27, 1996).", "Canada, Australia, and New Zealand: Potential Ability of Agricultural State Trading Enterprises to Distort Trade (GAO/NSIAD-96-94, June 24, 1996).", "International Trade: Implementation Issues Concerning the World Trade Organization (GAO/T-NSIAD-96-122, Mar. 13, 1996).", "State Trading Enterprises: Compliance With the General Agreement on Tariffs and Trade (GAO/GGD-95-208, Aug. 30, 1995).", "Correspondence Regarding State Trading Enterprises (GAO/OGC-95-24, July 28, 1995).", "The General Agreement on Tariffs and Trade: Uruguay Round Final Act Should Produce Overall U.S. Economic Gains (GAO/GGD-94-83A&B, July 29, 1994).", "General Agreement on Tariffs and Trade: Agriculture Department’s Projected Benefits Are Subject to Some Uncertainty (GAO/GGD/RCED-94-272, July 22, 1994).", "North American Free Trade Agreement: Assessment of Major Issues (GAO/GGD-93-137, Sept. 9, 1993) (two vols.).", "CFTA/NAFTA: Agricultural Safeguards (GAO/GGD-93-14R, Mar. 18, 1993).", "International Trade: Canada and Australia Rely Heavily on Wheat Boards to Market Grains (GAO/NSIAD-92-129, June 10, 1992).", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}