{"id": "T-NSIAD-97-187", "url": "https://www.gao.gov/products/T-NSIAD-97-187", "title": "1997 Defense Reform Bill: Observations on H.R. 1778", "published_date": "1997-06-17T00:00:00", "released_date": "1997-06-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO discussed the titles within the Defense Reform Act of 1997 (H.R. 1778) dealing with defense personnel, business practices, and miscellaneous reforms."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) GAO strongly supports the need to improve the Department of Defense's (DOD) business practices and further reduce its support infrastructure; (2) despite spending reductions that have occurred, GAO's review of DOD's future years funding plans through fiscal year (FY) 2001 indicates that overall support infrastructure funding as a percentage of the budget is projected to remain relatively constant in the range of 57-58 percent; (3) DOD needs to achieve significant savings in its support infrastructure to help increase funding for weapon system modernization and meet its aim of increasing procurement funding from $44.1 billion to $68.3 billion between FY 1997 and 2002; (4) opportunities to improve defense business practices are illustrated by GAO's February 1997 high-risk series of reports that include six areas (financial management, information technology, weapon systems acquisition, contract management, infrastructure, and inventory management) within DOD; (5) DOD's inability to effectively address weaknesses in high-risk areas has resulted in billions of dollars being wasted and places billions of dollars in future spending at similar risk; (6) in order to effectively address the underlying causes of the high-risk areas, GAO believes that senior-level defense managers need to develop a strategic plan; (7) legislative initiatives such as H.R. 1778, and the Government Performance and Results Act, are important to stimulating long-term changes needed in DOD; (8) there are opportunities to achieve savings by reducing personnel overhead in various DOD headquarters and support areas identified in the bill; (9) GAO's work shows that there are inefficiencies in various defense activities addressed in the bill such as the U.S. Transportation Command, and that there are significant opportunities to change business practices in defense agencies as suggested by this title; (10) the requirement to remove the Defense Automation and Printing Service's surcharge billed to its military customers would be inconsistent with working capital fund cost accounting principles; (11) GAO questions part of the provision creating a board to coordinate audits because it would authorize the Under Secretary of Defense (Comptroller/Chief Financial Officer) to participate in jurisdictional decisions among the service auditors and to resolve jurisdictional disputes; and (12) this role raises questions regarding the independence of service audit organizations."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to provide my observations on The Defense Reform Act of 1997 (H.R. 1778). As requested, my statement discusses the titles within the bill dealing with defense personnel, business practices, and miscellaneous reforms. My observations on specific sections of the bill focus on those where we have relevant ongoing or completed work. Before providing the details of my statement, I would like to briefly summarize some key points."], "subsections": [{"section_title": "Significant Opportunities Exist to Improve Support Infrastructure and Business Practices", "paragraphs": ["There is a need to improve the economy and efficiency of DOD’s business practices and further reduce its support infrastructure. While DOD has made progress in downsizing the defense support structure, it wastes billions of dollars each year because of long-standing inefficiencies in its support infrastructure and business practices. Such waste occurs because DOD has been slow to take advantage of opportunities to improve business systems and practices, make further reductions in support infrastructure, and reduce costs by eliminating duplication and waste. Expenditures on wasteful or inefficient activities divert defense funds from other defense needs such as the modernization of weapon systems. Although DOD has identified net support infrastructure savings as a funding source for weapon systems modernization, it has not achieved the anticipated savings. DOD’s inability to effectively address problems in six areas that we have identified as high risk illustrates opportunities to make billions of dollars available during future years defense budgets by reforming business practices."], "subsections": [{"section_title": "Support Infrastructure Reductions Are Not Being Achieved", "paragraphs": ["DOD is faced with transforming its Cold War operating and support structure in much the same way it has been working to transform its military force structure. Making this transition is a complex, difficult challenge that will affect hundreds of thousands of civilian and military personnel at U.S. activities. If DOD does not address this challenge now, other needs will go unmet, while defense resources will be wasted or used inefficiently. In our view, one dollar spent on inefficiency is one less dollar available to meet other DOD priorities.", "In recent years, DOD has substantially downsized its force structure. However, it has not achieved commensurate reductions in operations and support costs. For fiscal year 1997, DOD estimates that $146 billion, or almost two thirds of its budget, will be for operations and support activities. These activities, which DOD generally refers to as its support infrastructure, include maintaining installation facilities, providing nonunit training to the force, providing health care to military personnel and their families, repairing equipment, and buying and managing spare part inventories.", "DOD officials have repeatedly recognized the importance of using resources for the highest priority operational and investment needs rather than maintaining unneeded property, facilities, and overhead. However, DOD has found that making support infrastructure reductions is a difficult and painful process because achieving significant cost savings requires up-front investments, closure of installations, and elimination of military and civilian jobs. Service parochialism, a cultural resistance to change, and congressional and public concerns about the effects on local communities and economies as well as the impartiality of the decisions have historically hindered DOD’s ability to reduce support infrastructure. DOD has also recognized that opportunities to streamline and reengineer its business practices could result in substantial savings, but it has made limited progress in accomplishing this.", "Despite spending reductions that have occurred already, our review of DOD’s future years funding plans through fiscal year 2001 indicates that overall support infrastructure funding as a percentage of the budget is projected to remain relatively constant. (See table 1.)", "While we have not completed an in-depth analysis of all the activity categories of support infrastructure, our work has identified numerous areas where support infrastructure can be eliminated, streamlined, or reengineered to be made more efficient. For example, our work shows that the defense traffic management processes are outdated, fragmented, and inefficient, resulting in substantially higher transportation costs than necessary. Our work also shows that DOD could achieve savings in the military personnel accounts by replacing active duty military personnel, who perform infrastructure functions, with less costly civilian personnel."], "subsections": []}, {"section_title": "DOD High-Risk Areas Illustrate the Need for Improvements in Business Practices", "paragraphs": ["Our work on six high-risk defense areas illustrates the need for DOD to improve the economy and efficiency of its operations. For example, we recently testified before the Senate Committee on Governmental Affairs about DOD programs and operations we identified as high risk because of their vulnerabilities to waste, fraud, abuse, and mismanagement. DOD’s inability to effectively address the underlying causes of the high-risk areas has resulted in billions of dollars being wasted and places billions of dollars in future spending at similar risk. These causes include cultural resistance to change and service parochialism, inadequate incentives for seeking change, lack of comprehensive and reliable data, lack of results-oriented goals and performance measures, and lack of management accountability for correcting problems and following through to confirm performance results. We concluded that effectively addressing the high-risk areas will require congressional support and a commitment by senior-level DOD mangers to a strategy that is based on the framework provided by the Government Performance and Results Act and other recent legislation.", "The six high-risk areas are financial management, information technology, weapon systems acquisition, contract management, infrastructure, and inventory management. Over the last few years, we have made hundreds of recommendations to improve the management of DOD operations and programs that have not been implemented by DOD. (See Related GAO Products at the end of this testimony.) DOD has taken corrective actions and made progress in some areas. For example, in response to our recommendations, DOD implemented certain commercial practices in its inventory management area, such as direct vendor delivery for medical and food items. However, problems remain. For example:", "Due to its lingering financial management problems, which are among the most severe in government, DOD does not have accurate information to use in managing its budget of over $250 billion and reported $1 trillion in assets.", "DOD’s efforts to develop and modernize its computer systems and networks have yielded poor returns in reducing its operating costs, improving performance, and supporting sound financial management.", "DOD could achieve further cost reductions by streamlining the command structure of its forces; sharing medical facilities and services; reforming acquisition processes; consolidating and eliminating research, development, and training facilities; using simulators for training and exercises; and reducing dependence on government-owned housing."], "subsections": []}]}, {"section_title": "Observations on the Defense Reform Act of 1997", "paragraphs": ["As requested, our observations are focused on the titles of the bill relating to defense personnel reforms, defense business practice reforms, and miscellaneous additional defense reforms. We generally agree with the aim of these titles. Our observations on specific sections are grouped into four categories. First, there are a number of sections where we have no basis upon which to comment and therefore present no observations. Second, for the majority of the sections where we offer a comment, we agree with the sections’ aims. Third, for some sections, we agree with the sections’ aims and offer suggestions to enhance its effectiveness. Fourth, in two sections, we have questions about the sections and suggest the Committee may want to reconsider them."], "subsections": [{"section_title": "Defense Personnel Reforms Are Needed", "paragraphs": ["Title I of the bill calls for personnel reductions in several areas and provides for changes in annuity computations of defense acquisition personnel. We generally agree with the aim of the title in seeking to reduce personnel. In those sections where we have relevant ongoing or completed work, it shows inefficiencies in these areas that, if they were eliminated, could result in personnel reductions. We have no basis on which to comment on the level of personnel cuts called for by this title or changes in annuity computations. Our specific observations regarding title I are as follows:", "Section 101: Reduction in personnel assigned to management headquarters and headquarters support activities.", "We agree with the aim of section 101. We have no basis on which to comment on the level of personnel cuts called for by this section but our work on the U.S. Transportation Command shows that opportunities for reductions exist. DOD must ensure that headquarters functions are reengineered to meet the needs of a smaller, post-Cold War military force. The Secretary of Defense, in discussing the Quadrennial Defense Review, recognized that reductions in DOD headquarters were desirable and feasible. Given our work and the Secretary’s statement, we believe there are areas where some level of personnel reduction can be made. Our work has also shown that leading edge businesses tie personnel reductions to the reengineering of business processes. Therefore, as DOD develops its personnel reduction plan required by this section, it is important that it considers restructuring of headquarters’ organizations and support activities.", "Section 102: Additional reduction in defense acquisition workforce.", "We agree with the aim of section 102. We have no basis to comment on the level of cuts called for in this section. In April 1997, we testified before a joint hearing of two Subcommittees of this Committee that DOD, in contemplating changes to its acquisition workforce, has not taken the opportunity to improve the acquisition process and the results it produces. The section’s required January 1998 implementation report should address this issue.", "We would like to offer some additional observations based on work we have just begun at the request of this Committee. First, DOD is in the process of redefining its acquisition workforce. Any changes made after the October 1997 baseline established in the bill will make it difficult to track reductions over time. Second, acquisition workforce cuts will have a disproportionate effect if divided equally among the services. For example, the Air Force’s acquisition workforce contains a larger portion of military personnel and a much larger complement of support services contractors than the other services.", "Section 105: Personnel reductions in the United States Transportation Command.", "We agree with the aim of section 105. In February 1996, we reported that the U.S. Transportation Command retained an outdated and inefficient modally oriented organizational structure. While the Transportation Command has initiatives underway to reengineer the defense transportation system, for the most part, these initiatives have resulted in changes within the component commands and do not address organizational changes from an overall Transportation Command perspective. We are reviewing this issue."], "subsections": []}, {"section_title": "Defense Business Practice Reforms Are Needed", "paragraphs": ["Title II contains several sections designed to increase emphasis on competitive procurement of services through outsourcing and other miscellaneous reforms and business practices. We generally agree with the aim of the title. Our work shows that opportunities exist to improve the business practices addressed in this title. For several sections, we have made suggestions to enhance the likely achievement of the sections’ aims. We have questions about the section removing the Defense Automation and Printing Service’s surcharge and suggest the Committee may want to reconsider the section. Our specific observations are as follows:", "Section 201: Competitive procurement of finance and accounting services.", "We agree with the aim of section 201 and offer a suggestion to enhance its effectiveness. The massive scope of DOD’s finance and accounting operations, including that 80 percent of its financial data comes from DOD component organizations, is unparalleled.", "Our ongoing work shows that while many large companies have considered outsourcing, they often decided not to outsource because few, if any, vendors were yet capable of providing needed services. According to one vendor, existing vendors’ capacity to take on large finance and accounting servicing is a major issue. For example, one vendor stated that a payroll the size of DOD’s civilian payroll would be too large to immediately transfer to its payroll system. Most private sector organizations we talked with had decided to reengineer their finance and accounting functions to bring them more in-line with world-class organizations prior to deciding whether to outsource any finance and accounting services.", "Our ongoing work also shows that it may be three to five more years before the needed capacity will be in place in the private sector to effectively compete finance and accounting services. We suggest, therefore, that the Committee may want to consider revising the section to require a pilot test of one or a few relatively small DOD finance and accounting activities. The result of such a pilot test could be used to develop a strategic plan detailing what and how DOD’s finance and accounting operation can best be outsourced.", "Section 202: Competitive procurement of services to dispose of surplus defense property.", "We agree with the aim of section 202. DOD has identified the Defense Reutilization and Marketing Service (DRMS) as a noncore, noninherent governmental function. Thus, we believe that the commercial sector may be able to establish the means to handle DRMS operations for the sale of surplus property with low risk. Our ongoing work has shown that DRMS intends to use the private sector to help perform its disposal function when it makes good business sense and sees itself becoming an administrator of contracts. As part of its initiatives to promote better business practices, DRMS plans to contract with the private sector to handle the sales of surplus property. As discussed in our 1994 report, this action is in line with DRMS’ efforts to reengineer its disposal operation.", "Section 203: Competitive procurement of functions performed by Defense Information Systems Agency.", "We agree with the aim of section 203.", "Section 204: Competitive procurement of printing and duplication services.", "We have a question about section 204 and suggest that the Committee may want to reconsider this section. Our prior work shows that the usage of the surcharge appears to make sense because the cost incurred is passed onto the customer. This is in line with the working capital fund concept in that the prices should be set to cover the total costs of the work. If the surcharge were to be eliminated, the administrative cost may have to be passed on to all customers, rather than those particular customers with work performed by external sources.", "Section 206: Increase use by Defense Agencies of contractors to perform commercial and industrial type functions.", "We agree with the aim of section 206 and offer a suggestion to enhance its effectiveness. We believe that clarification is needed regarding whether the aim is to emphasize outsourcing without allowing in-house operations to compete, as the current language suggests. Historically, government organizations have won many outsourcing competitions.", "Our work in examining DOD’s recently renewed emphasis on outsourcing showed that most of the renewed emphasis was occurring within the military services, with a focus on base operation support functions. We agree that the defense agencies should also be exploring the potential for outsourcing to the extent practical.", "Section 211: Development of standard forms regarding performance work statement and request for proposals for conversion of certain operational functions of military installations.", "We agree with the aim of section 211. The section mandates the development and use of standardized performance work statements and requests for proposals for commercial activities and functions. These actions would apply in those instances where DOD activities have significant experience in defining requirements because 50 percent or more of such activities and functions are already contracted out.", "Our March 1997 report on outsourcing noted that the services have various initiatives underway to streamline the Office of Management and Budget Circular A-76 process, including using work statement templates and assembling A-76 teams of experts to conduct studies. We endorse the use of such standardized work statements and requests for proposals where they can appropriately capture the work to be done. However, we have not completed sufficient study of this issue to allow us to conclude that standardized work statements could be used exclusively where more than 50 percent of a commercial service or function has been outsourced in the past.", "Section 212: Study and notification requirements for conversion of commercial and industrial type functions to contractor performance.", "We agree with the aim of section 212. It should be noted, however, that similar provisions typically have been viewed by DOD officials as inhibitors to greater emphasis on outsourcing. In our 1997 report on outsourcing, we noted that reporting requirements may restrict DOD’s use of new waiver authority contained in the Office of Management and Budget’s recently revised A-76 supplemental handbook.", "Section 213: Collection and retention of cost information data on contracting out services and functions.", "We agree with the aim of section 213 and offer a suggestion to enhance its effectiveness. We believe that clarification of this section may be needed if the aim is to obtain net savings data. While this section focuses on cost data, our prior work found that questions more often existed about the extent of “savings” of contracted services over in-house operations. Long-term savings, rather than cost, are the data that have been difficult to obtain. Our 1997 report on outsourcing noted that the services are required to track savings for the first 3 years; however, the services’ databases do not generally reflect savings actually attained beyond 3 years. While data on continued savings over time are desirable, we also reported a number of factors that inhibited the ability to develop the data. Perhaps most significant is the fact noted by DOD officials that determining continuing savings is difficult because a common base line for comparison is typically lost over time as workload requirements change.", "Section 221: Reduction in overhead costs of Inventory Control Points.", "We agree with the aim of section 221. Our work shows that one way to do this is through the consolidation of inventory control points. For example in November 1996, DOD reported to congressional committees that between $2.2 billion and $3.8 billion could be saved if the management of all DOD inventory control points were consolidated under the Defense Logistics Agency. The report acknowledged that there were some risks associated with such a consolidation, but that these risks could be mitigated. The consolidation issue continues to be reviewed by DOD. Based on ongoing work, we have no basis to disagree with DOD’s report.", "Further, our work also shows other opportunities exist to reduce inventory control points overhead costs by introducing more economical buying practices such as the prime vendor concept the Defense Logistics Agency is using to procure medical and food supplies."], "subsections": []}, {"section_title": "Observations on Miscellaneous Additional Defense Reforms", "paragraphs": ["Title IV of the bill contains a variety of additional initiatives relating to defense activities. In the majority of these sections (sections 401, 402, 405, 406, and 408) we have no prior or ongoing work to serve as a basis for comment. For those sections where we have some basis to comment, we generally agree with the aim of the sections, except for the section related to creating a board to coordinate audits. Our specific observations follow:", "Section 403: Repeal of requirement for contractor guarantees on major weapon systems.", "We agree with the aim of section 403. In June 1996, we reported that while warranties may have value to consumers in the commercial world, the government does not need the insurance coverage provided by a warranty for a weapon system and generally cannot share the expense of a warranty with other consumers. Our work has shown that warranties are often expensive with very little real payback.", "Section 404: Requirement relating to micro-purchases of commercial items.", "We agree with the aim of section 404 and offer a suggestion to enhance its effectiveness. We support efforts to streamline and simplify lower dollar value procurement, particularly for commercial items, and we believe that expanding the use of purchase cards can contribute greatly toward that end. In August 1996, we reported that use of the purchase card had reduced labor and payment processing costs for many agencies, often by more than half. Despite increases in card use, we noted there was still significant growth potential. Other studies had identified millions in potential savings from increased purchase card use. We recommended that the Federal Acquisition Regulation be revised to provide clear guidance on the appropriate uses of the purchase card.", "Section 404 would provide DOD the opportunity to realize significant savings from greater use of the card, as well as other preferred purchasing methods. We believe, however, that purchasing officials should be allowed to decide that a preferred method is not appropriate in a given procurement without having to clear that decision with senior agency officials. Having senior-level defense officials involved in procurements at or below $2,500 is an inefficient use of their time and is inconsistent with efforts to streamline these lower dollar value procurements.", "Section 407: Coordination of the Department of Defense criminal investigations and audits.", "We have a question about the provision of section 407 to create a Board on Audits and suggest the Committee may want to reconsider this provision. We support coordination and cooperation among defense auditing organizations in order to avoid duplication of effort and maximize resources. We question, however, the need to create an audit board and suggest the Committee may want to reconsider this provision. We believe the proposed Board on Audits may impair the independence of the service auditors.", "There currently exist a number of mechanisms within DOD to promote coordination and cooperation among defense auditing organizations. For example, to provide overall direction to the Chief Financial Officers Act audits, the DOD Inspector General, service auditors, and DOD management participate in various committees and task forces, including an Executive Steering Committee and Integrated Audit Process Teams. At least with respect to the Chief Financial Officers Act audits, we are unaware of any current study questioning the effectiveness of those mechanisms. Accordingly, we cannot be certain that the proposed Board would be an improvement over those mechanisms.", "Government auditors’ independence is affected by their place within their respective agencies. Generally accepted government auditing standards stipulate that, to help achieve organizational independence, audit organizations should be accountable directly to the heads or deputy heads of their respective agencies. Section 407 may be inconsistent with this concept authorizing the Under Secretary of Defense (Comptroller/Chief Financial Officer) to participate in jurisdictional decisions among the service auditors and to resolve jurisdictional disputes. This role raises questions regarding the independence of service audit organizations.", "We have no prior or ongoing work to serve as a basis for comment on the provision of section 407 dealing with criminal investigations.", "Mr. Chairman, this concludes my prepared remarks. I would be pleased to answer questions at this time."], "subsections": []}]}]}, {"section_title": "1997 High-Risk Series Reports Involving DOD", "paragraphs": ["Defense Financial Management (GAO/HR-97-3, Feb. 1997).", "Defense Contract Management (GAO/HR-97-4, Feb. 1997).", "Defense Inventory Management (GAO/HR-97-5, Feb. 1997).", "Defense Weapon Systems Acquisition (GAO/HR-97-6, Feb. 1997).", "Defense Infrastructure (GAO/HR-97-7, Feb. 1997).", "Information Management and Technology (GAO/HR-97-9, Feb. 1997)."], "subsections": []}, {"section_title": "Related GAO Products", "paragraphs": ["DOD High-Risk Areas: Eliminating Underlying Causes Will Avoid Billions of Dollars in Waste (GAO/T-NSIAD/AIMD-97-143, May 1, 1997).", "Contract Management: Fixing DOD’s Payment Problems Is Imperative (GAO/NSIAD-97-37, Apr. 10, 1997).", "Defense Acquisition Organizations: Linking Workforce Reductions With Better Program Outcomes (GAO/T-NSIAD-97-140, Apr. 8, 1997).", "Defense IRM: Investments at Risk for DOD Computer Centers (GAO/AIMD-97-39, Apr. 4, 1997).", "Defense Budget: Observations on Infrastructure Activities (GAO/NSIAD-97-127BR, Apr. 4, 1997).", "Defense Inventory Management: Problems, Progress, and Additional Actions Needed (GAO/T-NSIAD-97-109, Mar. 20, 1997).", "Base Operations: Challenges Confronting DOD as It Renews Emphasis on Outsourcing (GAO/NSIAD-97-86, Mar. 11, 1997).", "Defense Logistics: Much of the Inventory Exceeds Current Needs (GAO/NSIAD-97-71, Feb. 28, 1997).", "Defense Budget: Analysis of Operation and Maintenance Accounts for 1985-2001 (GAO/NSIAD-97-73, Feb. 28, 1997).", "Financial Management: DOD Inventory of Financial Management Systems Is Incomplete (GAO/AIMD-97-29, Jan. 31, 1997).", "Air Force Depot Maintenance: Privatization-In-Place Plans Are Costly While Excess Capacity Exists (GAO/NSIAD-97-13, Dec. 31, 1996).", "Defense IRM: Strategy Needed for Logistics Information Technology Improvement Efforts (GAO/AIMD-97-6, Nov. 14, 1996).", "DOD Force Mix Issues: Converting Some Support Officer Positions to Civilian Status Could Save Money (GAO/NSIAD-97-15, Oct. 23, 1996).", "Acquisition Reform: Implementation of Title V of the Federal Acquisition Streamlining Act of 1994 (GAO/NSIAD-97-22BR, Oct. 31, 1996).", "DOD Accounting Systems: Efforts to Improve System for Navy Need Overall Structure (GAO/AIMD-96-99, Sept. 30, 1996).", "Army Depot Maintenance: Privatization Without Further Downsizing Increases Costly Excess Capacity (GAO/NSIAD-96-201, Sept. 18, 1996).", "Navy Depot Maintenance: Cost and Savings Issues Related to Privatizing-in-Place at the Louisville, Kentucky, Depot (GAO/NSIAD-96-202, Sept. 18, 1996). 1997 DOD Budget: Potential Reductions to Operation and Maintenance Program (GAO/NSIAD-96-220, Sept. 18, 1996).", "Defense IRM: Critical Risks Facing New Materiel Management Strategy (GAO/AIMD-96-109, Sept. 6, 1996).", "Defense Transportation: Migration Systems Selected Without Adequate Analysis (GAO/AIMD-96-81, Aug. 29, 1996).", "Best Practices: Commercial Quality Assurance Practices Offer Improvements for DOD (GAO/NSIAD-96-162, Aug. 26, 1996).", "Navy Financial Management: Improved Management of Operating Materials and Supplies Could Yield Significant Savings (GAO/AIMD-96-94, Aug. 16, 1996).", "Acquisition Reform: Purchase Card Use Cuts Procurement Costs, Improves Efficiency (GAO/NSIAD-96-138 (Aug. 6, 1996).", "Inventory Management: Adopting Best Practices Could Enhance Navy Efforts to Achieve Efficiencies and Savings (GAO/NSIAD-96-156, July 12, 1996).", "CFO Act Financial Audits: Navy Plant Property Accounting and Reporting Is Unreliable (GAO/AIMD-96-65, July 8, 1996).", "Weapons Acquisition: Warranty Law Should Be Repealed (GAO/NSIAD-96-88, June 28, 1996).", "Financial Management: DOD Needs to Lower the Disbursement Revalidation Threshold (GAO/AIMD-96-82, June 11, 1996).", "Defense Infrastructure: Costs Projected to Increase Between 1997 and 2001 (GAO/NSIAD-96-174, May 31, 1996).", "Information Security: Computer Attacks at Department of Defense Pose Increasing Risks (GAO/AIMD-96-84, May 22, 1996).", "Military Bases: Opportunities for Savings in Installation Support Costs Are Being Missed (GAO/NSIAD-96-108, Apr. 23, 1996).", "Acquisition Reform: Efforts to Reduce the Cost to Manage and Oversee DOD Contracts (GAO/NSIAD-96-106, Apr. 18, 1996).", "Defense Depot Maintenance: Privatization and the Debate Over the Public-Private Mix (GAO/T-NSIAD-96-146, Apr. 16, 1996).", "Defense Business Operations Fund: DOD Is Experiencing Difficulty in Managing the Fund’s Cash (GAO/AIMD-96-54, Apr. 10, 1996).", "Military Bases: Closure and Realignment Savings Are Significant, But Not Easily Quantified (GAO/NSIAD-96-67, Apr. 8, 1996).", "Defense Infrastructure: Budget Estimates for 1996-2001 Offer Little Savings for Modernization (GAO/NSIAD-96-131, Apr. 4, 1996).", "CFO Act Financial Audits: Increased Attention Must Be Given to Preparing Navy’s Financial Reports (GAO/AIMD-96-7, Mar. 27, 1996).", "Defense Logistics: Requirement Determinations for Aviation Spare Parts Need to Be Improved (GAO/NSIAD-96-70, Mar. 19, 1996).", "Managing for Results: Achieving GPRA’s Objectives Require Strong Congressional Role (GAO/T-GGD-96-79, Mar. 6, 1996).", "Defense Transportation: Streamlining of the U.S. Transportation Command Is Needed (GAO/NSIAD-96-60, Feb. 22, 1996).", "Best Management Practices: Reengineering the Air Force’s Logistics System Can Yield Substantial Savings (GAO/NSIAD-96-5, Feb. 21, 1996).", "Defense Acquisition Organization: Changes in Cost and Size Of Civilian Workforce (GAO/NSIAD-96-46, Nov. 13, 1995).", "Inventory Management: DOD Can Build on Progress in Using Best Practices to Achieve Substantial Savings (GAO/NSIAD-95-142, Aug. 4, 1995).", "Managing for Results: Status of the Government Performance and Results Act (GAO/T-GGD-95-193, June 27, 1995).", "Managing for Results: Critical Actions for Measuring Performance (GAO/T-GGD/AIMD-95-187, June 20, 1995).", "Financial Management: Challenges Confronting DOD’s Reform Initiatives (GAO/T-AIMD-95-146, May 23, 1995).", "Defense Programs and Spending: Need for Reforms (GAO/T-NSIAD-95-149, Apr. 27, 1995).", "Military Bases: Analysis of DOD’s 1995 Process and Recommendations for Closure and Realignment (GAO/NSIAD-95-133, Apr. 14, 1995).", "Defense Business Operations Fund: Management Issues Challenge Fund Implementation (GAO/NSIAD-95-79, Mar. 1, 1995).", "Government Printing: Comparison of DOD and GPO Prices for Printing and Duplicating Work (GAO/NSIAD-95-65, Feb. 17, 1995).", "Defense Supply: Inventories Contain Nonessential and Excessive Insurance Stocks (GAO/NSIAD-95-1, Jan. 20, 1995).", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}