{"id": "T-NSIAD-96-151", "url": "https://www.gao.gov/products/T-NSIAD-96-151", "title": "Energy Department Trade Missions: Authority, Results, and Management Issues", "published_date": "1996-04-24T00:00:00", "released_date": "1996-04-24T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO discussed four trade missions sponsored by the Department of Energy (DOE), focusing on: (1) DOE authority and role in these missions; (2) the results of the missions; and (3) management weaknesses inherent in DOE-sponsored trade missions."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) the Secretary of Energy has explicit statutory authority to undertake export promotion activities; (2) in 1995, DOE funding for export promotion totalled $14 million; (3) DOE performed advocacy on behalf of U.S. energy companies seeking to capture some of the emerging energy markets in China, India, and Pakistan; (4) it is difficult to measure the impact of these federal advocacy activities because sales forecasts are unclear, of the numerous participants involved, and of problems in calculating the value of sales agreements and maintenance contracts; (5) the four trade missions resulted in $19.7 billion in potential and finalized fuel supply and power purchase agreements and oil and gas exploration agreements; (6) DOE subsequently reported that finalized agreements totalled $2.03 billion, but export data show that the value of these agreements seem to be overstated by over 50 percent; (7) most companies participating in DOE trade missions support DOE efforts, but a few said that they could complete their business agreements without DOE involvement; (8) the planning for these missions is complicated by time constraints, last minute changes in plans, and lack of familiarity with conducting large, overseas trade missions; and (9) DOE has introduced new procedures to correct DOE management weaknesses, but they have not been fully tested in practice."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss the four trade missions that the Secretary of Energy has led during her term in office. The four trade missions were to India, Pakistan, China, and South Africa. My statement will cover (1) the Department of Energy’s (DOE) authority and role in conducting trade missions; (2) the difficulties inherent in trying to quantify the value of trade missions, including a review of DOE’s reports of the results of the four trade missions; and (3) management weaknesses of DOE in running these trade missions.", "My testimony is based on our current and past work at DOE and our reviews of governmentwide export promotion issues."], "subsections": [{"section_title": "DOE’s Authority for Conducting Trade Missions and Role in Export Promotion Activities", "paragraphs": ["Before discussing the specifics of DOE trade missions, I would first like to provide some context by reviewing DOE’s statutory authority for conducting overseas trade missions and its role within the federal export promotion apparatus.", "According to DOE, the Secretary was given explicit statutory authority to undertake export promotion activities under various legislative enactments, including the Export Enhancement Act of 1992 and the Energy Policy Act of 1992. We have reviewed this legislation and agree that the Secretary has the authority to conduct export promotion activities, including trade mission activities.", "Regarding its role in the federal export promotion apparatus, DOE is a member of the interagency TPCC, whose role is to increase the effectiveness and coordination of all activities involving government promotion of exports. TPCC is chaired by the Commerce Department and is comprised of 19 federal agencies. According to the TPCC’s latest annual report, DOE funded about $14 million for export promotion in fiscal year 1995, making it one of the smallest TPCC players in terms of funding.Federal export promotion funding totaled about $3.1 billion in fiscal year 1995. Three federal agencies—the U.S. Department of Agriculture, the U.S. Export-Import Bank (Eximbank), and the Department of Commerce—accounted for about 90 percent of all federal export promotion funding for fiscal year 1995.", "DOE’s high-level advocacy on behalf of U.S. energy companies is conducted in emerging energy markets like China, India, and Pakistan. According to DOE, each of these countries will need new sources of energy in the coming years, representing a huge potential market for U.S. businesses. For example, DOE anticipates that China will need an estimated 100,000 megawatts of new electric power generation over the next 5 years, with each new 1,000-megawatt power plant generally valued at $1 billion. In addition, India is expected to need more than an estimated 140,000 megawatts of new electric power by 2007, requiring an investment of about $200 billion. According to DOE, overall, Asian economies alone are expected to spend as much as $1 trillion on power-related infrastructure over the next 15 years, and U.S. cutting-edge technologies in the electric power, renewable energy, and energy efficiency fields provide important opportunities for the United States to compete for this business.", "DOE’s high-level advocacy is also a response to similar advocacy efforts that foreign governments conduct in energy markets. TPCC reports that competitor industrialized nations perform similar export promotion activities and that foreign governments are increasingly aggressive in helping their firms compete for major projects in foreign markets. Foreign governments use a variety of tactics, including performing high-level advocacy, providing project financing (including low-interest-rate loans and corporate financial assistance), and making promises of technology transfer and aid funds in order to obtain projects for their own companies.", "For instance, in January 1996, the Canadian Prime Minister and 7 ministers took 300 business representatives from a variety of industry sectors to India. Advocacy is not just limited to our major industrialized competitors. In August 1995, a Malaysian cross-sectoral trade mission of 250 high-level government officials and business executives visited South Africa at the same time that the U.S. Secretary of Energy’s trade mission was visiting the country."], "subsections": []}, {"section_title": "Measuring the Impact of Federal Advocacy Activities Is Difficult", "paragraphs": ["In general, several factors make it difficult to quantify the precise impact of federal advocacy activities: (1) The determination of whether the sales generated through trade missions are additional to what would have been exported in their absence is not always clear. (2) Numerous participants (U.S. government agencies as well as foreign governments) may be involved in a single project. This makes it difficult to identify and isolate the contribution of any one participant. (3) Figures used to quantify the success of trade missions, particularly if they are based on tentative business agreements such as letters of intent or memorandums of understanding, may be speculative. (4) The calculation of the value of follow-on sales agreements and maintenance contracts that can flow from the introduction of U.S. engineering and technological standards is difficult. These sales can be as significant in monetary terms as the original sales contract.", "TPCC has recognized some of the difficulties in measuring the results of export promotion programs and has tasked a TPCC working group to develop better performance measures for these activities. An update of working group activities will be provided in the next TPCC annual report due for release in September 1996. DOE has also recognized some of the uncertainties associated with this issue and is now reviewing its estimation practices."], "subsections": [{"section_title": "Value of the Business Agreements Reported by DOE", "paragraphs": ["Despite the difficulties in measuring the impact of federal advocacy activities, DOE has reported the results of its advocacy based on the value of signed business agreements. In a December 28, 1995, letter to the Chairman of this Committee, the Secretary of Energy stated that the Secretary’s four trade missions resulted in $19.7 billion in potential and finalized agreements. These agreements include memorandums of intent or understanding (the first and necessary step to any business deal), fuel supply and power purchase agreements for power plants, oil and gas exploration and production agreements, and other steps necessary to advance business deals. According to DOE, this was the total estimate of deals signed, as reported by the U.S. companies on these missions.", "As you requested, we reviewed DOE’s estimates of the impact of its advocacy. In response, I would like to clarify what the $19.7 billion is and what it is not. The $19.7 billion is the total potential value of business agreements signed during the four trade missions led by the Secretary, two follow-up trade missions that were led by the Secretary or Deputy Secretary, and several follow-up visits of foreign trade delegations to the United States (see app. I). The $19.7 billion estimate is not the finalized value of deals to the United States or the value of U.S. exports. Moreover, for some of the agreements that have been finalized, the U.S. export value is substantially less than 50 percent of the project’s total exports."], "subsections": [{"section_title": "Finalized Agreements", "paragraphs": ["DOE has reported that of the $19.7 billion in agreements, about $2.03 billion in business agreements have reached either “financial closure” or “sales agreement,” that is, have been finalized.", "In an effort to clarify what this number represents, we conducted an independent review of the 14 business deals that DOE used as the basis for the $2.03 billion estimate (see app. II). As part of this process, we reviewed DOE documents and interviewed government officials. We also interviewed business representatives from most of these companies and studied their written responses to questions posed by this Committee. We studied related business filings, annual reports, and business journal articles for these deals as well. Although we are including private-sector estimates of the potential value of U.S. exports associated with these deals, we caution that these projections are inherently uncertain.", "Our review of the likely composition of the 14 deals makes it clear that the $2.03 billion figure that DOE reported should not be confused with the potential U.S. export value of the deals. For example, the largest single deal reported by DOE is a $660-million power project in Pakistan with an estimated U.S. export value of about $218 million (over 30 percent of the total project value), which represents virtually all of the total exports associated with the project, according to Eximbank officials. The Eximbank provided financing for this project.", "In some of the cases, the U.S. export value is substantially less than 50 percent of the total exports associated with the agreements. For example, three power plant projects valued at about $950 million comprise about 47 percent of the $2.03 billion:", "Two power projects in Pakistan, sponsored by the same company, have a total value of $700 million and estimated exports of $400 million. The estimated U.S. export value is about $80 million (20 percent), according to company officials and the financing documents we reviewed. Japan’s Export-Import Bank and Mitsubishi Heavy Industries are major participants in financing and constructing these projects, which suggests that Japanese companies will receive a significant share of the sales.", "One $250-million power plant in India has estimated exports of about $160 million. The estimated U.S. export value is about $40 million (25 percent), according to a company official. The U.K.’s Export Credit Guarantees Department and the U.K.’s Rolls Royce company are major participants in this project, which suggests that U.K. companies will receive a significant share of the sales.", "While examining these U.S. export content issues, we noted that DOE does not have or use guidelines that specifically incorporate U.S. content considerations as a basis for selecting businesses on DOE-led trade missions. The Commerce Department has developed advocacy guidelines to assist U.S. government personnel in determining whether and to what extent U.S. government support is appropriate in advocating for individual projects.", "Given the increasingly complex nature of international transactions, the Commerce Department guidelines were developed in 1993 to assist U.S. government officials in making these determinations. The guidelines place a premium on U.S. content, including employment, in the determination of whether and to what extent a given project is considered to be in the national interest.", "Company representatives that participated in the missions generally supported the Secretary’s efforts. Although several of the company officials we interviewed said their completed business agreements would have occurred without DOE’s involvement, many also said that their projects were accelerated as a result of the trade missions. Others, including some Commerce Department officers stationed in the four overseas posts that DOE visited, cited such intangible benefits as increased credibility with foreign officials and the opportunity to establish new or high-level contacts with business and government officials.", "Now let me turn to the administration of DOE’s trade missions."], "subsections": []}]}]}, {"section_title": "Management Weaknesses Existed in the Four DOE Trade Missions", "paragraphs": ["The procedures that DOE used for chartering aircraft, recovering costs from nonfederal participants, approving the travel expenses of certain nonfederal travelers, and obtaining services from U.S. embassies were weak. These procedures have been the subject of critical reports from our office and the DOE Inspector General (IG). Our recent work highlights issues of continuing concern.", "According to program officials, the planning for these missions was complicated by time constraints and frequent, last-minute changes in plans. These planning difficulties were further compounded by DOE’s lack of familiarity with the requirements for conducting large, overseas trade missions. We noted that the Secretary’s first trade mission, the mission to India, took place less than 2 months after President Clinton made a commitment to send a high-level mission to India during Prime Minister Rao’s May 1994 state visit. DOE’s second trade mission, to Pakistan, took place less than 3 months after the India trip. According to DOE officials, “heroic” efforts were sometimes needed to overcome the ad hoc planning process to ensure that the missions were completed on schedule.", "DOE has recognized these inadequacies and in March 1996 introduced some new, interim international travel policies and procedures to address these management weaknesses. These new procedures are designed to help assure that DOE’s future international missions are more cost-effective and better managed, but they have yet to be fully tested in practice. A DOE official told us that DOE believes that the newly designed procedures are adequate to ensure that taxpayers’ interests are protected."], "subsections": [{"section_title": "Air Charter Services", "paragraphs": ["The costs of air transportation services represent the largest expense of the four DOE missions. DOE’s total cost of the four missions was about $2.8 million (see app. III). According to program officials, DOE used an evolving process for obtaining air transportation services for the four trade missions.", "For the July 1994 India trip, DOE used a Department of Defense VC-137, the military version of the Boeing 707. DOE managed the fare collections from the non-DOE passengers. Passengers were billed after the trip was completed.", "For the September 1994 Pakistan trip, DOE chartered a DC-8 through a charter agent. DOE used a Department of the Interior working capital fund as the mechanism to pay for the charter aircraft and to collect fares from the federal and nonfederal travelers.", "For the February 1995 China trip, DOE’s contract travel agency, Omega Travel, chartered a DC-8 through a charter agent. DOE assisted Omega in chartering the aircraft and collecting the fares from the nonfederal passengers.", "For the August 1995 South Africa trip, DOE chartered a DC-8 through a charter agent. The charter agent managed the fare collections for all passengers. Government Transportation Requests were used as the vehicle for paying DOE’s costs of the charter aircraft.", "DOE justified the use of charter aircraft for the trade missions because of a special need for planning and conferencing facilities during enroute travel. According to DOE, no scheduled commercial airline service could fulfill this need.", "In at least one instance, DOE did not fully comply with the requirements of federal regulations devised to help ensure the efficient and effective management and use of government aviation resources. Provisions of the Federal Property Management Regulations require advance written approval for travel on government aircraft by DOE’s General Counsel or his principal deputy on a trip-by-trip basis. Although such approval was obtained for the India and South Africa trip, it was not obtained for the Pakistan trip or the China trip. DOE acknowledged that prior written approval should have been obtained for the Pakistan trip. DOE officials said prior written approval was not needed for the China trip because it did not involve the use of a DOE-chartered aircraft but instead the DOE purchase of seats for federal travelers from a General Services Administration (GSA) contractor. DOE stated that GSA advised DOE at the time that the regulatory requirement for General Counsel approval was not applicable to this situation.", "It is clear that using military and charter aircraft added to the costs of the trips. We compared the government cost of using charter aircraft to regularly scheduled commercial air service using cost estimates and related information developed by DOE before each trip. We estimate that the decision to use the military and charter aircraft increased the cost to the government by at least $588,435 (i.e., the savings if the government-funded travelers had used commercial air carriers for each of the four trade missions (see app. IV)). DOE said that security considerations on the India trip and the need for conferencing facilities on all the missions precluded the use of commercial aircraft."], "subsections": []}, {"section_title": "Recovering Costs From Nonfederal Participants", "paragraphs": ["DOE efforts to recover costs from the trade missions’ nonfederal participants have also been problematic. Although DOE established a policy of full-cost recovery after the India trip, it has yet to completely realize this goal, as of March 26, 1996. It still has a total of $50,646 in accounts receivable from the first two trips ($29,646 from the Pakistan trip). On the last two missions, collecting fares was the responsibility of the company that chartered the aircraft.", "I would also like to point out that DOE paid $50,595 to cover the additional cost of a scheduled trip to Kimberley and the cost of an unplanned stop in Capetown on the South Africa trip. None of these costs were passed on to the other nonfederal travelers. A DOE official said DOE did not attempt to recover the additional costs because DOE was responsible for making the decisions that added to the costs. They also said they would face a loss of credibility with the U.S. business community if they attempted to recover the additional costs of these trips after the travelers had already been billed."], "subsections": []}, {"section_title": "Invitational Travel Issues", "paragraphs": ["I would now like to take a few moments and discuss DOE’s handling of “invitational travelers” on its trade missions. The term “invitational traveler,” as used in this testimony, refers to those nonfederal travelers who participated in the missions and had their travel expenses paid for by DOE (see app. V). This term does not refer to the private sector representatives who participated on these missions and paid their own way.", "The regulations governing DOE’s payment of travel expenses of “invitational travelers” are contained in 10 C.F.R. Part 1060. The regulations state that DOE may pay the travel expenses of a nonfederal traveler provided that the person receives an invitation from DOE to confer with a DOE employee “on matters essential to the advancement of DOE programs or objectives.” If the meetings occur at a place other than the conferring employee’s post of duty, a principal departmental officer (the DOE Secretary, Deputy Secretary, or Under Secretary) must have approved and stated the reasons for the invitation in writing before the travel takes place. The regulations also permit payment of such travel expenses where a principal departmental officer has determined in writing that “it is in the interest of the Government to provide such payment,” and DOE’s General Counsel has determined in writing that the payment is authorized by statute. The duties to be performed by a principal departmental officer cannot be delegated.", "In 77 percent (17 of 22) of the cases, DOE did not provide documentation showing prior written justification for the invitational travelers. In their comments on this testimony, DOE pointed out that some documents existed indicating Office of the Secretary approval, but DOE agrees it was not in complete compliance with 10 C.F.R. Part 1060."], "subsections": []}, {"section_title": "Documenting Expenses for Services Obtained From U.S. Embassies", "paragraphs": ["In our January 1996 testimony before this Committee, we highlighted some of the problems that DOE was encountering in documenting the expenses it incurred when using U.S. embassy services for administrative and logistical support on two of the four missions. For example, DOE did not have written procedures that specified either the types of records to be kept or the process to follow in obtaining support for foreign travel from U.S. embassies. During our review of the Secretary’s trip to India, DOE officials could not provide records to substantiate some of the costs of the mission. DOE has taken several steps to address this problem, including the development of detailed written procedures and closer cooperation from the State Department in obtaining improved documentation of overseas expenses. A DOE official said DOE hopes to resolve issues related to the embassies’ charges by the end of May 1996.", "DOE is still in the process of analyzing the expense reports received from overseas posts in connection with administrative and logistical support charges for the July 1994 India trade mission and the other three trade missions that we examine in today’s testimony. DOE provided us with the following status report on its efforts:", "The total embassy logistical and support costs charged to DOE for the four missions were about $409,674. DOE has accepted about $257,555 of these charges, has disputed or rejected about $135,119 of these charges, and continues to review about $17,000 of these charges.", "Some of the charges rejected by DOE include $14,170 for a double billing of a banquet that was not a DOE expense and $6,346 for aircraft fueling services not requested.", "Mr. Chairman, this concludes my prepared remarks. I will be happy to answer any questions you or other Members of the Subcommittee may have."], "subsections": []}]}]}, {"section_title": "DOE Summary of All Realized and Potential Business Agreements Signed During Department of Energy (DOE) Trade Missions Since 1994", "paragraphs": ["Value of agreements (millions)", "DOE Dep. Sec. (Reverse trade missions to the United States)"], "subsections": []}, {"section_title": "DOE Summary of Finalized Business Agreements Signed During Four Trade Missions", "paragraphs": ["Value assigned by DOE (millions)", "Company official estimated U.S. exports at less than $5 million (Table notes on next page)", "Note 1: We use “finalized business agreements” to refer to agreements DOE describes as reached financial closure or sales agreements.”", "Note 2: DOE did not cite any finalized business agreements for the South Africa trade mission."], "subsections": []}, {"section_title": "Estimated Costs of Four DOE Trade Missions", "paragraphs": ["Tables III.1-5 illustrate the total estimated costs of four DOE trade missions, from July 1994 to August 1995.", "Administration & logistics (provided by State Dept.)", "Administration & logistics (provided by State Dept.)", "Administration & logistics (provided by State Dept.)", "Administration & logistics (provided by State Dept.)"], "subsections": []}, {"section_title": "Cost Comparison of Charter Versus Commercial Fares for Four Trade Missions", "paragraphs": ["Total estimated commercial fare for government passengers 15 (25.4%) 20 (30.8%) 26 (38.8%) 25 (37.3%)", "South Africa comparison excluded the additional costs of the charter aircraft trips to Kimberley and Capetown."], "subsections": []}, {"section_title": "Invitational Travelers on Four DOE Trade Missions", "paragraphs": ["South Africa - Aug. 1995 17 (77%)"], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To complete our work, we interviewed DOE officials; company officials; U.S. Export-Import Bank (Eximbank) officials; and Department of Commerce officials, including Foreign Commercial Service officers stationed abroad. We reviewed various DOE and Commerce Department documents, including DOE trade mission trip reports, and over 17,000 pages of documentation provided by DOE to this Subcommittee. We also reviewed financing documents provided by the Treasury Department and the Eximbank, DOE press releases, and other documents relating to specific business agreements and companies.", "At the request of this Subcommittee, we focused on the 14 business agreements that DOE characterized as having reached “financial closure or sales agreement.” We did not review the other business agreements that were characterized as potential agreements by DOE. We contacted the 13 companies associated with these agreements to obtain additional information about the nature and extent of DOE’s assistance. In two cases, we were not able to obtain a company response to our questions. We relied on the businesses involved to provide estimates of the U.S. export value and the size of their agreements. We did not verify the value of the estimates provided nor did we examine the actual contracts associated with the business agreements. In regard to the costs of the trips, we relied upon information provided by DOE’s Office of the Chief Financial Officer.", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}