{"id": "T-RCED-98-240", "url": "https://www.gao.gov/products/T-RCED-98-240", "title": "Forest Service: Agency's Response to Our Recommendations on the Management of the Knutson-Vandenberg Fund", "published_date": "1998-07-07T00:00:00", "released_date": "1998-07-07T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO discussed the shortcomings in the Forest Service's administration of the Knutson-Vandenberg Trust Fund (K-V Fund), focusing on the: (1) transfers from the K-V Fund that have not been fully restored; (2) effect of unrestored transfers on planned projects; (3) lack of financial information to ensure compliance with the K-V Act requirements; and (4) lack of a standardized methodology for calculating and limiting program support costs."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) between 1990 and 1996, $645 million was transferred from the K-V Fund to support emergency firefighting activities that was not reimbursed; (2) to assist Congress in its consideration of any future requests for appropriations to restore previously transferred funds, GAO recommended that the Secretary of Agriculture report to Congress on the financial status of the K-V fund; (3) the Department has begun providing Congress with additional information on the financial status of the K-V Fund; (4) in fiscal year 1997, Congress acted upon that information by providing $202 million to partially repay moneys transferred from the K-V Fund; (5) the Secretary of Agriculture has not directed the Forest Service to revise the list of planned K-V projects to take into account the actual balance in the K-V Fund; (6) although the K-V Act requires that K-V Fund expenditures in one sale area be limited to amounts collected in the same area, the Forest Service does not collect expenditure data on a sale-by-sale basis; (7) GAO recommended that the Secretary of Agriculture direct the Forest Service to perform an analysis of alternatives to obtain the financial data necessary to ensure that the K-V Fund's expenditures in one sale area are limited to the amounts collected from that area, as required by the K-V Act; (8) the Secretary of Agriculture indicated that such an analysis was not necessary and that the current Forest Service methods fulfilled the requirements of the K-V Act; (9) at the time of GAO's 1996 report, the Forest Service did not have a system in place to ensure the consistent handling of program support charges for the K-V program agencywide; and (10) since that time, the Forest Service has completed an analysis of the methodological changes that are needed to standardize the Forest Service's practices for assessing and withholding program support costs for the K-V program and the results of the agency's work should be implemented when the practices become part of the Forest Service's directives in September 1998."]}], "report": [{"section_title": "Letter", "paragraphs": ["We appreciate the opportunity to be here today to provide information on some of our work on the Forest Service’s Knutson-Vandenberg Trust Fund, commonly referred to as the K-V Fund. Essentially, this fund is the primary source of Forest Service moneys used for the reforestation of timber harvest areas. The fund is also used to improve timber stands and other renewable resources within the harvested areas. Although the amount of expenditures from the K-V Fund may vary from year to year, expenditures for fiscal year 1997 were a little more than $166 million.", "As requested, our statement today is drawn primarily from our June 1996 report on shortcomings in the administration of the K-V Fund. The report addressed the following issues: (1) the transfers from the K-V Fund that have not been fully restored, (2) the effect of unrestored transfers on planned projects, (3) the lack of financial information to ensure compliance with the K-V Act requirements, and (4) the lack of a standardized methodology for calculating and limiting program support costs. We will also discuss the Department of Agriculture’s subsequent actions on our recommendations to improve the management of the K-V program. In summary:", "Between 1990 and 1996, $645 million was transferred from the K-V Fund to support emergency firefighting activities that was not reimbursed. To assist the Congress in its consideration of any future requests for appropriations to restore previously transferred funds, we recommended that the Secretary of Agriculture report to the Congress on the financial status of the K-V Fund. The Department has begun providing the Congress with additional information on the financial status of the K-V Fund. In fiscal year 1997, the Congress acted upon that information by providing $202 million to partially repay moneys transferred from the K-V Fund. At the beginning of fiscal year 1998, the K-V Fund had an unrestored balance of about $493 million.", "The Secretary of Agriculture has not directed the Forest Service to revise the list of planned K-V projects to take into account the actual balance in the K-V Fund, as we recommended. The Department stated that it would not require such a list until it was certain that K-V funding for the year was inadequate.", "Although the K-V Act requires that K-V Fund expenditures in one sale area be limited to amounts collected in the same area, the Forest Service does not collect expenditure data on a sale-by-sale basis. We recommended that the Secretary of Agriculture direct the Forest Service to perform an analysis of alternatives (including the costs and benefits of each alternative) to obtain the financial data necessary to ensure that the K-V Fund’s expenditures in one sale area are limited to the amounts collected from that area, as required by the K-V Act. The Department of Agriculture has not implemented our recommendation. The Secretary of Agriculture indicated that he did not believe such an analysis was necessary and that the current Forest Service methods fulfilled the requirements of the K-V Act.", "At the time of our 1996 report, the Forest Service did not have a system in place to ensure the consistent handling of program support charges for the K-V program agencywide. We recommended that the Secretary of Agriculture require all organizational levels to use a standardized methodology for assessing and withholding the support costs for the K-V program that would limit expenditures for program support to the amounts collected for such purposes. Since that time, the Forest Service has completed an analysis of the methodological changes that are needed to standardize the Forest Service’s practices for assessing and withholding program support costs for the K-V program and the results of the agency’s work should be implemented when the practices become part of the Forest Service’s directives in September 1998."], "subsections": [{"section_title": "Background", "paragraphs": ["The Knutson-Vandenberg Trust Fund, as authorized by the Act of June 9, 1930, as amended (16 U.S.C. 576-576b), allows portions of the receipts from timber sales to be deposited into the K-V Fund to be used to reforest timber sale areas. In addition to being used for planting trees, these deposits may also be used for eliminating unwanted vegetation and for protecting and improving the future productivity of the renewable resources on forest land in sale areas, including sale area improvement operations, maintenance, construction, and wildlife habitat management.", "Reforestation is needed where timber harvests or natural disasters have depleted the existing timber stands. In fiscal year 1997, about $166 million was expended from the K-V Fund for reforestation and related projects. The majority of the K-V moneys—about $115 million in fiscal year 1997—was used to fund direct reforestation activities. In addition to the direct reforestation expenditures, about $51 million was used for costs incurred to support and manage the reforestation program, such as rents, utilities, computer equipment, or the salaries of program support staff.", "Federal law permits the Forest Service to transfer amounts from the K-V Fund, as well as other Forest Service appropriations, to supplement the Forest Service’s firefighting funds when emergencies arise. The Forest Service is authorized to advance money from any of its appropriations and trust funds to pay for fighting forest fires. The Forest Service is not authorized to restore amounts so transferred. Congressional action is required to restore such funds.", "The Forest Service’s oversight and management of the K-V Fund and the reforestation program are decentralized. Forest Service headquarters and the nine regional offices establish policy and provide technical direction to forest offices. The forest offices, in turn, provide general oversight to district offices and help the districts plan K-V projects. The district ranger is responsible for overseeing the planning and implementation of K-V projects."], "subsections": []}, {"section_title": "K-V Fund Has Not Been Fully Reimbursed", "paragraphs": ["Between 1990 and 1996, the Forest Service transferred about $645 million from the K-V Fund for emergency firefighting activities that had not been fully reimbursed. Since these transfers had not been reimbursed, these funds were unavailable for K-V projects. In the past, when such transfers were made, the Department of Agriculture requested and received supplemental appropriations to restore the transferred moneys, generally within 2 years of the original transfer. However, in more recent time, the Department of Agriculture had not submitted a request for a supplemental appropriation to the Congress. It was not until March 15, 1996, that the Department of Agriculture submitted a request for supplemental appropriations to the Office of Management and Budget for the $420 million transferred during fiscal years 1990, 1992, and 1995. After an additional $225 million was transferred from the K-V Fund in 1996, the Congress, in 1997, provided $202 million from the emergency firefighting appropriation as a partial reimbursement of the K-V Fund. At the beginning of fiscal year 1998, the K-V Fund had an unrestored balance of about $493 million.", "To provide the Congress with the information it needs to consider any future requests for appropriations to restore previously transferred funds, we recommended that the Secretary of Agriculture report to the Congress on the financial status of the K-V Fund. The Department of Agriculture has informed the Congress about the general dimensions of the K-V funding issue on several occasions, and that information has resulted in some replenishment of the K-V Fund. For example, the Fiscal Year 1997 Omnibus Appropriation Bill provided additional appropriations for emergency firefighting, and $202 million was apportioned to the K-V Fund in January 1997. In addition, the Department has begun providing the Congress with information on the K-V Fund balance at the beginning of each fiscal year, expected K-V collections during the year, and expected K-V expenditures so that the impact of future firefighting transfers can be assessed."], "subsections": []}, {"section_title": "Unrestored Firefighting Transfers Jeopardize Some Planned Projects", "paragraphs": ["Although the Forest Service acknowledged that failure to restore the amounts transferred from the K-V Fund would potentially disrupt the K-V program, forest and district offices continued to operate and plan for future reforestation projects as if the transfers had not occurred. Furthermore, the Forest Service had not informed the Congress of the impact that the funding shortfall would have on the agency’s reforestation activities or developed a plan or strategy for reallocating the remaining funds to the highest-priority projects.", "Although timber receipts of as much as $200 million had been added to the fund annually, the Forest Service will not be able to pay for all of its planned projects, estimated in fiscal year 1996 at about $942 million, unless the moneys transferred from the K-V Fund for firefighting purposes are restored.", "We recommended that if the administration decides not to forward to the Congress the Department’s request for restoration of the funds transferred for firefighting purposes, or the Congress decides not to restore these funds during the fiscal year 1997 budget considerations, the Secretary of Agriculture should direct the Chief of the Forest Service, by the end of fiscal year 1997, to revise the list of planned K-V projects to take into account the actual balance in the K-V Fund.", "The Department has not implemented this recommendation and believes that the Forest Service had sufficient funding to meet all K-V requirements for 1998 and that revising the list of K-V projects downward to match the reduced K-V funding would be both speculative and not creditable. The Department added that it would not require such a list until it was certain that K-V funding for the year was inadequate. In that event, it would provide the Congress with a generic description of the types of K-V activities that would be dropped."], "subsections": []}, {"section_title": "Forest Service Cannot Ensure Compliance With the K-V Act’s Requirement", "paragraphs": ["The K-V Act requires that the K-V Fund expenditures in any one sale area not exceed the amount collected in that sale area. To facilitate the management of K-V projects and the accounting for K-V funds, however, the Forest Service allows each forest to pool its K-V collections for each timber sale into a forest-level fund, commonly called a K-V pool. At the end of each fiscal year, each forest is required to create a balance sheet showing the cash available for its K-V projects, the projected collections from ongoing sales, and the estimated costs for planned projects.", "The Forest Service does not have the financial management information and controls needed to ensure compliance with the K-V Act prohibition limiting K-V Fund expenditures on individual sale areas to the collections from those same sale areas. Collections are recorded for individual sales, whereas expenditures are managed and recorded in total at the district level rather than by individual sales. By allowing each forest to pool K-V collections without adequate financial controls and information, the Forest Service cannot ensure that trust fund expenditures do not exceed collections for a given sale area.", "We recommended that the Secretary of Agriculture direct the Chief of the Forest Service to perform, in consultation with the Chief Financial Officer, an analysis of alternatives (including the costs and benefits of each alternative) to obtain the financial data necessary to ensure that the K-V Fund’s expenditures in one sale area are limited to the amounts collected from that area, as required by the K-V Act.", "The Secretary of Agriculture did not request that the Forest Service analyze alternatives to the sale-by-sale accounting system that would ensure compliance with the K-V Act. The Secretary indicated that he did not believe such an analysis was necessary and that the current Forest Service methods fulfilled requirements of the K-V Act. We continue to believe that the Forest Service’s current information systems and controls do not provide assurance that the expenditures in one sale area do not exceed the collections from that sale area as required by law."], "subsections": []}, {"section_title": "Forest Service Lacks an Effective Method for Calculating and Limiting Program Support Costs", "paragraphs": ["The Forest Service collects a certain amount of K-V funds on each timber sale to pay for the costs of supporting the program at all organizational levels. The regions and forests issue guidance that specifies the percentage of K-V funds that should be collected from individual sale areas to support the program at the forest, regional, and Washington offices. The agency’s overall guidance, however, does not explain how individual regions or forests should calculate and limit amounts for program support. If the allocations for support costs are not limited to the amount collected, however, funds available for project expenditures in sale areas could be insufficient.", "Only one forest we visited during our 1996 review limited its use of K-V funds for program support to the amounts collected for that purpose. For three of the forests, the regions did not restrict their expenditures for program support to the amounts that had been collected, nor did the forests limit the amount spent for program support at the forest level. For example, if a project costs $100, the forest might instruct the district to collect an additional 20 percent of the project’s cost, or $20, to cover the cost of supporting the program. When the forest allocated funds for a project to the district, it withheld funds to cover the forest’s support costs. However, rather than limiting these withholdings—to continue our example—to 20 percent of the project’s cost, or $20, the forest would withhold 20 percent of the total cost ($120) or $24. This method of determining support costs would reduce the amount available for project work to $96, $4 less than the projected need.", "We recommended that the Secretary of Agriculture direct the Chief of the Forest Service to require all organizational levels to use a standardized methodology for assessing and withholding the support costs for the K-V program that would limit expenditures for program support to the amounts collected for such purposes.", "The Secretary of Agriculture directed the Chief of the Forest Service to establish a standardized methodology for assessing and withholding program support costs for the K-V program, and the Forest Service formed a task force to recommend what that standardized methodology would be. The task force completed its work in November 1997, and the Forest Service estimates that the corrective action will be fully implemented when the recommended changes become part of the agency’s directives in September 1998.", "Mr. Chairman, on the basis of the Department of Agriculture’s response to our recommendations, it appears that it has taken positive actions on our recommendations to better inform the Congress about the magnitude of transfers from the K-V Fund for firefighting purposes and the need to establish a standardized methodology for assessing and withholding program support costs for the K-V program. The Department of Agriculture has not implemented our recommendations concerning revising the list of K-V projects downward because of inadequate funding or performing an analysis of alternatives to a sale-by-sale accounting of K-V Fund expenditures. We continue to believe that action is needed in these areas. We will be pleased to respond to any questions that you or the Members of the Subcommittee may have.", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}