{"id": "T-RCED-98-33", "url": "https://www.gao.gov/products/T-RCED-98-33", "title": "Environmental Protection: EPA's and States' Efforts to 'Reinvent' Environmental Regulation", "published_date": "1997-11-04T00:00:00", "released_date": "1997-11-04T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO discussed the Environmental Protection Agency's (EPA) and the states' roles in promoting and implementing innovative methods of environmental regulation, focusing on: (1) a draft agreement between EPA and the Environmental Council of the States (ECOS) on environmental regulation; and (2) the findings of a GAO report on EPA's and the states' efforts to reinvent environmental regulation."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) the draft EPA-ECOS agreement provides a useful framework in two key respects; (2) it attempts to clarify EPA's and the states' roles in promoting and implementing innovative regulatory projects; (3) in particular, the agreement addresses sensitive issues that had been the subject of much debate between EPA and many states, such as the extent to which innovation projects must demonstrate improved environmental performance; (4) the agreement attempts to help EPA manage a growing number of innovation projects by establishing a process that distinguishes between those projects that can be handled at lower levels within the agency and those that require senior management's attention; (5) as with any such agreement, there are a number of practical questions and procedural issues that need to be clarified--some of which may be fully addressed only after EPA and ECOS have had experience implementing the agreement; (6) beyond these practical considerations, however, a number of broader issues need to be addressed effectively to create a climate in which regulatory innovation can succeed and in which environmental regulation can be truly be reinvented; (7) among these barriers are: (a) many key stakeholders in the reinvention process have expressed concern over the large number of complex and demanding initiatives now being undertaken--as well as confusion over the underlying purpose of some of the agency's major initiatives; (b) EPA has had difficulty achieving buy-in among the agency's rank and file, who have grown accustomed to a regulatory structure that has largely been in place throughout the agency's 27-year history; (c) the agency has had difficulty achieving agreement among external stakeholders in a number of its reinvention efforts, particularly when stakeholders perceive that unanimous agreement is required before progress can be made; and (d) EPA has an uneven record in evaluating the success of many of its initiatives; (8) in addition, today's environmental laws impose requirements that have led to, and tend to reinforce, many of the existing regulatory and behavioral practices that EPA is seeking to change; and (9) as a consequence, the agency will be limited in its ability to reinvent environmental regulation within this existing legislative framework."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here to participate in today’s hearing on the Environmental Protection Agency’s (EPA) and the states’ roles in promoting and implementing innovative methods of environmental regulation. Specifically, I will discuss (1) a draft agreement between EPA and the Environmental Council of the States (ECOS) on this matter and (2) the findings of a recent GAO report on EPA’s and the states’ efforts to “reinvent” environmental regulation, which was prepared at the request of the full Committee and several others.", "EPA’s leadership has noted that future environmental challenges will be more complicated than those of the past, requiring fundamentally different regulatory approaches. EPA has sought to meet these challenges through a comprehensive effort to reexamine and reshape its efforts to protect the environment. As noted in EPA’s March 1996 progress report on its efforts to reinvent environmental regulation, the agency is undertaking a number of initiatives to “apply common sense, flexibility, and creativity in an effort to move beyond the one-size-fits-all system of the past and achieve the very best protection of public health and the environment at the least cost.” In recognition of the states’ critical role as co-regulators of environmental protection, EPA and ECOS entered into negotiations in 1996 to develop an agreement with an overarching framework for EPA and the states to promote and implement regulatory reinvention efforts. ECOS approved a draft of the agreement at its annual meeting last month.", "In summary, we believe that the draft EPA-ECOS agreement provides a useful framework in two key respects. First, it attempts to clarify EPA’s and the states’ roles in promoting and implementing innovative regulatory projects. In particular, the agreement addresses sensitive issues that had been the subject of much debate between EPA and many states, such as the extent to which innovation projects must demonstrate improved environmental performance. Second, the agreement attempts to help EPA manage a growing number of innovation projects by establishing a process that distinguishes between those projects that can be handled at lower levels within the agency and those that require senior management’s attention. As with any such agreement, there are a number of practical questions and procedural issues that need to be clarified—some of which may be fully addressed only after EPA and ECOS have had experience implementing the agreement.", "Beyond these practical considerations, however, a number of broader issues need to be addressed effectively to create a climate in which regulatory innovation can succeed and in which environmental regulation can truly be “reinvented.” Among these barriers are the following, which we noted in our July 1997 report:", "Many key stakeholders in the reinvention process have expressed concern over the large number of complex and demanding initiatives now being undertaken—as well as confusion over the underlying purpose of some of the agency’s major initiatives.", "EPA has had difficulty achieving “buy-in” among the agency’s rank and file, who have grown accustomed to a regulatory structure that has largely been in place throughout the agency’s 27-year history.", "The agency has had difficulty achieving agreement among external stakeholders (including federal and state regulators and representatives of industry and environmental organizations) in a number of its reinvention efforts, particularly when stakeholders perceive that unanimous agreement is required before progress can be made.", "EPA has an uneven record in evaluating the success of many of its initiatives. Evaluation is needed not only to show EPA management what does and does not work but also to provide convincing evidence to external stakeholders that an alternative regulatory strategy is worth pursuing.", "In addition, today’s environmental laws impose requirements that have led to, and tend to reinforce, many of the existing regulatory and behavioral practices that EPA is seeking to change. As a consequence, the agency will be limited in its ability to “reinvent” environmental regulation within this existing legislative framework."], "subsections": [{"section_title": "Background", "paragraphs": ["Since the early 1970s, EPA’s organization and approach toward environmental regulation have mirrored the statutes that authorize the agency’s programs. These statutes generally assign pollution control responsibilities according to the regulated environmental medium (such as water or air) or the category of pollutant (such as pesticides or other chemical substances). As a result, the statutes have led to the creation of individual EPA program offices that focus on reducing pollution within the particular environmental medium for which each office has responsibility—rather than on reducing overall pollutant discharges. Among other problems, this structure has made it difficult for the agency to base its priorities on an assessment of risk across all environmental problems and to take into account the cost and feasibility of various approaches. The agency’s traditional approach toward environmental regulation has also been criticized as precluding innovative and more cost-effective ways to reduce pollution and as being inflexible in dealing with other stakeholders in the regulatory process, such as states and regulated entities.", "EPA’s efforts to address these issues go back at least as far as the mid-1980s, when the Administrator called on the agency to manage its resources and activities so that they (1) account for the relative risks posed by environmental problems, (2) recognize that pollution control efforts in one medium can cause pollution problems in another, and (3) lead to achieving measurable environmental results. Other efforts have also sought to involve stakeholders in the process in a more collaborative manner, calling, for example, for more negotiated rulemakings. Since that time, however, GAO, EPA’s Science Advisory Board, the National Academy of Public Administration, and other organizations have all pointed to the need to make significantly greater progress in this direction.", "The passage of the Government Performance and Results Act of 1993 set the stage for reinforced efforts to protect the environment more efficiently and effectively. The Results Act requires agencies to consult with the Congress and other stakeholders to clearly define their missions, establish long-term strategic goals (and annual goals linked to them), and measure their performance against the goals they have set. Importantly, the statute emphasizes the need for agencies to focus not on the performance of prescribed tasks and processes but on the achievement of measurable program results.", "EPA and state officials agree that early reinvention efforts were hampered by disagreements and misunderstandings over EPA’s and the states’ roles in developing and implementing reinvention projects. These differences centered around issues such as how much flexibility the states have to negotiate and approve reinvention projects and how to include stakeholders in negotiations. These differences came to a head in February 1997, when EPA temporarily withdrew from negotiations, begun in November 1996, on a proposal jointly prepared by ECOS and EPA outlining a framework for EPA and the states to promote and implement regulatory reinvention efforts. Among other things, the proposal was intended to “establish guiding principles for reinvention and an efficient process that is receptive to innovation proposals” and “improve decision-making between states and EPA on innovation proposals, emphasizing clear lines of communication, decision authority, accountability, and timeliness.” EPA and ECOS subsequently renewed negotiations."], "subsections": []}, {"section_title": "The Draft EPA-ECOS Agreement", "paragraphs": ["The renewed negotiations between EPA and ECOS led to a draft “Joint EPA/State Agreement to Pursue Regulatory Innovation,” which ECOS approved on September 24, 1997, and EPA recently published in the Federal Register for public comment. As its preamble states, the purpose of the joint agreement is to “establish a clear pathway and decision-making process for state innovations that have encountered federal barriers or need greater attention to help them succeed.” Toward this end, the draft agreement outlines (1) a set of general principles that will govern regulatory innovation activities that EPA and the states will manage jointly; (2) a process that EPA and the states will use to identify which innovation proposals to pursue, including the establishment of a mechanism for making decisions about how to manage innovation proposals that do not fit into ongoing reinvention programs; and (3) guidelines for EPA and the states to evaluate the success of innovation activities carried out under the agreement."], "subsections": [{"section_title": "General Principles", "paragraphs": ["The agreement outlines seven principles for guiding joint EPA/state regulatory innovation activities. The principles, as summarized in Part I of the agreement, are as follows: Experimentation: Innovation involves change, new ideas, experimentation, and some risk of failure. Experiments that will help achieve environmental goals in better ways are worth pursuing when success is clearly defined, costs are reasonable, and environmental and public health protections are maintained.", "Environmental Performance: Innovations must seek more efficient and/or effective ways to achieve environmental and programmatic goals, with the objective of achieving a cleaner, healthier environment and promoting sustainable ecosystems.", "Smarter Approaches: To reinvent environmental regulation, regulators must be willing to change the way  traditionally look at environmental problems and be receptive to innovative, common sense approaches.", "Stakeholder Involvement: Stakeholders must have an opportunity for meaningful involvement in the design and evaluation of innovations. . . . The opportunities for stakeholder involvement should be appropriate to the type and complexity of the innovation proposal.", "Measuring and Verifying Results: Innovations must be based on agreed-upon goals and objectives with results that can be reliably measured in order to enable regulators and stakeholders to monitor progress, analyze results, and respond appropriately.", "Accountability/Enforcement: For innovations that can be implemented within the current regulatory framework, current systems of accountability and mechanisms of enforcement remain in place. For innovations that involve some degree of regulatory flexibility, innovators must be accountable to the public, both for alternative regulatory requirements that replace existing regulations and for meeting commitments that go beyond compliance with current requirements. . . .", "State-EPA Partnership: The states and EPA will promote innovations at all levels to increase the efficiency and effectiveness of environmental programs.  must work together in the design, testing, evaluation, and implementation of innovative ideas and programs, utilizing each other’s strengths to full advantage."], "subsections": []}, {"section_title": "Process to Select and Review Project Proposals", "paragraphs": ["The draft agreement states that “where procedures currently exist, innovation proposals should be handled through normal EPA/state program activities or other ongoing reinvention activities.” Such ongoing reinvention activities would include, for example, Project XL and the Common Sense Initiative.", "Those proposals that do not fit into an existing reinvention effort can be handled by an optional process outlined in the agreement. Acknowledging that “the most challenging regulatory innovation proposals have been difficult to address,” the agreement says that the process provides an option “which states may use to get timely decisions on innovation proposals.” It establishes a management framework that identifies the steps to be taken in developing and reviewing innovation proposals; the decisionmakers for each step in the process; and the procedures for communicating decisions. The optional process also requires a 3-month time frame within which EPA must decide whether to approve a project.", "The new process for reviewing proposals also includes procedures for classifying projects into one of three categories: Category 1: Straightforward, transparent proposals that have clear advantages, present few obstacles, are technically achievable, and pose minimum environmental risk.", "Category 2: Experimental proposals that have a more uncertain environmental outcome; require more attention to design, implement, and evaluate; and may involve some risk of failure.", "Category 3: Strategic proposals that involve broad-based, new approaches (e.g., statutory changes) and require policy discussion.", "As the agreement notes, this categorization is intended to ensure that the level of EPA management attention takes into account a project’s complexity. For example, the agreement specifies that if a proposal involves a national policy or regulatory issue, the decision will be made jointly by the appropriate EPA regional administrator, relevant EPA national program managers, and officials from EPA’s Office of Reinvention. EPA and the state will determine the category into which a proposal falls, and this categorization will affect the time frame for its implementation."], "subsections": []}, {"section_title": "Measuring Success", "paragraphs": ["The draft agreement also stresses the importance of measuring both the success of the decision-making process outlined in the agreement and the success of individual innovation projects. In addition, the agreement acknowledges that developing useful measures is challenging. To help measure the success of the decision-making process, EPA and the states plan to collect a variety of information, including (1) the number and quality of innovation projects proposed, (2) the number and quality of innovations implemented, (3) the timeliness of the actions taken in the process, (4) the number of proposals appealed, and (5) the speed with which information about successful innovations is disseminated to other states. To measure the success of individual project proposals, the agreement stresses that common criteria must be used by both EPA and the states to evaluate projects. The agreement refers to a separate, ongoing effort by EPA and ECOS to develop core performance measures and suggests that the proposed measures developed to date under this effort be used as a starting point for evaluating projects initiated under the agreement."], "subsections": []}, {"section_title": "Issues Needing Clarification", "paragraphs": ["As might be expected with any such agreement, a number of practical questions and procedural issues will need to be clarified. Among the key issues needing clarification are (1) the extent to which the new optional process will be used to select and review project proposals and (2) the degree of environmental protection that innovation projects will be expected to meet.", "Until EPA and the states have had a chance to implement the agreement, it may be difficult to predict the extent to which the states will rely on the optional process in an effort to expedite the consideration of innovation proposals. For example, while the agreement states that current review procedures should be used where such procedures exist (such as in the case of XL or CSI projects), an official with EPA’s Office of Reinvention suggested that the process could also be used to address XL projects that run into difficulty. State officials we contacted who were involved in the negotiations also noted that the language in the draft is ambiguous and that it is presently unclear how many reinvention projects will actually go through this process. According to these officials, the extent of reliance on the optional process should become clearer during implementation.", "One of the most difficult issues for EPA and the states to resolve was the level of environmental protection to be required of innovation projects, as the following examples illustrate:", "Noting that the most desirable innovations result in both greater efficiency and a cleaner environment, EPA maintained that projects should achieve “superior environmental performance” and that the degree of superior performance must be proportional to the degree of flexibility sought. ECOS negotiators disagreed with this interpretation, contending that some projects should be allowed that only seek more cost-effective ways to meet current standards.", "Negotiators for EPA and ECOS debated the extent to which riskier projects should be held to higher environmental performance standards than other projects. EPA (and some states) argued that riskier projects should be held to a higher standard.", "The present agreement reflects compromises on both of these issues but also exhibits at least some ambiguity on key issues. On the first issue, the agreement provides that while “innovations may be designed primarily to improve the cost-effectiveness of achieving environmental goals, these projects must ensure that there is no adverse impact on environmental protection. . . .” It is unclear, however, how such assurances can always be provided, given the inherent uncertainty associated with some innovation projects.", "On the second issue, the two sides agreed that “for projects that have a greater uncertainty of the environmental outcome, or that involve experimental technologies or approaches, alternative requirements should be expected to have the clear potential to provide increased environmental protection. . . . “ The agreement further provides that in such cases, EPA and the state agency, in consultation with stakeholders, will determine whether such proposals can produce “appropriate” gains in environmental protection, improved sustainability of the ecosystem, or both. However, it is not clear that participants will easily agree on what constitutes “appropriate” gains in environmental protection. Also, since several environmental groups have already raised concerns about this part of the agreement, state officials involved in the negotiations said they expect this provision may be a subject of continuing debate while the agreement is out for public comment.", "Finally, negotiators for EPA and ECOS have worked hard to agree on the language in the present tentative agreement, but revisions resulting from the public comment process may affect this consensus. Specifically, EPA recently published the agreement in the Federal Register for public comment and changes may be made in response to the comments received. ECOS members will then vote on whether the agreement is still acceptable. ECOS members’ continued acceptance of the agreement could depend on the nature of the changes made."], "subsections": []}]}, {"section_title": "Broader Issues to Address If Reinvention Efforts Are to Succeed", "paragraphs": ["As pointed out in our July 1997 report, a number of broader issues still need to be effectively addressed if the agreement is to have its intended effect, and if, in the long run, environmental regulation is to be truly “reinvented.”"], "subsections": [{"section_title": "Difficulty in Managing a Large Number of Initiatives", "paragraphs": ["Successful reinvention efforts require a clear understanding of an organization’s mission and of the role that individual efforts play in achieving that mission. However, our discussions with key participants in EPA’s reinvention process suggest that the large number of initiatives under way may be diverting attention from the high-priority efforts most in line with the agency’s reinvention objectives. Specifically, officials from two of the three EPA regional offices we visited during our review this past year cited the large number of initiatives as a problem and indicated that setting priorities among the initiatives would make the most efficient use of the agency’s resources. Under the current situation, they noted, the regional offices are expected to carry out reinvention activities with few resources beyond those the regions receive to carry out their traditional programs. Officials from each of the states we contacted cited similar problems. The problem is further compounded by confusion both within EPA and among other stakeholders over the primary purpose of some of the agency’s most important initiatives. An EPA-contracted analysis of the Common Sense Initiative, for example, pointed to the absence of specific objectives and expectations, noting that “instead of encouraging out-of-the-box thinking as hoped, this has led to delays. . . .as  tried to figure out what EPA wanted or would accept instead of inventing their own priorities and processes.”", "In light of these issues and EPA’s efforts for several years to encourage its headquarters and regions to develop new initiatives, we concluded that it may be time for the agency to take stock of the full range and cumulative impact of its reinvention activities. Accordingly, our report recommended that the Associate Administrator for Reinvention be charged with leading a review of the agency’s reinvention initiatives to (1) determine whether there are any that no longer support the agency’s overall reinvention goals and should therefore be discontinued, (2) set priorities among those that will be continued, and (3) issue clarifying guidance, as needed, to help ensure that the specific objectives and expectations of continuing initiatives are clear to stakeholders within and outside the agency. EPA agreed with this recommendation."], "subsections": []}, {"section_title": "Uncertain Commitment to Reinvention Among Rank and File", "paragraphs": ["The agreement states that “regulators must be willing to change the way we traditionally look at environmental problems and be receptive to innovative approaches.” EPA staff and state officials we contacted generally agreed that EPA’s top management has articulated a clear commitment to the agency’s reinvention effort. But it has been considerably more difficult to translate this message into an agencywide commitment among EPA’s more than 17,000 employees so that everyday decisions reflect the Administrator’s stated reinvention principles. We found that program and regional offices do encourage staff, to varying degrees, to participate in reinvention activities and that these efforts have engendered wider staff participation. Nonetheless, we also found a consistent acknowledgement from both headquarters and regional management that achieving full commitment to reinvention by the agency’s rank and file will be difficult and will take time. One senior program official, for example, noted that it will take time for culture change to filter down to EPA line staff and to see if the change takes hold."], "subsections": []}, {"section_title": "Difficulty in Achieving Agreement Among All Stakeholders", "paragraphs": ["Under EPA’s reinvention strategy, the agency’s goal is to share information and decision-making with all stakeholders, including those “external” to the agency, such as state regulators and representatives of industry and environmental organizations. Among other things, the agency hopes this strategy will help to avert litigation by getting up-front agreement among the affected parties and a commitment by industry to meet requirements it has acknowledged to be achievable. We found that the agency has, indeed, made strenuous efforts to involve stakeholders with different interests and perspectives but that achieving and maintaining consensus has been an enormous challenge. The greatest difficulties have come when EPA has sought to achieve—or was perceived as seeking to achieve—100 percent agreement. Officials from the three states we contacted noted that efforts to achieve unanimous agreement have been problematic, particularly in Common Sense Initiative negotiations. Industry representatives agreed, some of whom have cited the problem as a reason for thinking of terminating their participation in the initiative. Accordingly, we recommended in our report that EPA improve the prospects for achieving consensus among concerned parties in the agency’s reinvention efforts by clarifying the circumstances under which unanimous agreement is required. EPA agreed with this recommendation."], "subsections": []}, {"section_title": "Efforts to Achieve Quick Resolution of Problems", "paragraphs": ["Some of EPA’s earlier reinvention projects were affected by miscommunication and other problems among the agency’s headquarters and regional offices and other participants. In one notable instance involving an XL project submitted by the 3M Company, Minnesota and 3M officials withdrew their participation because they believed EPA headquarters and regional officials were raising new issues late in their negotiations. To help address these kinds of problems, the agency designated certain senior managers in September 1996 as “reinvention ombudsmen” to respond to stakeholders’ questions and resolve problems in a timely fashion. This process has helped in the negotiation of a number of XL projects, but many stakeholders have noted that in the longer term, senior management will not be able to intervene each time a problem arises. They cite the need for a more sustainable process that distinguishes between problems that can be resolved at lower levels within the agency and those that require senior management’s attention.", "To at least some extent, the agreement negotiated between EPA and ECOS does appear to address this issue by providing for the attention of senior-level management and specific decision time frames in planning and approving complex innovation projects. According to an official in EPA’s Office of Reinvention, projects that are not successful under other reinvention efforts can use the project review process outlined in the draft EPA/ECOS agreement to resolve problems. To the extent that projects unsuccessful under other reinvention efforts are subject to the new agreement, it could help facilitate decisions on reinvention proposals that need extra attention and cannot be handled through other reinvention efforts."], "subsections": []}, {"section_title": "Limitations of EPA’s Evaluation of Initiatives’ Effectiveness", "paragraphs": ["Measuring performance allows organizations to track their progress toward achieving their goals and gives managers crucial information needed to make organizational and management decisions. EPA has, in fact, made some progress in measuring the effectiveness of its reinvention initiatives. The agency’s Office of Enforcement and Compliance Assurance, for example, has responded to the charge to measure the results of its programs by implementing a comprehensive effort with numerous stakeholders to identify innovative ways to measure environmental compliance. If successful, the initiative (the “National Performance Measures Strategy”) could facilitate the use of a broader range of methods to engender compliance beyond the traditional enforcement response that has been relied on so heavily until now.", "At the same time, officials with the agency’s Regulatory Reinvention Team acknowledged that the agency has neither sufficient performance data nor an evaluation component for many of its initiatives. Accordingly, our report recommended that each of the agency’s initiatives include an evaluation component that measures the extent to which the initiative has accomplished its intended effect."], "subsections": []}, {"section_title": "Limitations Imposed by the Current Statutory Framework", "paragraphs": ["We found wide disagreement over whether the current environmental statutes must be revised for reinvention to succeed. Many state and industry officials have cited the need for statutory revisions, both in the near term to encourage experiments in alternative methods of achieving environmental compliance and in the longer term to achieve a more fundamental change in the conduct of environmental regulation. For example, after identifying problems experienced by industry participants in some of EPA’s initiatives, a September 1996 industry report concluded that “there is no short-cut, no way around the difficult task of trying to legislate a better system.” In contrast, EPA, supported by some in the environmental community, maintains that the current statutory framework is sufficiently flexible to allow for real progress on most reinvention initiatives.", "On the basis of our past evaluations, the results to date of EPA’s key reinvention efforts, and our contacts with a variety of stakeholders for this review, we concluded in our July 1997 report that constructive modifications can be made under the current environmental statutory framework. However, the framework does establish standards that lead to many of the existing regulatory and behavioral practices the agency is seeking to change. Consequently, as we and other organizations have noted in the past, EPA will be limited in its ability to achieve major changes in environmental regulation within the legislative framework as presently constructed. EPA’s Deputy Administrator told us that the agency will reexamine this issue in light of the recommendations of a key advisory group (the Enterprise for the Environment) later this year.", "In summary, Mr. Chairman, the EPA-ECOS agreement helps to clarify some of the difficult issues that have arisen in defining EPA’s and the states’ roles in promoting reinvention. The agreement also sets forth a process that can be used to resolve particularly difficult problems that may arise in obtaining agreement on project proposals. Only actual experience in implementing this agreement will tell how well the agreement accomplishes these purposes. At the same time, EPA and the states face a number of fundamental barriers to regulatory innovation that do not fall within the scope of the agreement. We believe these barriers, discussed in our July 1997 report, will need to be addressed before environmental regulation can be substantially reinvented.", "Mr. Chairman, this concludes our prepared statement. We would be pleased to answer any questions you or Members of the Subcommittee may have.", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}]}], "fastfact": []}