{"id": "T-RCED-97-218", "url": "https://www.gao.gov/products/T-RCED-97-218", "title": "International Environment: Operations of the Montreal Protocol Multilateral Fund", "published_date": "1997-07-30T00:00:00", "released_date": "1997-07-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO discussed its work on the Montreal Protocol Multilateral Fund, focusing on: (1) principal contributors to the Fund; (2) principal recipients of disbursements made from the Fund; (3) the purposes for which disbursements were made; (4) what has been accomplished with these disbursements; and (5) the controls and accountability mechanisms in place to ensure proper use of money disbursed from the Fund."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) the United States is the largest contributor to the Multilateral Fund, accounting for about 25 percent of the contributions; (2) for 1997 through 1999, the United States is expected to contribute about $39 million per year; (3) GAO estimates that the United States could avoid interest expenses of between $2 million and $3 million associated with its annual contributions by using an alternative payment method; (4) from its establishment in 1991 through May 1997, the Multilateral Fund has allocated about $570 million for projects in more than 100 Article 5 countries; (5) China has been the largest recipient, accounting for almost $150 million or 26 percent of the total; (6) there are seven broad purposes for which projects have been funded, but over 80 percent of the funds have been for investment projects, which help businesses to convert their operations from the use of ozone-depleting substances and to cease the production of goods containing them; (7) projects approved to date are projected to phase out the annual use of about 84,000 ozone-depleting potential-weighted metric tons of ozone-depleting substances, or about 40 percent of the estimated consumption of ozone-depleting substances, in Article 5 countries; (8) the Multilateral Fund has a number of mechanisms in place that are designed to ensure that funds are properly accounted for and that the amounts of funds allocated to specific projects are reviewed and verified; (9) the Multilateral Fund currently pays a 13-percent administrative fee to the implementing agencies for their costs associated with project implementation; and (10) however, efforts are under way to evaluate the appropriateness of the fees, with the goal of reducing the support costs to about 10 percent over the next 3 years."]}], "report": [{"section_title": "Letter", "paragraphs": ["We are pleased to be here today to discuss our work on the Montreal Protocol Multilateral Fund. The Montreal Protocol is an international environmental agreement, concluded almost 10 years ago, with the objective of eliminating the use of substances that deplete the thin layer of ozone in the stratosphere. Such substances include chloroflurocarbons—referred to as CFCs—which have long been used in refrigeration and air-conditioning and as propellants in aerosol containers; halons, which have been used extensively in firefighting; and compounds such as carbon tetrachloride, which find wide application as solvents in a variety of industries. The ozone layer is critical because it protects the Earth’s plant and animal life from the harmful effects of excessive levels of ultraviolet light. In the first years after the Protocol was signed in 1987, most of the developed nations of the world made commitments to reduce and eventually eliminate their use of ozone-depleting substances, but relatively few of the developing countries (referred to as Article 5 countries) made a similar commitment. By 1990, it became clear that unless the developing nations also signed the Protocol, the use of ozone-depleting substances could not be eliminated.", "Amendments to the Protocol made at the 1990 Meeting of the Parties in London addressed this concern by providing for the establishment of the Multilateral Fund to which the developed countries would contribute funds to assist the developing countries in their efforts to reduce and ultimately eliminate the use of ozone-depleting substances. Generally, all developed countries are assessed for contributions to the Fund as are the few developing countries that consume more than 0.3 kilograms of ozone-depleting substances per capita per year. The contributions are based on the United Nations’ scale of assessments. Countries that consume less than 0.3 kg per capita per year are eligible to receive assistance from the Fund. After the establishment of the Multilateral Fund, many developing countries agreed to the Protocol, and as of May 1997, 110 developing countries had committed to implementing the Protocol. The Multilateral Fund relies on four international organizations to implement the bulk of the projects it approves. These implementing agencies are the World Bank, the United Nations Development Programme (UNDP), the United Nations Environment Programme (UNEP), and the United Nations Industrial Development Organization (UNIDO). In addition, a relatively small percentage of projects is implemented by a few contributing countries, including the United States, through bilateral assistance.", "You asked us to develop information on the functioning of the Multilateral Fund. Specifically, you asked us to identify (1) principal contributors to the Fund; (2) identify the principal recipients of disbursements made from the Fund; (3) the purposes for which disbursements were made; (4) what has been accomplished with these expenditures; and to (5) describe and generally assess the controls and accountability mechanisms in place to ensure proper use of money disbursed from the Fund. As agreed with the Subcommittee, we also obtained information on the level of administrative costs associated with project implementation. Our testimony today will discuss the results of our work on each of these questions. In summary, we found the following:", "The United States is the largest contributor to the Multilateral Fund, accounting for about 25 percent of the contributions. For 1997 through 1999, the United States is expected to contribute about $39 million per year. We estimate that the United States could avoid interest expenses of between $2 million and $3 million associated with its annual contributions by using an alternative payment method.", "From its establishment in 1991 through May 1997, the Multilateral Fund has allocated about $570 million for projects in more than 100 Article 5 countries. China has been the largest recipient, accounting for almost $150 million or 26 percent of the total.", "There are seven broad purposes for which projects have been funded, but over 80 percent of the funds have been for investment projects, which help businesses to convert their operations from the use of ozone-depleting substances and to cease the production of goods containing them.", "Projects approved to date are projected to phase out the annual use of about 84,000 ODP-weighted metric tons of ozone-depleting substances, or about 40 percent of the estimated consumption of ozone-depleting substances in Article 5 countries.", "The Multilateral Fund has a number of mechanisms in place that are designed to ensure that funds are properly accounted for and that the amounts of funds allocated to specific projects are reviewed and verified.", "The Multilateral Fund currently pays a 13-percent administrative fee to the implementing agencies for their costs associated with project implementation. However, efforts are under way to evaluate the appropriateness of the fees, with the goal of reducing the support costs to about 10 percent over the next 3 years."], "subsections": [{"section_title": "Contributions to the Multilateral Fund", "paragraphs": ["For the period 1991 through 1996, 49 countries were assessed about $688 million. The United States’ share was about $174 million, or about 25 percent of the total. Appendix I shows the assessments, payments, and outstanding balances for all 49 countries as of January 31, 1997. For the 3-year period 1997 through 1999, the Parties to the Protocol approved $466 million in new assessments. The United States’ share of the new assessment is about $39 million for each of these 3 years. For 1997, the list of contributors has been reduced to 34 countries primarily because countries that had not ratified the 1990 amendments (which established the Fund) were deleted from the list of contributors.", "There is substantial variability among the countries in paying their assessments. As of January 31, 1997, 22 countries had fully paid their assessments for 1991 through 1996, 13 countries (including the United States) had paid most of their assessments, 3 had paid less than half, and 11 had not paid anything. The countries that had not paid any part of their assessments were primarily those of the former Soviet Union. These countries, because of their economic position, are referred to as “economies in transition.” While not eligible for funding support from the Multilateral Fund, they are eligible to receive assistance for their efforts to phase out ozone-depleting substances from the Global Environment Facility. Cumulatively, as of January 31, 1997, of the $688 million assessed for the period 1991 through 1996, about $550 million, or about 80 percent, had been paid.", "Countries can pay their assessed contributions with cash or promissory notes, or by providing bilateral assistance to recipient countries. In 1993, the Parties to the Montreal Protocol agreed that promissory notes would be acceptable as payment of a country’s contribution to the Fund. Since that time, five countries have used promissory notes to pay at least part of their assessments, deferring the actual outlay of cash. In essence, these contributors benefit from the time value of money between the date a note is provided to the Fund and the date it is cashed. While the Fund can cash promissory notes at any time to meet its needs, the general practice is to cash the notes in six equal payments over a 3-year period.", "We estimate that based on current U.S. Treasury borrowing rates and the Fund’s general practice for cashing the notes over time, the U.S. government could save between $2 million and $3 million on each of its annual contributions to the Multilateral Fund by using the promissory notes. Although the U.S. government makes its payments to the Fund in cash, the Department of the Treasury currently administers over 10 international accounts using letters of credit, which also defer payments, similar to promissory notes."], "subsections": []}, {"section_title": "Multilateral Fund Recipients", "paragraphs": ["Since the establishment of the Multilateral Fund in 1991 through May 1997, the Fund’s Executive Committee has approved a total of 1,810 projects in more than 100 countries and allocated about $570 million to fund these projects. The geographical distribution of projects supported by the Multilateral Fund shows that the Asia and Pacific region has both the largest number of approved projects, 826, and the greatest share of approved funding—over $330 million or almost 60 percent of the total funding approved. China has been the Fund’s largest recipient with almost $150 million, or 26 percent, of all approved funding. The dominant share of projects and approved funding represented by the Asia and Pacific region is explained by the region’s rapidly expanding economies and population and by its current consumption and enormous potential for the use of ozone-depleting substances. Six of the 10 top recipients of aid from the Multilateral Fund are countries in the Asia and Pacific region, which together have been allocated nearly 50 percent of the total approved funding.", "The Latin American and Caribbean region ranks next with 473 projects having total approved funding of almost $130 million or nearly 23 percent of all funding approved to date, followed by the Africa region with 320 projects and approved funding of about $67 million. Europe has the smallest number of projects—56—with approved funding of about $21 million. This reflects the fact that relatively few European countries are eligible for assistance. The Fund also supports a category of projects, known as global projects, that transcend regional boundaries. As of May 31, 1997, the Fund had approved 135 global projects with a total allocation of almost $22 million. The table below shows funding for the top 10 recipient countries; appendix II provides a breakdown of approved funding by regions and by types of projects."], "subsections": []}, {"section_title": "Purposes for Which the Multilateral Fund Has Been Used", "paragraphs": ["There are seven broad purposes or categories for which the projects have been funded: (1) country program preparation, (2) institutional strengthening, (3) technical assistance, (4) training, (5) demonstration projects, (6) project preparation, and (7) investment projects.", "Preparation of a country program is generally the starting point for a country that is seeking the Fund’s assistance in converting to non-ozone-depleting technologies. A country program sets out a country’s strategy for phasing out ozone-depleting substances. It provides basic information on the use of ozone-depleting substances, the institutional framework for controlling them, relevant industry and government involvement, an action plan with time frames and budgets, and a list of specific projects requiring financial support from the Multilateral Fund. To date more than $7 million has been approved for the preparation of 108 country programs.", "Institutional strengthening projects build a country’s capacity to phase out ozone-depleting substances. The establishment of a national ozone unit within the country’s national government is frequently a key element of this activity with the goal of satisfying the basic need for institutional, legal, and regulatory capacity to support the implementation of national phaseout plans. As of the most recent meeting of the Fund’s Executive Committee (May 1997), a total of 97 institutional strengthening projects had been approved in 81 recipient countries with a total approved funding of slightly more than $15 million.", "Technical assistance, training, and demonstration projects constitute vehicles for transferring state-of-the-art technologies to recipient countries to help them meet their phaseout obligations under the Montreal Protocol. As of May 31, 1997, 394 demonstration, technical assistance, and training projects had been approved by the Fund’s Executive Committee, with a combined approved funding level of over $60 million.", "Project preparation, which involves developing projects for conversion from ozone-depleting to ozone-benign technologies, is an important prerequisite for investment projects. As of May 31, 1997, the Multilateral Fund had approved a total of 383 project preparation activities with a total approved funding level of over $30 million. Project preparation activities typically result in the development of a group of investment project proposals. Investment projects are the largest category of projects and the most important from the standpoint of protecting the stratospheric ozone layer. These projects, which account for slightly over 80 percent of total approved funding, assist business entities in recipient countries in converting domestic and commercial refrigeration, manufacturing, firefighting, and other economic sectors from processes that use ozone-depleting substances to technologies and products that are not ozone-depleting or are at least significantly less so. A typical investment project in the refrigeration sector, for example, may involve eliminating CFCs in the manufacture of domestic refrigerators and freezers. It may also include conversion to CFC-free technology in the manufacture (or “blowing”) of the polyurethane foam used in insulating the refrigerators and freezers. To date, 813 investment projects, with funding allocations of about $458 million, have been approved in 55 countries in all major regions of the world."], "subsections": []}, {"section_title": "Accomplishments in Phasing Out Ozone-Depleting Substances", "paragraphs": ["When fully implemented, projects approved to date are expected to phase out the annual use of almost 84,000 metric tons of ozone-depleting potential. This is about 40 percent of the estimated ODP-weighted consumption of ozone-depleting substances in Article 5 countries. Appendix IV provides a breakdown of ODP metric tons to be phased out by type of project and by implementing agency as of May 31, 1997. As of December 31, 1996, however, only 20,487 ODP metric tons had actually been phased out. This difference is attributable to two factors. First, because of time lags between project approvals and the start of project implementation, the number of projects actually in progress or completed at a particular point in time is significantly smaller than the total number of projects approved by the Multilateral Fund’s Executive Committee. Second, projects that are under way, particularly investment projects, often take longer to complete than originally projected. As of December 31, 1996, only 688, or 45 percent of the 1,537 projects approved since 1991 had been completed. Of the approved funding of $485 million for these projects, only $197 million (41 percent) had been disbursed, leaving an undisbursed balance of about $288 million for completion of those projects. Planned spending commitments by the four implementing agencies in 1997 total about $128 million, meaning that less than half of the undisbursed funds approved for projects through 1996 is expected to be disbursed by the end of 1997.", "Some of the reasons cited for delays in project implementation and completion include the following:", "Recipients attempted to renegotiate projects after Executive Committee approval.", "The business entity needed more time to secure financing from counterparts.", "The grant recipients decided to change project specifications.", "The business entity chose to delay conversion until competitors’ projects were approved by the Executive Committee.", "The business entity wanted government regulations passed before allowing implementation to proceed.", "The bidding process resulted in higher costs than budgeted for the project.", "Delays in the start of projects and slower than anticipated progress once they have begun have concerned the Multilateral Fund’s Executive Committee. In May 1997, the Executive Committee required the implementing agencies to submit reports, by the next meeting of the Executive Committee, for projects (1) where no disbursement has occurred for 18 months after project approval and (2) that remained uncompleted 12 months after the prescribed completion date. Information from these reports will be used to develop guidelines to ensure that the project preparation process includes measures to prevent delays in implementation or completion in the future. The Executive Committee also decided projects that have had their funding requests significantly reduced during the review process could not proceed until the intended recipients confirm that they have additional funding available to allow for prompt project implementation.", "Summary data on project type, approved funding, and project status are detailed in appendix III."], "subsections": []}, {"section_title": "Mechanisms to Ensure the Proper Use of Funds", "paragraphs": ["The Multilateral Fund has a number of mechanisms in place that are designed to ensure that funds are properly accounted for and that the amount of funds allocated to specific projects is reviewed and verified. When it was established in 1991, the Fund accepted the accounting and auditing mechanisms of the implementing agencies and relied primarily on the implementing agencies’ long-established institutional procedures. According to a 1995 report by COWIconsult, an international consultant, the implementing agencies have elaborate procedures, long experience in accounting for financial resources used in developing countries, and well-established auditing mechanisms. The report stated that the study team found no evidence that the agencies’ procedures were less elaborate, implementation less careful, or auditing less thorough for activities financed by the Multilateral Fund.", "UNEP serves as the Fund’s treasurer. As a part of its agreement with the Executive Committee, UNEP is responsible for obtaining and distributing contributions, entering into agreements with the implementing agencies, and submitting the Fund’s accounts to the Executive Committee for each calendar year. UNEP receives certified and/or audited reports from the implementing agencies, which provide aggregate expenditure or disbursement figures. These figures are reported annually to the Executive Committee. Because the Multilateral Fund is considered to be an integral part of UNEP’s and the United Nations’ accounts, its audits are the sole responsibility of the Internal and External Audit of the United Nations. The report of the United Nations Board of Auditors for the 2-year period ending December 31, 1995, reported findings and made recommendations related to UNEP’s program and financial management, procurement, and other areas, but the overall results revealed no material weaknesses or errors considered material to the accuracy, completeness, or validity of the financial statements as a whole. The auditors rendered an opinion that the financial statements presented fairly UNEP’s financial position and the results of its operations for that financial period; the statements were prepared in accordance with the stated accounting policies; and transactions were in accordance with the financial regulations and legislative authority.", "In addition, the implementing agencies are required to provide the Fund’s Executive Committee with an annual progress report on the implementation of approved work programs and activities related to country programs and projects. These reports include information on project approvals and disbursements; updates on project completions; global and regional project highlights; performance indicators; status of agreements and project preparation, by country; and administrative issues (operational, policy, financial, and others). Finally, each recipient country is required to report annually to the Executive Committee on the progress of the implementation of its country program.", "With regard to individual projects, the Multilateral Fund has developed a multilevel review process:", "The implementing agencies review project proposals to ensure that they meet eligibility criteria and arrange for external technical and cost reviews of investment projects before submitting them to the Fund Secretariat.", "The Secretariat determines whether the proposals meet eligibility and policy requirements and checks the proposed costs against data on past costs and suppliers’ estimates. It may also consult with outside experts on technical and cost issues before making a recommendation to the Executive Committee.", "The Executive Committee’s Project Review Subcommittee examines the recommended proposals and reports to the full committee.", "The Executive Committee’s individual members consider the Subcommittee’s report and may also assess the projects independently, sometimes requesting a fresh round of external technical and cost reviews before the Committee makes its final funding decisions.", "The project review process frequently results in significant alterations to projects, cost reductions, and in outright rejection of some projects. These alterations may be agreed to by the Secretariat and the implementing agency before a proposal is submitted to the Executive Committee, or they may occur during the meetings of the Project Review Subcommittee or the Executive Committee itself. Most often, the dialogue on these issues occurs mainly between the implementing agencies and the Fund Secretariat.", "The 1995 COWIconsult report concluded that the project review process introduces a strong element of discipline into the project development and approval procedure. COWIconsult reviewed a sample of 23 projects submitted to the Fund Secretariat and found that the Secretariat’s views appeared to carry great weight with the Executive Committee in that the review process resulted in cost reductions in 13 of the 23 projects, with an overall average reduction of 20 percent. Moreover, in 6 of the 23 projects reviewed there was a very significant difference in the amount of support originally requested and the final request reviewed by the Secretariat and the Executive Committee. Overall, the study concluded that the review process results in significant but not excessive reductions in the approved costs of projects supported by the Fund.", "We also reviewed a sample of projects to determine the current effect of the review process on the cost of projects, and as a result, on the cost-effectiveness of the Fund’s expenditures for them. We selected a sample of 10 projects approved by the Executive Committee in 1996 that comprised 7 investment projects, 2 technical assistance projects, and 1 institutional strengthening project. Each of the four implementing agencies was represented by two projects in the sample, which also included two bilateral projects.", "For seven of the projects, we found reductions ranging from 9 to almost 70 percent resulting from the review by the Secretariat staff, whose recommendations were generally endorsed by the Executive Committee. The overall average reduction for these seven projects amounted to 48 percent. However, this average is heavily influenced by major reductions on two very large investment projects made between the original submissions and the final approvals. Even the one bilateral investment project we reviewed had experienced a 23-percent reduction as a result of the review process. The three remaining projects were approved by the Executive Committee as originally submitted.", "An important consequence of the reduction in approved funding for these projects was that their cost-effectiveness, expressed in terms of dollar cost per kilogram of ozone-depleting substances eliminated, improved significantly. In the cases of the two projects with the largest percentage reductions in cost, the cost-effectiveness ratios went from $8.91/kg to $2.80/kg and from $6.95/kg to $4.12/kg, respectively. A third project had a similarly impressive improvement in cost-effectiveness, going from $6.42/kg to $3.97/kg.", "In addition to the control and review mechanisms and practices already in place, the Executive Committee has realized that it could strengthen its oversight by requiring project completion reports and developing a project monitoring and evaluation system. The Multilateral Fund is currently developing a uniform format for project completion reports that is expected to be submitted to the Executive Committee for its review before the end of 1997. In addition, a Subcommittee on Monitoring, Evaluation, and Finance was recently established to address the need for a monitoring and evaluation system. The Subcommittee developed a monitoring and evaluation program to be implemented over the next year. When fully implemented, the system may help the Executive Committee enhance the Fund’s effectiveness by drawing on lessons learned from completed projects."], "subsections": []}, {"section_title": "Administrative Support Costs Paid to the Implementing Agencies", "paragraphs": ["In addition to funds allocated for projects of various types, the Multilateral Fund pays the implementing agencies for administrative support costs associated with project implementation. These costs include, among other things, staff, office space, office equipment, and supplies; accounting, audit, and procurement services; management backup; and travel needed to properly oversee project implementation. In the case of UNDP, UNEP, and UNIDO, payment for administrative support has, by agreement with the Fund, been fixed at a flat 13-percent of the amount approved by the Executive Committee for projects’ implementation. In the case of the World Bank, up until mid-1995, reimbursement for administrative support was based on actual expenditures reported by the Bank. But, from that time forward, the Bank also has been compensated for administrative support on the 13-percent flat fee basis. This level of administrative support costs is generally consistent with prevailing administrative cost allowances within the United Nations system.", "Nevertheless, in 1994 some members of the Executive Committee began to question the continued appropriateness of a uniform 13-percent fee paid to the implementing agencies. They expressed the view that with the initial start-up phase of operations completed and with experience gained in implementing a wide assortment of projects and activities, the continued payment of administrative support at this level could result in unnecessarily high costs to the Multilateral Fund. At its March 1994 meeting, the Executive Committee requested that the Secretariat perform an analysis of each implementing agency’s administrative costs. The Secretariat contracted with a consultant to perform this study, who reported in September 1994 that the administrative cost levels were not excessive. In fact, the consultant’s report concluded that the flat 13-percent administrative support fee had been insufficient to cover all of the costs that the implementing agencies might legitimately have charged the Fund and, as a result, the agencies were, in effect, subsidizing part of the cost of projects. However, the report recognized that over time the Fund’s administrative costs could be expected to decline as a percentage of overall project costs as a result of getting past the high cost of start-up, greater experience and resulting increased efficiency, economies of scale, and other factors. In November 1996, the Parties to the Montreal Protocol directed the Executive Committee to work toward the goal, over the next 3 years, of reducing agency support costs to an average of below 10 percent to make more funds available for other activities.", "In February 1997, the Executive Committee decided that an independent consultant should be recruited to work with the Secretariat and implementing agencies to identify options and approaches for reducing the overall level of administrative costs, focusing on revising the current uniform, fee-based system. The Chief Officer of the Fund’s Secretariat informed us that a consultant has recently been selected to carry out this work and is expected to submit a report in September 1997. He said the Secretariat and the Executive Committee will be working over the next 3 years, in consultation with the implementing agencies, to reduce administrative support costs to an overall average of less than 10 percent."], "subsections": []}, {"section_title": "Recommendation", "paragraphs": ["Because of the potential for considerable interest savings, we recommend that the Administrator of the Environmental Protection Agency and the Secretary of State implement an alternative payment method such as promissory notes or letters of credit for the U.S. contribution to the Multilateral Fund and seek the assistance of the Department of the Treasury in implementing this recommendation. In commenting on a draft of this testimony, the Environmental Protection Agency and the Department of State agreed in concept to our recommendation and are exploring options for using an alterative payment method.", "Mr. Chairman, this concludes my prepared remarks. At this point, I would be glad to respond to any questions you or Members of the Subcommittee may have."], "subsections": []}]}, {"section_title": "Summary of Contributions to the Multilateral Fund for 1991-96 as of January 31, 1997", "paragraphs": [], "subsections": []}, {"section_title": "Approved Funding by Major Geographic Regions and Types of Projects", "paragraphs": [], "subsections": []}, {"section_title": "Summary Data by Project Type and Status as of December 31, 1996", "paragraphs": [], "subsections": []}, {"section_title": "ODP Metric Tons to Be Phased Out as of May 31, 1997", "paragraphs": ["Country program preparation, institutional strengthening, and project preparation projects do not directly contribute to the phaseout of ozone-depleting substances.", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}